{"email": "Dear Prof. Aman,\r\n\r\nIt was great talking to you at the event last week!\r\n\r\nI wanted to ask if you could please share the contact of the person who\r\ndealt with the technical details of your cluster. As I mentioned, we\r\nare  looking to make a similar investment, and it would be really great to\r\nbe able to talk to someone who has already dealt with some of the technical\r\npitfalls.\r\n\r\nSecondly, I would be very happy to host you at our company in the future. Please let\r\nme know if that's the case.\r\n\r\nBest regards,\r\nDavid", "subject": "Follow-up from Last Week's event Event"}
{"email": "Dear Tom,\r\n\r\nWould it be possible to \"resurrect\" Peter's IT account? He would need to run\r\nsome additional experiments.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Check-out notification for Peter Kaczynski"}
{"email": "Thanks Archie! With some delay, I have submitted a proposal.", "subject": "Re: Internships opportunities for students"}
{"email": "Dear Stephan,\r\n\r\nThank you so much for the invitation. Unfortunately I cannot be physically\r\nin Paris in December, since I am traveling,\r\nand am supposed to be in New York on December 9th.\r\n\r\nIf it helps, I would be happy to give an online talk if possible.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Invitation as a speaker"}
{"email": "Dear James,\r\n\r\nI hope you don't mind me contacting you out of the blue--we've exchanged\r\nsome emails a few years ago regarding efficient cloud algorithms.\r\n\r\nI am getting in touch since I wanted to mention an emerging research\r\ndirection which you may find interesting. Specifically, there are a few interesting recent results on sparse .\r\nFor example, please see these two recent papers:\r\n\r\n1. https://arxiv.org/abs/2301.00774 \r\n\r\n2. https://arxiv.org/abs/2306.11695\r\n\r\nI wanted to ask if you'd be interested in having a closer look at this, and\r\nin particular if any of your methods would port to this setting.\r\n\r\nBest regards,\r\nDavid", "subject": "sparse regression"}
{"email": "Hello,\r\n\r\nI have a question regarding the contract attached. Unfortunately, the email\r\naddress in the contract is incorrect. Could you\r\nplease send me the confirmation of the car check-out, and let me know when\r\nthe deposit would be returned to me?\r\n\r\nBest regards,\r\nDavid", "subject": "Question regarding contract A62-12334245"}
{"email": "Dear David,\r\n\r\nI was wondering if I could ask you for an \"emergency-mode\" code review (see attached). Specifically, it would be\r\ngreat if you could have a look at it in the next couple of weeks.\r\n\r\nI'd really appreciate it if you can make it; please let me know.\r\n\r\nCheers,\r\nDavid", "subject": "emergency code review"}
{"email": "Thank you, in that case, I will attend the November 15th orientation.\r\n\r\nBest,\r\nDavid", "subject": "Re: Follow-up - Missed Orientation"}
{"email": "Dear Kevin,\r\n\r\nAs I said in my last communications, your application is still under\r\nconsideration; although I am trying my best, it is unfortunately extremely\r\ndifficult to schedule meetings these days, with people out of the office.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Inquiry about the status of application\r\n"}
{"email": "Dear Frank,\r\n\r\nI am really sorry about this, this is really not what we want to happen,\r\nand as you can imagine I was not aware of this. I will withdraw the request\r\ntoday, and hopefully this will get resolved soon.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Reference Request"}
{"email": "Yes, this seems to have been connected with the storage migration. I can\r\nconfirm that everyone's applications have crashed, across all services, which is not\r\ngreat.\r\n\r\nBest,\r\nDavid", "subject": "Re: restart of server nodes"}
{"email": "Dear IT,\r\n\r\nLooks like our servers were restarted, and everyone's applications are restarted. Could\r\nyou please let us know what is going on?\r\n\r\nBest regards,\r\nDavid", "subject": "server restart"}
{"email": "Hi,\r\n\r\nI am traveling tomorrow, but we could meet on Wednesday or Thursday in the\r\nearly afternoon your time.\r\n\r\nBest,\r\nDavid", "subject": "Re: Meeting this week"}
{"email": "Thanks, I did a pass over the slides and made some minor changes.\r\nPlease have a look and let me know what you think. Also, it would be nice\r\nif you add your pictures next to your names (but this is not obligatory).\r\n\r\nCheers,\r\nDavid", "subject": "Re: Report slides"}
{"email": "Hi,\r\n\r\nSorry for the delay (due to travel).\r\n\r\nI would say that two things would be great to add:\r\n\r\n   1. A general pass to slightly compress the document and make it more\r\n   readable, perhaps generating a few graphs instead of tables? (ChatGPT could\r\n   help with the graph generation for instance.)\r\n   2. The executive summary could be expanded a bit, as an introduction,\r\n   and be a bit more opinionated: specifically, you could try to give a\r\n   synopsis of the document (here, graphs might help instead of tables, which\r\n   can be provided later) and give _your_ opinion about what should be done?\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Report on carbon emissions"}
{"email": "That's great! I have shared a template.\r\n\r\nCould you please plug in the version of the report you would like to\r\npublish, and I will provide some feedback?\r\n\r\nThe deadline is around November 1st.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Report on carbon emissions"}
{"email": "Hi Larry,\r\n\r\nI had a look at your report, and have found it very interesting. Would you\r\nand Taylor be willing to contribute a version of it to the our monthly newsletter?\r\nThis would require a bit of editing/reformatting, and maybe focusing on a\r\nfew specific questions.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Report on carbon emissions"}
{"email": "Dear Patent Office,\r\n\r\nA gentle reminder regarding this question.\r\n\r\nBest,\r\nDavid", "subject": "Re: question about co-payments for patent applications"}
{"email": "Yes, 15th and 16th would be perfect, and I am happy to cover the train\r\ntickets from/to Riga.\r\n\r\nDavid", "subject": "Re: Workshop - Information about Talks & Reimbursement"}
{"email": "Hi Tom,\r\n\r\nJust wanted to mention that we released an early version of our work here:\r\nhttps://arxiv.org/abs/123.456\r\n(Code is coming later this week.)\r\n\r\nAny comments are more than welcome.\r\n\r\nBest,\r\nDavid", "subject": "upcoming work"}
{"email": "Hi Jin,\r\n\r\nAre you in the office this Wednesday or Thursday? Would be great to finally\r\nmeet.\r\n\r\nBest,\r\nDavid", "subject": "Re: meet next week?"}
{"email": "Hi Jin,\r\n\r\nI'm really sorry, but I won't be able to make it to the office tomorrow. Since\r\nI'm traveling this weekend, I'm afraid we'll have to meet in\r\nperson when I'm back in mid-June. Please let me know if you'd like to\r\nhave a zoom call in the meanwhile, I'd be happy to do that.\r\n\r\nBest,\r\nDavid", "subject": "Re: meet next week?"}
{"email": "Hi both,\r\n\r\nI'm fairly available in the afternoons next week, except for Monday and\r\nFriday, so please feel free to suggest a slot.\r\n\r\nBest,\r\nDavid", "subject": "Re: Syncing up on project"}
{"email": "Thank you for the invitation, I would be happy to give a talk at the\r\nworkshop.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Invitation for a talk"}
{"email": "Sure, will do. We are extremely busy for the next 10 days or\r\nso, but I'll set a reminder. Is that OK?\r\n\r\nBest,\r\nDavid", "subject": "Re: Reference Letter"}
{"email": "Hi,\r\n\r\nCould you please let me know when you're not using the servers for extended\r\nperiods of time?\r\n\r\nAlternatively, please share a key so I can give you permissions to\r\nsuspend it yourself.\r\n\r\nDavid", "subject": "Re: Collaboration"}
{"email": "OK, I think that's reasonable. How about we try to keep everything more efficient and see if that recovers better for now?\r\n\r\nBy the way, it would be better to put all results in a shared Google Doc,\r\nrather than sending them around.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Expression of Interest in collaborating"}
{"email": "Hi,\r\n\r\nI've talked to him, and it looks like he would really prefer to take the course \r\nnext year, since he's already covered a lot of the material.\r\n\r\nBest,\r\nDavid", "subject": "Re: course"}
{"email": "Dear Jeannie,\r\n\r\nThanks again for the monitor!\r\nI noticed that unfortunately my ID doesn't give me access to the conference room after hours. Any chance I can get this fixed?\r\n\r\nBest,\r\nDavid", "subject": "Keycard access"}
{"email": "Dear Ernie,\r\n\r\nThank you for the invitation. I would have loved to join, but I'm trying to save some time\r\nand energy for my other admin tasks this semester :-)\r\n\r\nBest regards,\r\nDavid", "subject": "Re: An Invitation to Committee"}
{"email": "That's great news, thank you so much for looking into it.", "subject": "Re: ID Request"}
{"email": "Dear Xing,\r\n\r\nI need to arrange some details with my colleagues, but I plan to provide you\r\nwith the form by Monday or so.\r\n\r\nBest,\r\nDavid", "subject": "Re: Travel Information (IMPORTANT)"}
{"email": "Sounds good. I should be around Palo Alto and available either on the 26th\r\nor on the 28th of June.\r\nPlease let me know what works for you.\r\n\r\nCheers,\r\nDavid", "subject": "Re: Meet in SV?"}
{"email": "Hi Valentina,\r\n\r\n\r\nNo, I am just waiting on the organizers to close the payments.\r\n\r\n Best regards,\r\nDavid", "subject": "Re: Updates"}
{"email": "I was actually about to write the same thing, so I completely agree with\r\nPavel's observation.\r\nHappy to review once a first pass is done.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: joint initiative"}
{"email": "Nice! I don't have any big plans for next week, so any day that works for\r\nyou is fine for me as well. Maybe Wednesday?\r\n\r\nDavid", "subject": "Re: Are you in Paris?"}
{"email": "Hi,\r\n\r\nWhich email should I use for you for the registration?\r\n\r\nBest,\r\nDavid", "subject": "Re: Are you in Paris?"}
{"email": "Hey, I just messaged you on WhatsApp. I am around for most of the day\r\ntoday. I have a bunch of meetings but would love to chat.", "subject": "Re: Are you in Paris?"}
{"email": "Thanks for your email, I encourage you to apply and mention me as a\r\npotential supervisor.\r\n\r\nCheers,\r\nDavid", "subject": "Re: Application for Internship Position Fall 2024"}
{"email": "OK, let me know what times would work for you in the afternoon.\r\n\r\nDavid", "subject": "Re: chat"}
{"email": "Hi,\r\n\r\nSorry, I've been traveling in the past week (in BOS now). I should be\r\navailable for the next 30 minutes or so.\r\n\r\nBest,\r\nDavid", "subject": "Re: chat"}
{"email": "Yes, this is correct. I would need 1 checked bag for each flight please.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: NY 23OCT - 31OCT"}
{"email": "Thank you, great to have you on board! I will handle the sponsorship\r\nrequest from my side.\r\n\r\nDavid", "subject": "Re: Short overview "}
{"email": "Hi Dragan,\r\n\r\nHere's the paper I mentioned today:\r\n\r\nhttps://arxiv.org/pdf/2310.069288.pdf\r\n\r\nTLDR: we compress to ~70% and quantize during finetuning, and get\r\nabout 7x speedup.\r\n\r\nCheers,\r\nDavid", "subject": "preprint"}
{"email": "Dear Davidny,\r\n\r\nThank you for your email, but unfortunately we do not have any internship\r\nslots for the next year, since I will be on leave.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Internship"}
{"email": "Thank you so much! Indeed, I missed your original email.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: request"}
{"email": "Hi,\r\n\r\nUnfortunately I cannot make it, I am already out of the country. This is my first\r\nweek, so it's going to be a bit hard to find time.\r\n\r\nBest,\r\nDavid", "subject": "Re: Telco this week?"}
{"email": "Hi,\r\n\r\nDo you mean initializing the mode before training? Or do you\r\n\r\nI thought about trying this on some simple runs (just change the\r\ninit to sampling from three Gaussians and re-run), but one could do it for\r\nDST as well.\r\n\r\nBest,\r\nDavid", "subject": "Re: Initialization"}
{"email": "OK, I see. After a few more emails, I have managed to get in touch with the\r\nmain infrastructure person.\r\nWould Steven mind sending me a few specific questions, or does he want me\r\nto set up a call? \r\n\r\nBest regards,\r\nDavid", "subject": "Re: Cluster"}
{"email": "Hi both,\r\n\r\nIt was nice talking to you the other day. There was one thing I wanted to\r\nupdate you on, since I gave some very approximate numbers during the\r\nmeeting:\r\nThe cost of a single server is around 20K euros. So for instance 100K would buy around\r\n5 servers.\r\n\r\nCheers,\r\nDavid", "subject": "Re: IT"}
{"email": "Actually, sorry...I realized I have an exam at 10am that day,\r\nwhich will probably take until 11:30 or so. Is there anything available\r\nafter lunch?\r\n\r\nDavid", "subject": "Re: IT"}
{"email": "Hi,\r\n\r\nNext week should work as well. I should be fine Tuesday or Thursday next week.\r\n\r\nBest,\r\nDavid", "subject": "Re: IT"}
{"email": "Hi,\r\n\r\nI am around this week, please let me know when you are available. (I will\r\nbe WFH on certain days.)\r\n\r\nBest,\r\nDavid", "subject": "Re: IT"}
{"email": "Dear Wally,\r\n\r\nCould you please send me the email of the networking researcher I met over\r\nlunch?\r\nI wanted to send him a quick follow-up regarding a couple of questions he\r\nasked.\r\n\r\nBest regards,\r\nDavid", "subject": "Contact request"}
{"email": "Hi Vishy,\r\n\r\nI'm sorry, but we do not take MSc.s as interns.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Requesting Supervision"}
{"email": "Hi,\r\n\r\nThanks for the heads-up. Since I'm not around, would it be OK to move my talk to January or February?\r\n\r\nDavid", "subject": "Re: Talk"}
{"email": "Dear Harry,\r\n\r\nYour profile obviously seems very strong, so I encourage you to apply and mention me as a potential internship supervisor.\r\n\r\nBest,\r\nDavid", "subject": "Re: Prospective Intern"}
{"email": "Hi Cheryl,\r\n\r\nThe proposal looks good, maybe we can discuss it in a bit more detail\r\ntomorrow.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Proposal Draft"}
{"email": "Alright, sounds good. Do you have a preference in terms of when to meet?\r\nI'll be traveling starting next week for a couple of weeks, so it's either\r\nsomething a bit later this week, or when I come back in early November.\r\n\r\nBest regards,\r\nDavid", "subject": "Interest in Internship"}
{"email": "Hi Valentina,\r\n\r\nYes, this is approved. Please go ahead with the purchase and we will\r\nreimburse you by the end of the month. (Keep the receipt.)\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Work computer"}
{"email": "Dear Padel,\r\n\r\nYes, we will most likely have openings next year. Since we do not take\r\ndirect applications, I would invite you to apply to the Internship program\r\nand mention me as a potential advisor.\r\nhttps://phd.pages.hus.edu/phd-application-admission/\r\n\r\nBest regards,\r\nDavid", "subject": "Internship student fall 2024"}
{"email": "Hi both,\r\n\r\nWould 2:30pm on Wednesdays (London time) work for you?\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Meeting?"}
{"email": "Hey Johnny,\r\n\r\nLet me know if you'd like to meet at some point this week or next, I am\r\naround.\r\n\r\nBest,\r\nDavid", "subject": "Re: Meeting?"}
{"email": "Hi,\r\n\r\nThis week is a little busy since I'm moving; would it be OK if we\r\npostpone the meeting to next week?\r\n\r\nBest,\r\nDavid", "subject": "Re: Meeting?"}
{"email": "Hi,\r\n\r\nI somehow thought we were skipping today, and\r\nwe are resuming next week?\r\n\r\nBest,\r\nDavid", "subject": "Re: Meeting?"}
{"email": "Thank you for your email, I confirm that I received the documents.\r\n\r\nBest,\r\nDavid", "subject": "Re: docs"}
{"email": "Sounds great, please let me know when the copy is done and we can perform\r\nthe transition.\r\n\r\nBest,\r\nDavid", "subject": "Re: Request received"}
{"email": "Hi Larry,\r\n\r\nWe have also managed to empty up a couple of TB on our side, so let's see\r\nif the extension is sufficient for now.\r\n\r\nMany thanks!\r\nDavid", "subject": "Re: Request received"}
{"email": "Dear IT,\r\n\r\nCould we please extend the size of our team's storage by a further 5TB?\r\n\r\nThank you,\r\nDavid", "subject": "Re: Request received"}
{"email": "Dear Michel,\r\n\r\nJust wanted to say that, after many travel-related adventures, I will be in NY until mid-February, and would be\r\nhappy to meet.\r\n\r\nCheers,\r\nDavid", "subject": "Re: slides"}
{"email": "Hi,\r\n\r\nJust a reminder about this, since we are scheduled for suspension in about\r\n2 weeks.\r\n\r\nDavid", "subject": "Re: Data for report"}
{"email": "Dear Leo and Grisha,\r\n\r\nAnother gentle reminder about this.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Data for report"}
{"email": "Dear Ezra,\r\n\r\nThank you for your message. Unfortunately I am on annual leave, and therefore I cannot participate in this program.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Collaboration Inquiry"}
{"email": "Hi,\r\n\r\nI met with Vanya in NY, and he mentioned you are moving on to a position\r\nin Lille. Congratulations!\r\nWhen will that be? \r\n\r\nBest,\r\nDavid", "subject": "Re: Meeting"}
{"email": "Dear Tim,\r\n\r\nI hope all is well with you--long time no see!\r\n\r\nDo you still happen to have the Google form for the poll somewhere? If so, would you mind sharing the template with me? We\r\nare trying to organize one now, and I would rather avoid having to validate the questionnaire.\r\n\r\nBest regards,\r\nDavid", "subject": "One question"}
{"email": "Dear IT,\r\n\r\nWe are currently unable to run anything because of apparent disk quota\r\nissues. However, our quota should be at 50TB at least, and we are\r\ncurrently using 30TB of space.\r\n\r\nTherefore, there seems to be a configuration issue. Could you please\r\ninvestigate this issue urgently?\r\n\r\nBest,\r\nDavid", "subject": "[urgent] disk quota"}
{"email": "Hi Valery,\r\n\r\nIt was really great talking to you yesterday. I decided to shoot you a\r\nquick email since I noticed this article today, which does an\r\nempirical study of accuracy variance vs. random calibration set selection,\r\nacross a bunch of calibration methods:\r\n\r\nhttps://arxiv.org/pdf/2311.09755.pdf\r\n\r\nTLDR, they show that you can do significantly better (at least in some\r\ncases) given the choice of data, but they don't look for any\r\nalgorithms for doing so (e.g. by examining margins).\r\n\r\nCheers,\r\nDavid", "subject": "Fwd: Choosing data"}
{"email": "Dear Minny,\r\n\r\nAustin and I read your paper with great interest, this is really nice work.\r\n(The batching approach in particular is very clever!)\r\n\r\nWe were wondering when you are planning to share the implementation, since\r\nwe wanted to check it out in more detail.\r\n\r\nBest regards,\r\nDavid\r\n\r\n", "subject": "Your Recent Paper"}
{"email": "Hi Justin,\r\n\r\nWhat would you need from me for the meeting?\r\n\r\nCheers,\r\nDavid", "subject": "Re: meeting agenda"}
{"email": "Dear Quincy,\r\n\r\nCould you please clarify what would be the exact deadline for these \r\narticles?\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Invitation for Submission"}
{"email": "Hi,\r\n\r\nThanks for the invitation, I am planning to submit both to the fast-track\r\nreview and to the recent article tracks.\r\n\r\nBest,\r\nDavid", "subject": "Re: Invitation for Submission"}
{"email": "Hi,\r\n\r\nAs far as I can tell, the role of the local organizer would be to\r\n\r\n   - Create a guide for attendees in terms of getting around, things to do\r\n   etc\r\n   - Help a in some cases with the visa requirements for different countries\r\n   - Potentially act as a liaison with local authorities\r\n\r\nI'm not sure how this splits across assistants, but this is what I know\r\nso far.\r\nIndeed, the hot period would be something like April to end of July.\r\n\r\nBest,\r\nDavid", "subject": "Re: support"}
{"email": "Hi Ronny,\r\n\r\nThanks for getting in touch!\r\nI think most of the support I would need is of the clerical kind (like answering\r\nemails and directing people to the right resources). The \r\norganization per se is taken care of by a professional firm who does this\r\nas a non-profit.\r\n\r\nBest,\r\nDavid", "subject": "Re: conference support"}
{"email": "Hi everyone,\r\n\r\nI wanted to propose having the group meeting on Zoom this week, on Monday\r\nat 13:15:\r\n\r\n\r\n\r\nI will be traveling from Tuesday for a week.\r\n\r\nBest regards,\r\nDavid", "subject": "Group meeting Monday at 16:15"}
{"email": "Hi all,\r\n\r\nI wanted to suggest resuming our regular group meetings, specifically\r\nhaving one on Tuesday at 14:00 next week.\r\n\r\n— Where: Zoom: https://zoom.us/j/21491583834\r\n— Spreadsheet:\r\nhttps://docs.google.com/spreadsheets/d/12324124431245RpfE-DY/edit?usp=sharing\r\n— Agenda: No agenda.\r\n\r\nBest regards,\r\nDavid", "subject": "Group meeting Tuesday 2pm"}
{"email": "Hi,\r\n\r\nTurns out my login doesn't work anymore, any suggestions on whom to\r\ncontact?\r\n\r\nDavid", "subject": "Re: two quick questions"}
{"email": "Hi everyone,\r\n\r\nMany thanks a lot for your very interesting article. I have read it carefully, and would\r\nhave a few notes:\r\n\r\n- First, the main findings seem generally valid in my experience, so it's nice to have them distilled in very clear form.\r\n- However, for the comparison, specifically generation, I\r\nthink that it would be have been nice to compare with \"state-of-the-art\"\r\n techniques.\r\n- One other variable that could be accounted for in more detail is how much\r\ncomputation the user is willing to invest into the process. In\r\nCAP (above) you can see that with 50% of the budget used for\r\nfinetuning one can reach 80-90% savings almost losslessly. Taking\r\nthis to the extreme, our work shows that one can reach highly-accurate networks with low accuracy drops (1-2%) provided enough compute is spent.\r\n\r\nAnyway, I am aware that this short \"critique\" is biased towards my area\r\n(and towards our own work), but I thought it might be useful to have this\r\nperspective as well.\r\n\r\nIn any case, very nice work, and hopefully see you at the conference!\r\n\r\nCheers,\r\nDavid", "subject": "Your recent work"}
{"email": "Thanks, I actually read this paper a long time ago,\r\nbut totally missed the connection.\r\nDid you ever publish your work on implementing this?\r\n\r\nBest,\r\nDavid", "subject": "Re: Chat today?"}
{"email": "Hi Leo,\r\n\r\nIn case you're still in SV, just wanted to mention I'll be at the main\r\ncampus next Tuesday, in case you have some time to get a coffee.\r\n\r\nCheers,\r\nDavid", "subject": "Re: Hi & Question"}
{"email": "Dear Silvio,\r\n\r\nThanks for agreeing to give us a hand. Please let me know if any of the above doesn't make sense.\r\n\r\nMany thanks,\r\nDavid", "subject": "Re: Hi & Question"}
{"email": "Dear Tom,\r\n\r\nJust wanted to say thank you for the contacts, I got in touch with both of\r\nthem directly.\r\n\r\nWith best regards,\r\nDavid", "subject": "Re: Hi & Question"}
{"email": "Hey,\r\n\r\nWe forgot a dark blue bag, would you mind\r\nbringing it to work next week?\r\n\r\nCheers,\r\nDavid", "subject": "Re: birthday BBQ "}
{"email": "Thanks so much for the invitation, we'd be delighted to come!\r\n\r\nBest,\r\nDavid", "subject": "Re: birthday BBQ "}
{"email": "Hi,\r\n\r\nHere's the paper we talked about:\r\n\r\nhttps://arxiv.org/abs/2310.16794333\r\n\r\nSee you tomorrow,\r\nDavid", "subject": "Paper"}
{"email": "Hi,\r\n\r\nThe current version is fine with me.\r\nBy the way, there is an initiative to change the name\r\nof the current \"cluster\" from\r\n Computer Vision into either\r\n\r\n   1. Machine Learning or\r\n   2. AI\r\n\r\nPlease let me know your preference.\r\n\r\nBest,\r\nDavid", "subject": "Re: Planning"}
{"email": "Dear Aryan,\r\n\r\nCould you please extend Mehdi's account viability by 1 month? He did ask\r\nfor an extension already, but it was overlooked.\r\n\r\nBest,\r\nDavid", "subject": "Re: Cluster Access"}
{"email": "Hi Andy,\r\n\r\nGreat to hear that you decided to join us!\r\nI am on campus tomorrow (6th floor) in case you'd like to meet.\r\n\r\nBest,\r\nDavid", "subject": "Re: Happy new year"}
{"email": "By the way, do you know around what time you would be coming by today?\r\n(Depending on the time, we may need to move our rental car.)\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Car"}
{"email": "Hi,\r\n\r\nUnfortunately no-one from my group seems to be able to log in with the\r\nprevious reservation code. Is there something  we are doing wrong?\r\n\r\nBest,\r\nDavid", "subject": "Re: Reserving Server (Urgent)"}
{"email": "Dear IT,\r\n\r\nI was wondering if it would be possible to extend the server reservation\r\nuntil the end of the month?\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Reserving Server (Urgent)"}
{"email": "Hi,\r\n\r\nUnfortunately we get an error when trying to use the machine. Are there\r\nstill live jobs on it?\r\n\r\nBest,\r\nDavid", "subject": "Re: Reserving Server (Urgent)"}
{"email": "I had the same issue, been trying to log in with my email account but that\r\ndoesn't work either.\r\n\r\nLet's use this please:\r\nhttps://zoom.us/j/66746956345\r\n", "subject": "Re: Possible delay"}
{"email": "Apparently I am not authorized to join the meeting. Could you please\r\nauthorize me under my regular email?\r\n\r\nDavid", "subject": "Re: Possible delay"}
{"email": "Hi,\r\n\r\nSorry for the delay (due to traveling back to the EU).\r\nI can meet tomorrow at 3pm CET if that works for you.\r\n\r\nBest,\r\nDavid", "subject": "Re: Possible delay"}
{"email": "Hi,\r\n\r\nAlright, I will be back in the week of August 21st and we could zoom if you\r\nlike. Meanwhile, you could have a look at this paper\r\nhttps://arxiv.org/abs/1803.08999\r\n\r\nCheers,\r\nDavid", "subject": "Re: Possible delay"}
{"email": "Same here in fact. We could sync via Zoom in the next weeks to agree on\r\nsome topics to warm up on perhaps?\r\n\r\nDavid", "subject": "Re: Possible delay"}
{"email": "Dear Nick,\r\n\r\nStarting a new thread here, since Mark (CCd) has some questions about capacity in your cloud.\r\n\r\nMark will follow-up.\r\n\r\nCheers,\r\nDavid", "subject": "Contact"}
{"email": "Hi all,\r\n\r\nI am back, so I would like to propose resuming our group meetings tomorrow\r\nat 11:30.\r\n\r\n\r\n\r\nI plan to be in the office on Thursday afternoon and on Friday (full day).\r\n\r\nBest regards,\r\nDavid", "subject": "Group meeting on Wednesday at 11:30"}
{"email": "Thanks, got it!\r\nI'll monitor the on-demand options.\r\n\r\nCheers,\r\nDavid", "subject": "Re: Inquiry"}
{"email": "Dear Claire,\r\n\r\nReally nice to hear from you! Nick was the one planning to attend, so he\r\nwill get in touch with you to set up a meeting.\r\n\r\nCheers,\r\nDavid", "subject": "Re: Chat"}
{"email": "Yes, that sounds great. I've put some talk details below.\r\n\r\nCheers,\r\nDavid\r\nTitle: Accurate Deep Learning at Scale\r\nSpeaker: David Keys \r\n\r\n*Abstract: *A key barrier to the wide deployment of highly-accurate machine\r\nlearning models, whether for language or vision, is their high\r\ncomputational and memory overhead. Although we possess the mathematical\r\ntools for highly-accurate compression of such models, these\r\ntheoretically-elegant techniques require second-order information of the\r\nmodel’s loss function, which is hard to even approximate efficiently at the\r\nscale of billion-parameter models.In this talk, I will describe our work on\r\nbridging this computational divide, which enables the accurate second-order\r\npruning and quantization of models at truly massive scale. Compressed using\r\nour techniques, models with billions and even trillions of parameters can\r\nbe executed efficiently on a few GPUs, with significant speedups, and\r\nnegligible accuracy loss.\r\n\r\n", "subject": "Re: Potential visit"}
{"email": "Dear Philippa,\r\n\r\nI hope all is well.\r\nI wanted to ask if your student might be a good fit to cover a few of\r\nthe conference sessions this year?\r\n\r\nBest regards,\r\nDavid", "subject": "Covering Conference Sessions?"}
{"email": "Yes, that's right. Let's pencil in the third trimester then.\r\n\r\nDavid", "subject": "Re: Being a visitor"}
{"email": "Dear Martin,\r\n\r\nIn case you have a couple of minutes today, I would love to talk to you for\r\na few minutes (or more).\r\n\r\nBest regards,\r\nDavid", "subject": "Meet today?"}
{"email": "My apologies for this, I woke up with a fever today so I wasn't planning on\r\ntaking any meetings.\r\n\r\nBest,\r\nDavid", "subject": "Re: we are waiting for you"}
{"email": "Hi Pavel,\r\n\r\nUnfortunately I am traveling starting next week, until August 20th.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: visit to Campus,, August 4th, 11am"}
{"email": "Hi Kevin,\r\n\r\nI hope all is well. I wanted to ask: could you please push your\r\n code somewhere? Soroush would need it for his\r\ncurrent project.\r\n\r\nBest,\r\nDavid", "subject": "Your code"}
{"email": "Hi Alex,\r\n\r\nWould you be interested in covering some of the conference sessions for our magazine? This would imply summarizing the talks briefly for the\r\nreaders.\r\n\r\nBest,\r\nDavid", "subject": "Covering Conference for Magazine?"}
{"email": "Thank you, made some minor changes and submitted.\r\n\r\nThis is very nice!\r\n\r\nDavid", "subject": "Re: Invitation to Contribute"}
{"email": "OK, looking forward to hearing from you :-)\r\n\r\nCheers,\r\nDavid", "subject": "Re: Possible Collaboration"}
{"email": "Hi Deborah,\r\n\r\nMany thanks for your email, this was quite useful.\r\n\r\nI have a quick unrelated question: I have been looking for a monitor for my\r\noffice, and noticed that there is an unused Apple one on your desk (see\r\npicture). Would it be OK if I used it and, if so, what is the code for the\r\nlock protecting it?\r\n\r\nThanks,\r\nDavid", "subject": "Re: short term stay"}
{"email": "Dear Jin,\r\n\r\nI am putting you in touch with two of our group\r\nmembers, who would be happy to have lunch with you tomorrow around 1pm. I\r\nguess you could meet on front of the cafeteria, but I leave it up to you to\r\ndiscuss.\r\n\r\nBest,\r\nDavid\r\n\r\n", "subject": "Meeting tomorrow for lunch"}
{"email": "Thank you for acting so quickly on this matter!\r\n\r\nDavid", "subject": "Re: Request for extension of contract"}
{"email": "Dear Steven,\r\n\r\nThank you for your email, the topics you suggested sound interesting and\r\nrelevant.\r\n\r\nFor me, 10am would be great. Best regards,\r\nDavid", "subject": "Re: Your work"}
{"email": "Dear Mark,\r\n\r\nThanks for the email, and sorry for the late reply: our main deadline of\r\nthe year was yesterday.\r\nI'd be happy to get in touch, could you please send me 2-3 times next week\r\nor the following one which would be convenient for you?\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Your work"}
{"email": "Hi Ilia,\r\n\r\nUnfortunately I have to miss today, since I'm here with my family. Would be\r\nvery happy to meet tomorrow or on Wednesday though.\r\n\r\nCheers,\r\nDavid\r\n\r", "subject": "Re: Meet tomorrow (Monday)?"}
{"email": "Hi,\r\n\r\nWould you like to meet tomorrow near the conference center, preferably in\r\nthe morning?\r\n\r\nBest,\r\nDavid", "subject": "Meet tomorrow (Monday)?"}
{"email": "Hi,\r\n\r\nShould be back in the week of December 31st.\r\n\r\nDavid", "subject": "Re: Fw: Hotel Confirmation"}
{"email": "Still in NY, going back this afternoon.\r\nLet me know if you need anything :-)\r\n\r\nDavid", "subject": "Re: Reservation Confirmation"}
{"email": "Dear Prof. Talwar,\r\n\r\nMy apologies for the late reply. The weeks of June 26th or July 3rd would\r\nwork for me; I do not have any strong time limitations during that period\r\nyet, although during morning time would be best.\r\nPlease feel free to propose times that work for you.\r\n(I am planning to attend online, I believe that is OK as per the rules I\r\nreceived.)\r\n\r\nBest regards,\r\nDavid", "subject": "Re: PhD Examination"}
{"email": "Hi,\r\n\r\nI think we'll put the start date on June 1st due to internal requirements,\r\nand it's fine if you arrive on the 3rd.\r\nHow probable is it that you'd like to be here in September as well? Either\r\nway is fine with me, but I would need some fixed dates to get the process\r\nstarted.\r\n\r\nBest,\r\nDavid", "subject": "Re: Internship application"}
{"email": "Hi Vabya,\r\n\r\nI mentioned a couple of articles, please find them attached.\r\nAdmin should get in touch next week about the internship setup--could you\r\nplease confirm the dates that would work for you again? (I remember June\r\n1st as the starting date, but not sure about the end date.)\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Internship application"}
{"email": "Dear Peter,\r\n\r\nI am getting in touch regarding your application. Would you have\r\nsome time for a call, let's say this Friday at 11:30 London time?\r\n\r\nBest regards,\r\nDavid", "subject": "Re: application"}
{"email": "Thanks!\r\n\r\nWould it be OK if Bernie sends us an email once he's kind of done? We can\r\nthen set up a sharing scheme once you are ready start your runs.\r\n\r\nBest,\r\nDavid", "subject": "Re: reservation"}
{"email": "Dear both,\r\n\r\nWe wanted to share a draft with you (attached as a PDF) of our recent work\r\nSincerely,\r\nDavid", "subject": "Recent work"}
{"email": "Dear John,\r\n\r\nUnfortunately, we do not have open positions at this time.\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Reg Post doc"}
{"email": "Hi all,\r\n\r\nWe are going back to regular programming, that is,\r\nour group meeting on Monday on Zoom, at 13:15.\r\n\r\n— Where: https://zoom.us/j/91491583222\r\n— Spreadsheet:\r\nhttps://docs.google.com/spreadsheets/d/1zwspv_y4t5fYUo7\r\n\r\n\r\n:-)\r\n\r\nBest,\r\nDavid", "subject": "Group meeting today at 13:15"}
{"email": "Hi,\r\n\r\nComing back to this, I just wanted to cancel the booking--we will meet our\r\nfriends directly there tomorrow afternoon.\r\n\r\nMany thanks!\r\nDavid", "subject": "Re: Order Form"}
{"email": "Hey,\r\n\r\nGreat to hear from you, and sorry for the late reply. Please don't worry about these things if this becomes a hassle.\r\n\r\nBtw I read your proposal and it is very nicely motivated and written.\r\n\r\nThanks, I'm glad you liked it, fingers crossed!\r\n\r\n Cheers,\r\nDavid", "subject": "Re: Invitation to Speak"}
{"email": "Thank you for the reminder, this is being processed now.\r\n\r\nBest,\r\nDavid", "subject": "Re: travel expenses"}
{"email": "Many thanks for your help with this, please find the form attached.\r\n(Obviously, the lower stipend is fine.)\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Expense form"}
{"email": "I would vote for a tie, in case that's an option.", "subject": "Re: Award"}
{"email": "Hi,\r\n\r\nI made some very minor changes and comments over the text. Looks good to me!\r\n\r\nDavid", "subject": "Re: press release text"}
{"email": "Sounds great, let me know if you need me to get involved in any way.\r\n\r\nBest,\r\nDavid", "subject": "Re: Internships"}
{"email": "Hi,\r\n\r\nNo worries from my side at all. I'm sorry I didn't communicate it better,\r\nbut I wanted to send you a message when things were clearer on our end. In\r\nany case, I'd be very happy if you could come visit at some point this year\r\nor the next.\r\n\r\nBest,\r\nDavid", "subject": "Re: Application for position"}
{"email": "Hi,\r\n\r\nI am on my way to the office, will be there around 10:10.\r\n\r\nPlease call again if you have any questions.\r\n\r\nDavid", "subject": "Re: Asset inventory in your department"}
{"email": "Hi,\r\n\r\nOK, so let's do this:\r\n\r\n   - We can keep the appointment for tomorrow morning and go over the list\r\n   and match the items.\r\n   - I suspect there will be some \"missing\" items people will need to bring\r\n   from home, so maybe let's keep a slot on the 25th as well.\r\n\r\nBest,\r\nDavid", "subject": "Re: Asset inventory in your department"}
{"email": "Hi Mark,\r\n\r\nMy apologies, I just found your email in my spam folder. I honestly don't\r\nknow what happened. Would you be able to have a look at the revision in the near future, and send me your notes\r\ndirectly?\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Code Review Request"}
{"email": "Thank you for the fast reply!\r\nWould moving the deadline to September 15th work for you perhaps?\r\n\r\nBest regards,\r\nDavid", "subject": "Re: Reviewer Request"}
{"email": "Hi,\r\n\r\nI booked the restaurant at 18:30, and Alex will join as well.\r\n\r\nDavid", "subject": "Re: Dinner on Monday?"}
{"email": "Yes, unfortunately something came up and I can't make Tuesday. Would Monday\r\nwork for you at all? We could go to a place that's close to your apartment.", "subject": "Re: Dinner on Monday?"}
{"email": "Hey,\r\n\r\nI'm really glad to hear that, looking forward to having you on board!\r\n\r\nCheers,\r\nDavid", "subject": "Re: Interview"}
{"email": "I am really glad it worked out on our side. Now, please let me know if I\r\ncan do anything to convince you to accept the offer :-)\r\n\r\nDavid", "subject": "Re: Interview"}
{"email": "Alright, thanks for being so thoughtful on this.\r\n\r\nBest,\r\nDavid", "subject": "Re: Question about flight booking"}
{"email": "Hi,\r\n\r\nCan you please let me know what timeline you have in mind? Also, I imagine\r\nthe talk would be virtual?\r\n\r\nBest,\r\nDavid", "subject": "Re: Talk Invitation"}
{"email": "Thanks, this sounds interesting. I will try to have a look.", "subject": "Re: Help"}
{"email": "Hi all,\r\n\r\nDue to administrative meetings earlier in the day, our weekly group meeting\r\nis Monday at *14:30*:\r\n\r\n\r\n\r\nSee you,\r\nDavid", "subject": "Group meeting Monday at 14:30"}
{"email": "Dear all,\r\n\r\nThe group meeting is happening on Monday at 11:00 this week.\r\n\r\n\r\n\r\nRegarding the group dinner, I wanted to suggest Thursday around 7pm at TIKA\r\n.\r\n\r\nBest regards,\r\nDavid", "subject": "Group meeting and Restaurant"}
{"email": "Hi,\r\n\r\nYes, I confirm that she should receive the position.\r\n\r\nDavid", "subject": "Re: Internship "}
{"email": "Sorry, for some reason all your emails landed in my spam folder.\r\n\r\nPlease find the form attached.\r\n\r\nDavid", "subject": "Re: Greetings and recommendation letter"}
{"email": "Hi Adam,\r\n\r\nThanks, I have finally managed to do this myself.\r\n\r\nCheers,\r\nDavid", "subject": "Re: Evaluation Protocol"}
{"email": "Hi all,\r\n\r\nI was wondering if it would be possible to move the meeting to some point\r\nin the afternoon, due to a scheduling conflict. If it's not possible, then\r\nlet's have it at the agreed time (10am).\r\n\r\nBest,\r\nDavid", "subject": "moving this morning's meeting to the afternoon?"}
{"email": "Dear Steven,\r\n\r\nUnfortunately I am a bit delayed on this, would it be possible to have\r\nuntil early next week to complete the article?\r\n\r\nBest regards,\r\nDavid", "subject": "call for contributions"}
{"email": "Hey,\r\n\r\nNo, I'm fine, I just spent a bit more time talking to a collaborator so I'm late. In\r\nthe waiting room now.\r\n\r\nBest,\r\nDavid", "subject": "Re: Did you want to skip today?"}
{"email": "Hi Markus,\r\n\r\nUnfortunately I will be late to campus today. I hope to be there around 11.\r\n\r\nBest,\r\nDavid", "subject": "Late today "}
{"email": "Yes. I don't have an exact answer, my guess is in 3-4 weeks.", "subject": "Re: Request for Code"}
