{"email": "Dear Rachel, Maria, and Anna,\r\n\nThank you very much for the great news. I have accepted the offer, and am\r\nvery excited to start! I am attaching the filled-out form\r\nbelow.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Innoviarty Offer - Perez, Isabel (Isabel)"}
{"email": "Dear John,\r\n\nThank you so much for the kind words (and for all that you do for WorkTogether)!\r\nSam was an absolutely spectacular speaker, even by our high standards, so\r\nit was a pleasure to be able to tell her how much I enjoyed the talk.\r\nReally, the magic is all with her (and the rest of our lineup).\r\n\nIt would be lovely to catch up. I imagine your calendar is much busier than\r\nmine, so anytime that works for you, I'll make work.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Thank you for your talk at WorkTogether"}
{"email": "Dear Sam,\r\n\nThank you very much again for your wonderful talk for WorkTogether. I\r\nwanted to let you know that we have posted the recording on Youtube\r\n<https://www.youtube.com/watch?v=DF31qCrclC0> and it already has 174 views\r\n(and I expect soon will have many more).  For my part, I wanted to share\r\nthat I found your talk to be exceptionally clear, honest, and engaging. I\r\nthink you have a wonderful way of communicating clearly about\r\ncomplex concepts, and I personally learned a great deal from the\r\npresentation. Of course, I and others at WorkTogether also greatly appreciate your\r\nwork at GoodCo, and wish you the best of luck in your mission.\r\n\nSincerely,\r\n\nIsabel, on behalf of WorkTogether", "subject": "Thank you for your talk at WorkTogether"}
{"email": "Hi Rosalie and Jack,\r\n\nHappy new year! Jack, very nice to virtually meet you, and looking forward\r\nto working together!\r\n\nBest,\r\n\nIsabel", "subject": "Re:"}
{"email": "Hi Chris,\r\n\nThanks a lot for the quick response. Of course - I will follow up around\r\nthen. Good luck with graduation!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Speaking invitation - WorkTogether"}
{"email": "Dear Chris,\r\n\nI reached out to you a few months ago to ask if you would be interested in\r\nspeaking to WorkTogether about your work at Rosalia. However, it seemed\r\nlike it was not a good time as it was quite close to your graduation. I\r\nwould like to try again.\r\n\nIn particular, we are looking for speakers to introduce WorkTogether members to\r\nopen-source projects in the broad area of Javascript frameworks. We believe\r\nthat Rosalia would be a wonderful organization to feature as part of this\r\nproject, and we hope a talk would inspire our members to get involved.\r\nTypically, we ask our speakers to give a roughly 45-minute talk via Google\r\nMeet, which is recorded and posted on our YouTube channel, followed by\r\n10-15 minutes of Q&A. All talks are open to the general public, hosted by\r\nWorkTogether, and moderated by me or my co-lead Maria.", "subject": "Re: Speaking invitation - WorkTogether"}
{"email": "Hey, sounds good. It sounds like you're pretty busy at the moment and I\r\nhave a big Feb 3 deadline, so maybe let's talk ~then? Congrats on,\r\nyet, again, being an awesome employee. I hope something really good comes\r\nout of this for you.\r\n\nNot exactly related (except for the \"interesting beginning of 2024\" part),\r\nbut I'm going to be in San Antonio for at least a few weeks this summer,\r\nworking on Anna's team at Innoviarty. So maybe see you around, then :)\r\n\nIsabel", "subject": "Re: catch-up"}
{"email": "Hey, sorry this is a bit late, but I figured you'd want to party in Vietnam until the end anyhow.\r\n\nI am not sure I fully understood the patent, especially the second and\r\nthird embeddings of Claim 11, but I think I got the gist of it.", "subject": "Re: patent"}
{"email": "Hey Rick,\r\n\nWow... tense week, huh? We're feeling it all the way from Bridgetown. Everyone\r\nforgot about the heat already.\r\n\nBut how exciting about your trip to the Maldives! I'm sure you and Katie (I\r\npresume?) are very ready for a break. I'm glad you are both getting out of\r\nthe house, though. Being constantly home is kind of the worst after a few\r\nweeks. Now that we're also home, I've started dressing up - like\r\nseriously dressing up - just to go out for bread, because there's literally\r\nnothing else. I did make friends at a nice new quiche shop a few blocks\r\naway, though, so now I have that to look forward to. And I really can't\r\ncomplain.\r\n\nSo, yeah, I guess, much as I miss all of you (so much, actually), I am glad\r\nwe're living here. As you say, Cassie has a great environment. She is still\r\nin daycare, and it seems quite safe. She mostly speaks Portuguese, which is\r\nfairly adorable; it's also necessary for when she starts school, so I'm\r\nglad she's picking it up. She does understand English and Croatian very\r\nwell, so we'll see if she starts speaking them more as she's older. Anyway\r\nthey'll always be there for her.\r\n\nHugs,\r\n\nIsabel", "subject": "Re: You Guys Okay?"}
{"email": "Dear Stacey,\r\n\nThank you for making the adjustment!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Reminder: Session on Grant Writing"}
{"email": "Hey!\r\n\nWork is OK, mostly I sit at home and stare at the computer screen. I\r\nlook forward to next year when I can sit at work and stare at the computer\r\nscreen. Or sometimes paper. Just kidding, honestly it's kind of hard\r\nwithout having people around, especially for classes. But I guess once this\r\nyear is over we all get a \"survivor\" badge. I guess the Groupies are less\r\nremote than us at Helco?\r\n\nCheers,\r\n\nIsabel", "subject": "Re: server data"}
{"email": "Hey Maria, Awesome, thanks so much for fixing this!\r\n\nHope you're doing well!\r\n\nIsabel", "subject": "Re: changes should be propagating from github to crobot.com and\r\n staging.crobot.com again"}
{"email": "Dear Zoey,\r\n\nThank you very much for your quick response! Yeah, unfortunately it seems\r\nthat there was a breakdown in communication somewhere, which is too bad.\r\nI'm sorry if it creates a problem for the school, and on my end - even\r\naside from the opportunity to present, I would have loved to attend.\r\n\nBest regards,\r\n\nIsabel", "subject": "Re: email announcing ACRT'23"}
{"email": "Dear everyone,\r\n\nThis is very mysterious. There is one setting I could change to make those\r\nboxes a bit more responsive in general called \"Debounce\", and I changed it\r\nto make it more responsive. (It's OK for now, it would be a problem if/when\r\nwe get rid of the \"recompute\" button).\r\n\nBest,\r\n\nIsabel", "subject": "Re: UI"}
{"email": "Hi Robert,\r\n\nThanks so much for taking the time, and of course for the strong\r\nendorsement. I really do appreciate it.\r\n\nBest regards,\r\n\nIsabel", "subject": "Re: Reference"}
{"email": "Hi Robert,\r\n\nSorry again about the timing. Here's a template letter, I hope it looks OK\r\nto you, I've never written one for myself before.\r\n\nBest,\r\n\nIsabel\r\n\nTo whom it may concern,\r\n\nI was Isabel’s manager for most of the time that Isabel worked at Meowcor. I am now happy to recommend Isabel for a job at Innoviarty. I\r\nbelieve that Isabel’s combination of technical skills and passion will enable her to be very productive.\r\n\nBest regards,", "subject": "Re: Reference"}
{"email": "Hi Robert,\r\n\nI have not heard, and I am so sorry to hear this news now, it's awful. I\r\nhope that you and your teams are not terribly impacted.\r\n\nOf course, I am sorry to have bothered you under the circumstances. I will\r\nsend you a draft by tomorrow.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Reference"}
{"email": "Hi Robert,\r\n\nSorry to bug you again, but it seems like right now the recommendation\r\nletter is the missing piece to move forward - the interview went well. If\r\nit would be possible for you to upload a short letter (just a couple of\r\nparagraphs is enough) by next Tuesday, I would really appreciate it.\r\n\nBest, and thanks again,\r\n\nIsabel", "subject": "Re: Reference"}
{"email": "Hi Robert,\r\n\nThanks a lot! I added you to their job portal using your gmail, I hope\r\nthat's OK.\r\n\nHappy new year!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Reference"}
{"email": "Hi Robert,\r\n\nI hope you are doing well. I am following up on an email I sent back in\r\nFebruary, to ask if you would be willing to act as a reference for me for a job at\r\nInnoviarty. I would really appreciate it if you would\r\nlet me know, and of course if you would be willing to do it.\r\n\nBest regards,\r\n\nIsabel", "subject": "Re: Reference"}
{"email": "Hi Robert,\r\n\nI hope you and your family are doing well. I heard through the grapevine\r\nthat you are now a Director, and I think it's really\r\ngreat, and Meowcor is very lucky to have you.\r\n\nI am writing to ask if you would\r\nbe willing to be a reference for me for some jobs. The particular one I'm excited about is at Innoviarty. I hope that you would be able to speak to my\r\nlong-standing record of commitment to my work, in\r\nparticular the quality of my work was\r\nat Meowcor.\r\n\nI hope this is OK with you! I would appreciate you letting me know soon, as\r\nthe application period is very much in progress, and ramping up.\r\n\nBest regards,\r\n\nIsabel", "subject": "Re: Reference"}
{"email": "Hi Robert,\r\n\nThank you again for supporting my job applications. I wanted to let you\r\nknow that next fall I will be starting at Helco Bridgetown. I am very excited to get started.\r\n\nI hope you and your family are doing well, despite this current crisis. I\r\nheard from Penny that Meowcor is still being generally very supportive of\r\nits employees, for instance sending everyone care packages long before they really\r\nhad to. I hope that that's your impression as well. We are doing OK here in\r\nBridgetown, a little stir-crazy, but we have fantastic infrastructure. In\r\nparticular, the stores have not run out of anything, and with any luck the\r\nmedical system will hold up as well. For the most part, people have been\r\nexcellent at taking care of each other.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Reference"}
{"email": "Hey Robert,\r\n\nThank you so much! I'm glad the emails went through early. Please don't\r\nworry about the second place (Helco).\r\n\nI hope you have a wonderful trip home!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Reference"}
{"email": "Hey Robert,\r\n\nIt's good to hear from you, too! I'm glad you and Adam and everyone are\r\ndoing well! Cassie is growing, too. She's just starting to speak - her\r\nfavorite word is \"no\", which is pretty adorable.\r\n\nRegarding the recs, thank you so much!  I don't know if they can do a\r\nsecondary email, but I'll try to submit my stuff early, so you *hopefully*\r\nget an email before the 29th. I'll let you know when I do submit.\r\n\nI hope you have a great trip to Portland!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Reference"}
{"email": "Yeah, I put down the worst case because it did seem urgent to unblock this\r\n*today*\r\n\nfor sure we can aim for tomorrow :)", "subject": "Re: [Pretty urgent] - Dash app"}
{"email": "Dear Sky,\r\n\nUnfortunately over the weekend it seems that the app has stopped updating sometime this weekend.\r\nThe commits do appear in the Github repo it's supposed to be pulling from, just not\r\non the website itself. Could you please help get this fixed? We were\r\nplanning to share this website with external collaborators today.\r\n\nThanks,\r\n\nIsabel", "subject": "[Pretty urgent] - Dash app"}
{"email": "Dear Michael,\r\n\nThank you very much for giving such a great talk to WorkTogether yesterday! We are\r\nalready getting very positive feedback from our members, and for myself,\r\nI'd like to say that I found the talk very clear and also very\r\nthought-provoking. I especially appreciated that the concepts were so\r\nwell-illustrated with examples, and the openness with which you answered\r\nall the many questions from the attendees. I am sure many of us will be\r\ntaking advantage of the resources that you shared.\r\n\nAs a special thank-you, we would like to offer you a small present of WorkTogether\r\nswag. If this is something that appeals to you, please let us know the\r\nshipping address. We ship worldwide.\r\n\nFinally, I wanted to let you know that your talk is already up on YouTube. We would also be very happy to\r\ninclude and share your slides, if this is OK with you.\r\n\nBest regards,\r\nIsabel, on behalf of Maryem, Andrew, and WorkTogether", "subject": "Re: WorkTogether.com Speaking invitation"}
{"email": "Oops, the invitation got sent to an incomplete list (please see below for\r\nthe original invitation). But, while I have your attention, please let me\r\nknow if there are any food allergies that we should be aware of.\r\n\nCan't wait to see and celebrate with everyone!\r\n\nIsabel", "subject": "Re: Halloween party"}
{"email": "Dear Adam,\r\n\nI am sorry it took me so long to write back - I hope you remember me! As it\r\nturns out, it can take a while to get everything arranged and finally\r\nconfirmed. But I am happy to share that I will be working with Pat at Meowcor. In particular, I will be helping to develop a website uptime dashboard.", "subject": "Re: Webdev in Maria"}
{"email": "Hi Adam,\r\n\nFirst of all, thank you very much for this list and especially for meeting\r\nwith me last week. The discussion was very useful for me to think through\r\nnext steps. I'm\r\nnot sure if you're interested or at least curious, but I'd be happy to let\r\nyou know where I end up.\r\n\nThanks again, and best of luck with your daughter! They grow so fast.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Possible jobs"}
{"email": "Dear Amanda,\r\n\nThank you very much! That's a perfect explanation.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Work question"}
{"email": "Hi Svetlana,\r\n\nI believe I have what I need, at least I can try and contact Rosalie if not :)\r\n\nBest,\r\n\nIsabel", "subject": "Re: FINAL draft :)"}
{"email": "OK I'm getting that we owe you ~$208. If you tell us where to wire it, I\r\nwill try.\r\n\nIf you want me to wire more and pay me back, just let me know. It's no\r\nproblem.", "subject": "Re: Where are you these days?"}
{"email": "Hey,\r\n\nThanks for understanding. I feel like a huge jerk. But I would love to try\r\nagain same time tonight. I'll send you a zoom.\r\n\nThat dream is very sweet - but I would totally believe you because I think\r\nmy eyes do change color sometimes :)\r\n\nHugs,\r\n\nIsabel", "subject": "Re: Zoom"}
{"email": "Hey Amy, I'm so sorry. I passed out somehow and I even set an alarm, and I\r\nhave no idea what happened with that. I feel terrible, and also sad I\r\ndidn't get to see you. Would you be okay with trying again tomorrow, or\r\nwhichever day you're free next?\r\n\nIsabel", "subject": "Re: Zoom"}
{"email": "Hey! It's very nice to hear from you, and thank you for the birthday\r\nwishes! Cassie did great on the plane and is settling in nicely. There are\r\nfive (five!) playgrounds within a 15-minute walk and Cassie loves them all;\r\nwe are now raising a slide addict.\r\n\nAnd yes, we totally assembled the sofa bed the first night! Sleep is worth\r\nfighting for. Bridgetown is... quaint but very sweet. All stores close early on\r\nSaturday and stay closed through Sunday. But there is a wonderful cheese\r\nshop and great cakes and even a place specializing exclusively in\r\nPortuguese egg tarts. One thing that helps is that it turns out we are very\r\ncentral, which is very convenient for getting around.\r\n\nThank you in advance if you choose to send Cassie something. Our address is\r\n123 Memphis Street,\r\n Bridgetown\r\n\nHow are things back at Meowcor? Is life totally awesomer now that things work? Anything exciting otherwise? What is your kid?\r\n\nBest,\r\n\nIsabel", "subject": "Re: Happy Birthday, Cassie!"}
{"email": "Dear Shannon,\r\n\nI apologise for the delay. His name is Gael Richards Smythe ( he has two\r\nlast names).\r\n\nThank you,\r\n\nIsabel", "subject": "Re: FW: Apartment reservation Isabel"}
{"email": "Dear Shannon,\r\n\nThank you for arranging the housing. We would need it from April 1, as well\r\nare coming quite a bit earlier to get our baby daughter started in daycare.\r\nIt's okay if we have to pay; however, would it be possible to cancel if we\r\nfind permanent housing before April?\r\n\nThank you,\r\n\nIsabel", "subject": "Re: Apartment reservation Isabel"}
{"email": "Hi Nora,\r\n\nYep, I will do that. I have an enormous deadline in 10 days, though, so if\r\nit's OK with you I'll send them after that.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Forms!"}
{"email": "Hi Nora,\r\n\nI'm sorry for the late response. If it's still possible, please do!\r\n\nBest, Isabel", "subject": "Re: Forms!"}
{"email": "Dear Zoey,\r\n\nThank you very much for letting me know. I do plan to stay longer than the\r\nend of August But, do I understand correctly that there is\r\nnothing for me to do, and it's up to Andrew/Helco to extend with DUDUM?.\r\n\nBest regards,\r\nIsabel", "subject": "Re: Your DUDUM contract"}
{"email": "Great, thank you!\r\n\nIn that case, I guess we're ready to go live....\r\n\nBest,\r\n\nIsabel", "subject": "Re: Ready"}
{"email": "Hi Adam and Ethan,\r\n\nI just double checked everything and website look OK.\r\nHowever, the uploaded video doesn't play for me, either in-browser or on\r\nQuicktime. I also noticed that the file is quite small - my original was\r\nabout 50 MB and the one I downloaded from the link is only 17 KB.\r\nShould we be concerned?\r\n\nBest,\r\n\nIsabel", "subject": "Re: Ready"}
{"email": "OK, I was confused about what was happening, so I went ahead and uploaded\r\neverything. Looks like it can still be changed, however.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Ready"}
{"email": "Forgot to add - if you prefer that I upload everything, I can do that as\r\nwell. I was planning to, but I'm happy to hand over that responsibility.\r\n\nIsabel", "subject": "Re: Ready"}
{"email": "Hi Adam,\r\n\nI made a small change. Could you\r\nplease pull it before you submit?\r\n\nThe video is ready (I hope) and attached. Please let me know what you think!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Ready"}
{"email": "I think that every page in the domain should be\r\npassword-protected, not just the landing page. But this is very easy to set\r\nup. The password would actually need to be entered twice - once for the\r\ndocumentation pages and once for the interactive pages, but this is unavoidable until\r\nwe put them on the same server.\r\n\nBest,\r\n\nIsabel", "subject": "Re: password for crobot"}
{"email": "Hi Svetlana,\r\n\nThat is correct: it is not possible in Dash to have unlimited items,\r\nbut we can raise the limit. Rosalie suggested six, which seems OK to me - we\r\ndon't want to set it too high, because it complicates the code and also\r\nslows down the page.\r\n\nAs far as the scenarios: thank you for catching that if extra\r\nitems are created, they don't go away. The values\r\nshould, however, reset by clicking the buttons. Does this not work for you?\r\n\nFinal thought: since we are getting rid of the \"weak\" option, should we\r\nrename \"medium\" to \"weak\" so we have weak/strong instead of medium/strong?\r\n\nBest,\r\n\nIsabel", "subject": "Re: site"}
{"email": "Hello,\r\n\nThe apartment number was unfortunately missing, but I was able to add it\r\nthrough their web system. In the end, I wasn't home and they gave the\r\npackage to a neighbor anyway.\r\n\nBest,\r\n\nIsabel", "subject": "Package"}
{"email": "Hey so. I'm writing back.\r\n\nHere's Cassie:\r\n[image: IMG_0601.jpg]\r\n\n\nBut you know you can always get the latest pictures of Cassie from\r\nthe website :)\r\nThe poor kid is teething right now. Three of her molars came in so easily\r\nwe didn't even notice until they were well out, but the fourth seems like\r\nit's being a pain.\r\n\nAre you feeling any better??Yeah, nothing is really happening here. It's raining. It rains a lot.\r\n\nHugs,\r\nIsabel", "subject": "Re: So, this happened"}
{"email": "Hey sorry I'm slow. I still want to know how quickly that jar disappeared.\r\n\nJune's great! Come! Cassie and I miss you (and probably Richard too, but you\r\nknow he's too stoic to admit it).\r\n\nI'm good. Indeed, very busy with new job and the (now older) baby. Cassie's\r\nstill a great sleeper but the flip side of that it that she's *intense*\r\nwhen she's awake. Like bouncebouncebounce intense but also increasingly\r\nbig-feelings-of-frustration intense. I do hate to tell her that frustration\r\nis pretty much the human condition, but I guess that's parenting.\r\n\nJob is a lot of fun, I'm still getting up to speed on some parts of it, but\r\nthe group is great and very easy to fit in to. How are you? Anything new and fun in Memphis? How are your parents and all those\r\nlittle nieces (and the one nephew)?\r\n\nHugs,\r\n\nIsabel", "subject": "Re: So, this happened"}
{"email": "Dear Shannon,\r\n\nYes, I do have the card. I already submitted my form to IT, so I\r\nhope to have an account there soon!\r\n\nBest,\r\n\nIsabel", "subject": "Re: social security no."}
{"email": "OK! Facetime? Let me see it I can work it from my ipad...", "subject": "Re: hello"}
{"email": "Hey Amy,\r\n\nSorry for the late response. I was actually supposed to be at a wedding in\r\nTennessee right now, but I cancelled it last minute because COVID. But in\r\nany case I should have written back, I just didn't know where I was going\r\nto be until a few days ago...\r\n\nIf you still have time today, I'd love to talk. If not - next weekend?\r\n\nHugs,\r\n\nIsabel", "subject": "Re: hello"}
{"email": "Hey!\r\n\nSorry, I keep forgetting how full of lingo my job is. LOL.\r\n\nOK, can't wait to see your new nose. What's better for you - weekend or\r\nweekday? It would ideally be in the evening my time so your afternoon, but\r\nI don't supermuch care which one.So if you have one in the next week or so,\r\njust tell me which and I'll make it happen. If that is just an awful time\r\nfor you, we can also do it my afternoon/your early morning most days. The\r\ntrickiest is your evenings, unfortunately.\r\n\nOh, and, happy thanksgiving! We just had our first snow today.\r\n\nHugs,\r\n\nIsabel", "subject": "Re: hello"}
{"email": "Hey,\r\n\nHoly shit I suck. I'm so sorry it's been a month. I miss you like crazy,\r\nit's just that... it's been busy\r\n\nBut so how are you? I saw the gorgeous photos you have on Instagram, are\r\nyou still loving photography and Portland and all of that stuff? Did you get\r\na dog? Petra is meowing at me now because she\r\nthinks it's time she got fed. She sleeps a lot more now, not sure if\r\nwinter, old age, or general cattiness. I made her a nook by the radiator,\r\nshe digs that.\r\n\nWould it be poor form for me to ask if you wanted to facetime sometime? I'd\r\nlove to see your face, and I'm badly in need of your humor.\r\n\nHugs,\r\n\nIsabel", "subject": "Re: hello"}
{"email": "Dear Shannon,\r\n\nNo problem, thank you very much!\r\n\nBest,\r\n\nIsabel", "subject": "Re: First day of work"}
{"email": "Dear Shannon,\r\n\nSounds great, thank you. I do have one question. I sent an email to Helga\r\nabout ten days ago regarding my paperwork, and I haven't heard back. I was wondering if you know if\r\nmaybe she is on vacation or otherwise not available. If so, do you expect\r\nher back soon or is there someone else who could help? I'm afraid that the\r\nissue is a bit time sensitive.\r\n\nThanks,\r\n\nIsabel", "subject": "Re: First day of work"}
{"email": "Hi Luke,\r\n\nI hope you got the payment.\r\n\nI just wanted to let you know the best way to deliver the food: There is an\r\nalley behind/just to the west of the property. The entrance will be from the\r\nalley, and it will be easy to bring the food up from there ( there is one\r\nflight of stairs). It's okay to have your vehicle in the alley long enough\r\nto unpack the food; after that there is lots of parking in the area. I am\r\nincluding a parking map.\r\n\nThanks,\r\n\nIsabel", "subject": "Re:  Restaurant"}
{"email": "Hi Luke,\r\n\nI don't think there's a pay button on the invoice. Could you please help?\r\n\nIsabel", "subject": "Re:  Restaurant"}
{"email": "Yes, 9 PM to start serving sounds great. The party will go until ~8:20\r\nand it's a small space, so ideally the setup could start at 8:30 sharp or a\r\nfew minutes before.\r\n\nAlso, if it's not too late, could we add a dessert to the order? We\r\nwould prefer something fruity. No worries\r\nif it's not possible.\r\n\nThanks,\r\n\nIsabel", "subject": "Re:  Restaurant"}
{"email": "Hi Luke. The address is correct. I'll get back to you about the time. A\r\nquestion about the tables - the space has a large kitchen island (at least\r\n6' square) - would that work for serving instead?\r\n\nIsabel", "subject": "Re:  Restaurant"}
{"email": "Hi Luke,\r\n\nCould you please resend the invoice so that I can pay it?\r\n\nThanks,\r\n\nIsabel", "subject": "Re:  Restaurant"}
{"email": "Dear Laura,\r\n\nThank you very much for your well wishes, and for letting the other parents\r\nknow. We are all recovered. However, later this week we are taking a trip\r\nto see family, so Cassie will not be back at daycare until we\r\nreturn. I hope you have already been notified of this\r\nabsence, but I am confirming it just in case.\r\n\nBest regards,\r\n\nIsabel", "subject": "Re: sick"}
{"email": "Hi Caterina,\r\n\nAs far as I know, there's not much else to do. The only thing you could try\r\nthat might help is also submitting the correction to get MBIB added. You do this by clicking on the \"edit\" button in the MBIB info panel (bottom left corner of screenshot attached).\r\nI hope the change is made soon!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Meowcor connection?"}
{"email": "Hi Caterina,\r\n\nUnfortunately I cannot refer you to a specific person; I'm fairly sure that\r\none doesn't exist.", "subject": "Re: Meowcor connection?"}
{"email": "Hey,\r\n\nI probably can't help but I can try. Do you know what the issue is? The\r\nlisting looks okay to me.\r\n\nIsabel", "subject": "Re: FW: Meowcor connection?"}
{"email": "I also agree with Mario. (full disclaimer, I discussed some of this with him\r\noffline). I'll respond in the larger thread, also. I think Mario deserves\r\nsome support, especially since (IMO) he's absolutely right", "subject": "Re: Re: First impression of crobot.com"}
{"email": "Hey, could y'all please let me in to the meeting?\r\n\nThanks,\r\n\nIsabel", "subject": "Re: missing data"}
{"email": "Hey Rosalie,\r\n\nRe - the meeting: sure, what time? My availability tomorrow afternoon is\r\npretty much just 2:30-4 and 4:30-5:15ish.\r\n\nNot sure what you mean by \"push for flat testing\" but excited to find out :)\r\n\nBest,\r\n\nIsabel", "subject": "Re: missing data"}
{"email": "Hi Rosalie,\r\n\nI fixed and restarted the job (it broke because of a typo in the downloaded\r\nfile, grr). It should be running now. I'll backfill the two missing days\r\nwhen I get more time, hopefully today or tomorrow.\r\n\nBest,\r\n\nIsabel", "subject": "Re: missing data"}
{"email": "Hey Luke,\r\n\nAwesome, thanks for letting me know! I hope that we can all see each other\r\nsoon in Iceland (that place looks storybook-gorgeous, by the way!). If\r\nnot, another time.\r\n\nBest of luck with Meowcor! I hope it's a bit less stressful now that you\r\nknow what to expect. But if you have any questions please do let me know!\r\n\nCassie and Richards say hi back to you and Susan :)\r\n\nHugs,\r\n\nIsabel", "subject": "Re: How are you holding up?"}
{"email": "OK, I can come by MBIB tomorrow (we could go out for your birthday after\r\nwork?) and bring over the puzzle-type floor matting and maybe a few more\r\nthings. As far as buying stuff, I humbly suggest it's almost always much\r\nbetter to give money directly. Which we can totally do.", "subject": "Re: Collection of toys for kids"}
{"email": "Dear Arthur,\r\n\nThank you very much for your wonderful talk! Our community enjoyed it very\r\nmuch; especially we appreciated your careful and clear explanations, and\r\nyour general awareness of the audience; it really spoke to how much you\r\ncare both about the people you speak to, and the subject. (Of course, I am\r\nbiased: I've been following your work for a long time.) I also very much appreciated your\r\nhonesty with respect to the challenges involved.\r\n\nAs a thank-you for the talk, we would be very happy to send you some WorkTogether\r\nswag. Please fill out this google form if this is something that\r\nappeals to you. We ship worldwide.\r\n\nFinally, I wanted to let you know that the recording of your talk is\r\nalready up on Youtube.\r\n\nBest regards,\r\n\nIsabel, also on behalf of Maryem, Andrew, and the WorkTogether community", "subject": "Re: Speaking invitation - Frameworks for WorkTogether"}
{"email": "Dear Reece,\r\n\nSorry for the late reply - Gael was at a conference until late last\r\nnight.\r\n\nYes, that sounds absolutely wonderful! Thank you so much for planning.\r\n\nCheers,\r\n\nIsabel", "subject": "Re: Thanksgiving"}
{"email": "Hi Andrew,\r\n\nSorry for the late reply! This works for me if it still works for you.\r\n\nI set up a Zoom link here:\r\nhttps://us04web.zoom.us/j/12345\r\n\nBest,\r\n\nIsabel", "subject": "Re: small project for Meowcor over the summer"}
{"email": "Hi Andrew,\r\n\nThanks for the quick response! I will report it and see what happens.\r\n\nThanks also for the heads up about next month.\r\n\nBy the way, is this week still good for you to talk about the project? I am free  the whole week, except Tuesday and Wednesday\r\nafter 2 PM and Friday after 3.\r\n\nBest,\r\n\nIsabel", "subject": "Re: small project for Meowcor over the summer"}
{"email": "Hi Reece,\r\n\nYeah, it's.... not the best website. It does seem to work, though, so I\r\nthink we're OK. Thanks for dealing with this!\r\n\nBest,\r\n\nIsabel", "subject": "Re: crobot domain?"}
{"email": "Hi Reece,\r\n\nJust a gentle reminder to please give me this further access, so\r\nthat I can set up the crobot.com forwarding.\r\n\nThanks,\r\n\nIsabel", "subject": "Re: crobot domain?"}
{"email": "Hi Reece,\r\n\nCould you please additionally give myself, Maria, and Rosalie access to the\r\ndomain control center?\r\nWithout this, I cannot correctly configure the domain.\r\n\nThanks,\r\n\nIsabel", "subject": "Re: crobot domain?"}
{"email": "Hi Reece,\r\n\nGood question about the hosting - not sure yet! We'll decide in the next\r\nfew days. Good chance we'll change providers.\r\n\nI really don't want to mess with it so close to go-time, seems like a great way to mess something up. But yes, the next plan is\r\nto harmonize the look/feel and the hosting.\r\n\nCheers,\r\n\nIsabel", "subject": "Re: crobot domain?"}
{"email": "Hi everyone,\r\n\nI took the liberty of creating a Zoom meeting for us. Details below.\r\n\nBest,\r\nIsabel\r\n\nIsabel Perez is inviting you to a scheduled Zoom meeting.\r\n\nTopic: website\r\nJoin Zoom Meeting\r\nhttps://us04web.zoom.us/j/23456\r\n\n", "subject": "Re: Intro - web designer for our project"}
{"email": "Thursday is great for me. Would around3:30 - 4 PM by any chance be a good\r\ntime for everyone?\r\n\nBest,\r\n\nIsabel", "subject": "Re: Intro - web designer for our project"}
{"email": "(- Svetlana, Reece for now)\r\n\nHi everyone,\r\n\nSince Svetlana wants us to make a decision on frameworks, I started a Google\r\ndocument for requirements, pros, and cons. My preference is to keep as much logic as possible in Python, and to have something fast (like, launch it in a week fast).\r\nBut I think we need a better idea of the feature list to make a decision.\r\nSo I would ask you if you could expand the \"features\" section, and maybe\r\nAlex could help us sketch out what it would actually look like. That\r\nshould conclusively answer the question of whether Dash would meet our\r\nneeds.\r\n\nThanks,\r\n\nIsabel", "subject": "Re: Intro - web designer for our project"}
{"email": "Dear everyone,\r\n\nThe demo server is updating again! Note, however, that we still need to\r\nmake a few updates: some around documentation, and some on the app.\r\n\nBest,\r\n\nIsabel", "subject": "Re: status"}
{"email": "Dear Svetlana,\r\n\nIt looks like the server that we are using for the demo has\r\nstopped updating over the weekend. This means that what you see is a very outdated version of the app, and\r\nespecially the documentation.\r\n\nI have asked for urgent help in resolving this issue, and I will let you\r\nknow when the server is up-to-date.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Status"}
{"email": "Dear Michelle,\r\n\nThank you! I forgot to mention: if anything comes up, my phone number\r\nis (374) 974-9986.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Price quote for trip"}
{"email": "Dear Michelle,\r\n\nThis sounds OK to us. Could we please book this service for Saturday at 4 PM?\r\n\nThe pick-up address is Memphis.\r\n\nAs a reminder, we will need a car seat suitable for a 18-kg 3 year old\r\nchild.\r\n\nThanks,\r\n\nIsabel", "subject": "Re: Price quote for trip"}
{"email": "Dear Michelle,\r\n\nThank you for the fast response. Unfortunately I got the date wrong. Would\r\nthis be the same quote on the 23th?\r\n\nThanks,\r\n\nIsabel", "subject": "Re: Price quote for trip to Lincoln (90 km from Bridgetown)"}
{"email": "Hi Pat,\r\n\nThank you - that's great news and an awesome way to start my week! It was\r\ngreat to speak with Helga and Adam as well.\r\n\nI look forward to getting the paperwork and excited to start next year!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Invitation to a skype interview"}
{"email": "Dear Helga,\r\n\nThank you for writing and for organizing these interviews. I don't mind at\r\nall and I think it's great to have these conversations and to meet more\r\npeople from Meowcor!\r\n\nAny of the 8:30 or 9 AM PST slots are great for me. I don't actually have a\r\nSkype account, but I'll set one up and let you know my username by\r\ntomorrow. And by all means, please feel free to contact Nancy.\r\n\nBest regards,\r\n\nIsabel", "subject": "Re: Invitation to a skype interview"}
{"email": "Hi Shannon,\r\n\nYes, if we can use my partner's account, that would be ideal. \r\n\nHope this helps,\r\n\nIsabel", "subject": "Re: FW: Bank Account"}
{"email": "I can try - or my husband has an\r\nBridgetownn bank account, if it's possible to use that for now. Would that\r\nwork?\r\n\nThanks,\r\n\nIsabel", "subject": "Re: FW: Bank Account"}
{"email": "Dear Shannon,\r\n\nI don't yet have a bank account, but I hope to create one this week!\r\n\nBest,\r\n\nIsabel", "subject": "Re: FW: Bank Account"}
{"email": "Hey Zach,\r\n\nThere's a fair bit of cleanup that needs to happen before the code can\r\nreally be open sourced (I'm sure you know that). But Pat's request (I\r\nasked him specifically) is to just have it be *there* without any intention\r\nof anyone actually running it + to have the site online. So I strongly suggest we not only completely ignore\r\nthe code quality (except the password issue, but to be extra sure, we\r\nshould also change the password), but also not even worry about whether the\r\n'open source' code works.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Open source"}
{"email": "Hey Andrea,\r\n\nThank you very much for remembering and writing, it's always so nice to\r\nhear from you :)\r\n\nI hope you're having a good holiday season and not too bored! I pretty much\r\nnever leave the house now, since I can work from home. It's been a bit\r\nstrange.\r\n\nA question for you - what would you like for Christmas? I asked your mom,\r\nand she mentioned that there was some serum or somesuch skincare product\r\nyou were interested in? Or maybe something else, it's of course completely\r\nup to you.\r\n\nHugs,\r\n\nIsabel", "subject": "Re: Happy birthday !!"}
{"email": "Cool - then how about if we see if we can get some very basic documentation\r\ninto the app today (at least, some quick instructions for which toggle does\r\nwhat), and then share it with Github friends ahead of the meeting? We can\r\nwork on more extensive documentation separately, since that will take\r\nlonger.\r\n\nIsabel", "subject": "Re: desired results"}
{"email": "Dear Scott and all,\r\n\nWhat are the minimum requirements to share with external collaborators? I\r\npersonally think it's almost ready, but missing some exploratory text for\r\nwhat the parameters and the graphs mean. If anyone wants to write a quick summary, I'd be happy to add it.\r\n\nRegardless, happy to share with the Github people if people feel it's ready\r\nnow :)\r\n\nBest,\r\n\nIsabel", "subject": "Re: desired results"}
{"email": "Hey! It's great to hear from you. We actually celebrated Christmas on a\r\nplane, en route to my family in Korea. It's good - it's nice to be home, and Cassie likes having\r\nmore people around, so it's a lot easier than just me and Richard having to\r\nentertain her the whole time. She also got her weight in presents (yay\r\ngrandparents), which makes her super happy. Interestingly, her favorite\r\npresents were the clothes. I'm attaching a photo of her in head elf pajamas.\r\n\nJust before the holidays, Scottie came through on her way to Vietnam. It was nice to see\r\nher, even briefly; she seems to be doing very well.\r\n\nHow's your family doing? Is your mom feeling better at all? What's your\r\nbrother and the clan doing for the holiday?\r\n\nWhenever you get sick of, you know, good weather, you're still very much\r\nwelcome in Bridgetown! Short of that, maybe we can do a video chat sometime\r\nsoon once we're both back home?\r\n\nHugs,\r\n\nIsabel", "subject": "Re: Merry Christmas!"}
{"email": "Hi Mary,\r\n\nThe package arrived! Thank you so much for all the clothes; they'll be\r\nperfect for Cassie in the fall (and looks like it'll be a perfect fit for\r\nher then!).\r\n\nHugs,\r\n\nIsabel", "subject": "Re: Malmo"}
{"email": "Great, thank you!\r\n\nRichard's size is Large - good catch :)\r\n\nAre you guys around this evening (your time)? We could do one of those\r\nvideo chats...\r\n\nLove,\r\n\nIsabel", "subject": "Re:"}
{"email": "Hey dad,\r\n\ncould I please have this instead of the shoes?\r\n\nThanks! Good luck in Seoul!\r\n\nIsabel", "subject": "Re:"}
{"email": "Hey dad,\r\n\nThank you! Malmo is nice. We're actually about 2 hours south of Cairo\r\nin an AirBnB in the countryside: it's a long weekend in Malmo. Everything\r\nis going well; the only thing is that Cassie's been in a lot of teething\r\ndiscomfort: her top incisors broke through today, so with luck she'll be\r\nfeeling better very soon.\r\n\nGael requests a sweater,\r\n(any\r\ncolor that looks good to you, I think he already has a navy one though).\r\n\nAs for me, I really like electronics.\r\nThey're fairly expensive, though, so maybe we could split them?\r\n\nIsabel", "subject": "Re:"}
{"email": "Thanks :) they say hi back!\r\n\nHope we'll see you soon after we move to Maria!\r\n\nIsabel", "subject": "Re:"}
{"email": "Hi Svetlana,\r\n\nSorry about the late response; it has been a very busy last two weeks\r\nfor me (I switched jobs), and unfortunately I didn't have quite as much\r\ntime as normally to spend on this project, and specifically on the hosting\r\nquestion (see below). I am working on this now, however.\r\n\nMore specifically, I looked into this more yesterday, and sadly I am not\r\nable to fully administer the crobot domain, and I need Reece to share\r\nmore controls with me; I sent him an email yesterday, so I hope that we can\r\nresolve this soon. Note, though, that this would just allow me to set up\r\nforwarding.\r\n\nAnd I do think it is important\r\nthat we get this right, because once our site is public to the world (and\r\nmaybe this group is not looking at it / checking that everything is in\r\norder every day), we need to rely on software to make sure that everything\r\nis available and nothing breaks.\r\n\nI've been working on this with Maria, and I think we are close to a\r\nsolution, but it has not yet been implemented. Unlike the simple forwarding, this requires some coordinated effort and will take longer.\r\nIt is up to you and the team to decide if we need this for the next stage\r\nof the launch (in which case certainly we'll be as quick as we can), but I\r\nguess we also have other issues to address, such as the color scheme\r\ncomments.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Documentation"}
{"email": "Hi Adam and Ethan,\r\n\nI guess maybe someday, in retrospect, this will be funny.\r\n\nPersonally I actually wouldn't mind raising this with the supervisor, since we\r\nhave one - just to see what happens, and it seems a bit tiresome for\r\neveryone involved in this process to handle this ourselves. But if you think that that is more\r\nlikely to do harm than good, I guess we'll have to go with the latter and\r\nhope the other team members will understand what we did a bit better.\r\n\nBest,\r\n\nIsabel", "subject": "Re: response"}
{"email": "Hey Dad, no problem, we're going to bring a bed for Cassie with us. Can't\r\nwait to see you tomorrow!\r\n\nIsabel", "subject": "Re: Cot bed"}
{"email": "Dear Boris and Svetlana,\r\n\nThank you ver much for letting me know. I will be happy to join.\r\n\nBest,\r\n\nIsabel", "subject": "Re: ** Zoom meeting at 10am"}
{"email": "Sure, but you anyway need Mario, since he set up all of the infra for\r\nhosting. If he's not willing to keep working on it, it would be pretty\r\ndifficult to get things back up, even if there is a desire to.\r\n\n-J", "subject": "Re: crobot.com offline"}
{"email": "(+ Mario)\r\n\nHi Reece,\r\n\nThanks for noticing :) I am adding in Maria who, IIRC, set up the hosting\r\nback in the day. I actually haven't talked with Mr. Ivanov for years, so\r\nI have no idea if keeping the site up is still a priority, but in any case,\r\nit costs money. My best guess is that we let that service lapse, but Maria\r\nwould probably know better.\r\n\nBest,\r\nIsabel", "subject": "Re: crobot.com offline"}
{"email": "Hm, it's actually pretty hard to get to for me. Would you be open to eating\r\nin Memphis? That's a 15 minute drive from you.\r\nThere's a great place that's very\r\nconvenient.\r\n\nLet me know!\r\n\nIsabel", "subject": "Re: brunch?"}
{"email": "Dear Svetlana,\r\n\nThank you for starting the feedback! #3 on your list is done.\r\n\nBest,\r\n\nIsabel", "subject": "Re: feedback for beta"}
{"email": "Hey, thank you! Baby is due soon. I was actually already pregnant at\r\nthe party but wasn't really showing yet. How are things with\r\nyou?\r\n\nIsabel", "subject": "Re: ski trip this season"}
{"email": "Hey Henry,\r\n\nLong time indeed :) But this is great. I'm so excited for both of you! I\r\nonly met Andrew a couple of times, but he seemed really cool and I'm glad he\r\nmakes you happy.\r\n\nAs far as your wedding, I really want to come, I'll see if I can make it\r\nhappen. Fun fact, Gael and I got married on the same date six years\r\nago, so I guess it'll be easy to remember your anniversary.\r\n\nHugs,\r\n\nIsabel", "subject": "Re: our wedding this summer"}
{"email": "Hi everyone,\r\n\nI'm happy to move the meeting to tomorrow; Alex and I have team meeting\r\n2-3:30(ish), but otherwise I'm free, personally. I'm also free until 3 PM\r\nand after 5 on Friday, if that's better. I'm not very worried about my\r\ntoddler: she'll probably want to take a look at what I'm doing, but as far\r\nas not distracting me for the bulk of the meeting - that's what cartoons\r\nare for.\r\n\nCheers,\r\n\nIsabel", "subject": "Re: Sign-off meeting for putting the app in Beta?"}
{"email": "Works for me, too, though my toddler might choose to participate.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Sign-off meeting for putting the app in Beta?"}
{"email": "Hi Mary,\r\n\nThank you! It will be great not to need a stroller and baby monitor.\r\n\nI think we're OK bringing Cassie's own bed (the same one we brought to\r\nMalmo), as well as a mattress and sheets. As far as a high chair, I think\r\nCassie will be OK without one, she hasn't used one in like a year. We'll\r\nbring Cassie's little bathtub, folds up for travel.\r\n\nWhat would be nice is, if there is not a strong curtain in Andrea's old room,\r\nto have some extra aluminum foil and painter's tape, so we can cover the\r\nwindow. Besides that, it's more removing things - getting all knives,\r\ncleaning products, permanent markers, etc. out of reach. We can bring a few\r\nchild locks for cabinet doors, if that would help.\r\n\nI think we'll actually bring our own car seat, partially because Cassie is\r\nused to it and accepts it, and partially because we need it anyway, to take\r\nCassie to the airport and back on the Bridgetown side. It uses Isofix, which\r\nshould be in any car made in the last 5 years or so, but if you tell us\r\nwhich car you have, I can double-check.\r\n\nCan't wait to see all of you! Very soon now!\r\n\nIsabel", "subject": "Re: Presents"}
{"email": "Hey dad,\r\n\nYou OK? What a disaster....\r\n\nSure, I can get Andrea a fitbit and a power bank for you.\r\n\nthe dark mysteries I was thinking of were those books you and Gael got in\r\nMalmo. Maybe they weren't mysteries, just dark? Anyway he finished his.\r\n\nHugs,\r\n\nIsabel", "subject": "Re: Presents"}
{"email": "Hey dad,\r\n\nThanks for checking. Actually I asked Gael ana he said he doesn't need\r\nheadphones. He does need sweaters ( men's large, cotton or thin wool, dark\r\ncolor/no pattern). He might also enjoy something by Pelevin or Max Frisch, but it's just a guess. Or maybe another of\r\nthose dark mysteries you and he seem to like?\r\n\nStill waiting for suggestions for y'all.\r\n\nLove,\r\n\nIsabel", "subject": "Re: Presents"}
{"email": "Oh, I forgot to ask: do you by any chance have any of Andrea's strollers left,\r\nin serviceable condition? If there's something for Cassie to use, then we\r\nwon't need to bring one.\r\n\nIsabel", "subject": "Re: Presents"}
{"email": "Hey dad,\r\n\nThanks! It's totally OK if you want to ship things to your house, though,\r\nif they're coming from Korea in the first place. We should have room in\r\nour suitcases to take it back.\r\n\nI asked Gael and he said he likes shirts, either button-down or t-shirts\r\n(men's large, NOT slim-fit works well). My personal suggestion is that he\r\nmight like a pair of bluetooth headphones, or Murakami books. For the\r\nlatter, I don't think he's read any of the short story ones; I personally\r\nremember really enjoying Lexington's Ghosts. These\r\nare just suggestions - honestly, Gael is hard to shop for.\r\n\nWhat about you and Mary and Andrea? Some hints?\r\n\nHugs,\r\n\nIsabel", "subject": "Re: Presents"}
{"email": "I am back in the office now. I will be traveling Tuesday, Wednesday, and\r\nFriday of next week but otherwise I have nothing scheduled until January.\r\nTo be honest, I'm a little disappointed that you gave away my slot before\r\ndiscussing with me because of your mistake without as much as an apology.\r\nWhere do we go from here?\r\n\nIsabel", "subject": "Re: Howdy"}
{"email": "Hey Reece,\r\n\nSorry about the late response - I was actually on vacation last week and just\r\ngot back a few days ago. I did mention this when I emailed you a couple of\r\nweeks, but I guess some wires got crossed.\r\n\nUnfortunately as it happens, I will also be away from campus all day for\r\nthe next lesson, making it three in a row. If there is another time slot I\r\ncould take on a different day (just once or maybe even in general), that\r\nwould be great. Otherwise, I'd be happy to pay you for one of these three\r\nmissed lessons, it's a lot of skips.\r\n\nIsabel", "subject": "Re: Howdy"}
{"email": "Hi Nancy,\r\n\nThank you for checking! I've asked Pat if I could have a shorter-term\r\nposition on his team\r\nand he is supportive of that, so I hope that this will move forward. I hope\r\nit works out, and after that - we'll see! You may actually hear something\r\nfrom Meowcor's HR department, I think they would like to contact you. I hope\r\nthat's okay.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Job"}
{"email": "Hi Nancy,\r\n\nThank you very much for confirming! Unfortunately I got a bit lost so I'm\r\nrunning a few minutes late. I should be there by 10:35. I'm a about that.\r\n\nIsabel", "subject": "Re: Job"}
{"email": "Hi Nancy,\r\n\nI am preparing to head over to your part of Bridgetown. I looked up the WWTF\r\naddress on Google Maps, so I hope that's the right place to\r\nfind you. If you do see this before 10:30 and I should go somewhere else,\r\nplease let me know - I will get your message.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Job"}
{"email": "Hi Nancy,\r\n\nThank you very much. Mr. Schneider had written to me over the weekend, and I\r\nwill be meeting him in a few weeks. I wrote to Adam as well.\r\n\nThanks again, and looking forward to meeting you in person soon,\r\n\nBest,\r\n\nIsabel", "subject": "update"}
{"email": "Hi Nancy,\r\n\nHere are the updated letters.\r\n\nThanks again for the introduction!\r\n\nBest,\r\n\nIsabel", "subject": "update"}
{"email": "Hi Nancy,\r\n\nThank you for the feedback! I'll get you the updated letters today.\r\n\nIsabel", "subject": "update"}
{"email": "Hi Nancy,\r\n\nI'm sorry for the late response - I thought I had responded earlier but I\r\nwas mistaken. If 10:30 on is still good for you, it's great for\r\nme. I'm happy to come to your office.", "subject": "update"}
{"email": "Hi Nancy,\r\n\nGreat! Would you be able to meet on Wednesday, preferably sometime\r\nin the morning?\r\n\nI will send you a summary of my interests in the next\r\nweek.\r\n\nThanks,\r\n\nIsabel", "subject": "update"}
{"email": "Hi Nancy,\r\n\nCassie is doing well - thank you for asking! She is just starting to develop\r\nsome interest in things outside of eating and sleeping, so now we're\r\nlearning how to entertain her.\r\n\nMy husband Gael, Cassie, and I will be visiting Maria during the last\r\nweek of June. If you are working that week, it would be\r\ngreat if we could meet as well. Please let me know! In addition, I would\r\nvery much like to set up some conversations with Ph.D. labs while I am\r\nthere. I will work on putting together a list, perhaps you will be able to\r\nintroduce me to some of them.\r\n\nBest,\r\n\nIsabel", "subject": "update"}
{"email": "Hi Nancy,\r\n\nThank you for the congratulations! We are very happy and little Cassie has\r\nbeen an absolute joy (if a lot of work) so far.\r\n\nI wanted to let you know that last week my husband Gael and I had a\r\nskype call with Steve. It's absolutely wonderful how seriously the MBIB leadership take this\r\nissue - I feel very well supported.\r\n\nBest,\r\n\nIsabel", "subject": "update"}
{"email": "Dear Nancy,\r\n\nI am confirming our appointment tomorrow at 8 AM my time / 4 PM your time.\r\nHow would you like to talk? I can be reached on my phone or on Google Hangouts.\r\n\nThank you,\r\n\nIsabel", "subject": "update"}
{"email": "Dear Nancy,\r\n\nYes, the 24th works great. Thank you!\r\n\nBest,\r\nIsabel", "subject": "Update"}
{"email": "Dear Nancy,\r\n\nThank you very much for contacting me. I would be very happy to schedule a\r\ncall when it is convenient. As you may know, I live in Tennessee, so we\r\nhave quite a large time difference. I am not sure what your schedule is,\r\nbut perhaps some time when it is late evening for me and morning (around 9\r\no'clock) for you would work?\r\n\nThank you,\r\n\nIsabel Perez", "subject": "update"}
{"email": "None of them: they only sell Portuguese-speaking ones here, that's why we're\r\nasking you for English ones.\r\n\nThanks in advance!", "subject": "Re: present for Cassie"}
{"email": "Oh, and please, for the love of all that is holy, no talking toys. This is for\r\nparental sanity reasons.", "subject": "Re: Cassie"}
{"email": "Hi Henry,\r\n\nSo unfortunately in the end it's too risky for me to go right\r\nnow, so I won't be able to come this week. I'm really sorry about this; I\r\nreally wanted to be there for you guys, see everyone, and of course catch\r\nup - and I hope it doesn't mess with the seating arrangements too badly. I\r\nrescheduled my trip for the first half of April, and I would love to buy\r\nyou and Allie a dinner then.\r\n\nBest, and I hope you have a wonderful (and smooth) wedding -\r\nIsabel\r\n\nP.S. There's also a present heading your way, but that's only\r\ntangentially related to the larger point of this message.", "subject": "Re: Congrats"}
{"email": "Hey,\r\n\nSorry about the \"slight\" delay. It ended up being a mess, but I finally got my ticket today. I guess I should apologize in\r\nadvance in case it's not actually possible for me to travel. But - tentatively - I am around Thursday - Monday. I hope\r\nsomething in that timeframe still works for you, but if not, I'm very sorry\r\nfor scheduling everything so late.\r\n\nApropos of nothing -  on the off chance I wanted to mail you something,\r\nwhere would I mail it to?\r\n\nIsabel", "subject": "Re: Congrats"}
{"email": "Hey!\r\n\nGood question. I would love to have dinner and/or lunch. I don't have my\r\ntickets yet, but I did negotiate a week's leave from work and other work\r\n(childcare), so there should be time. I guess I'll coordinate my dates with\r\nScottie (I'm staying with her), then I'll get back to you sometime this week?\r\n\nAnd yeah, Utah parks are pretty awesome. And your dog is very cute :)\r\n\nIsabel", "subject": "Re: Congrats"}
{"email": "Hey!\r\n\nI'm sorry for the extraordinary late reply. It really has been great to\r\nhear from you and I hope that you are not offended - it's just that I\r\ncompletely lost track of time.\r\n\nCongratulations on the dog, and generally on surviving... whatever all that\r\nwas. I've never lived with a dog, but I hear they can be wonderful\r\ncompanions if your personalities mesh, and it sounds like you and Allie got\r\nlucky. What sort of dog is he? I'm kind of picturing a terrier in my mind,\r\nbut it's a complete guess.", "subject": "Re: Congrats"}
{"email": "Dear Zach,\r\n\nI realized that I had forgotten to tell you that there's also a small\r\nupdate to the main.py file - please find it attached and replace\r\nthe old copy with the new.\r\n\nMore comments below.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Conversion code"}
{"email": "Fair enough, and you're the best! Thanks again for forwarding my new\r\ntotally-unnecessary-but-awesome bag!\r\n\nNothing to report here either. Cassie's daycare had a birthday party today for\r\nall the kids whose birthdays were missed (including\r\nCassie), so she was very happy today. Petra sends her love.\r\n\nHugs,\r\n\nIsabel", "subject": "Re: How are you holding up?"}
{"email": "Hey!\r\n\nHaven't heard from you and for some reason that seems a bit unlike you, so\r\nI just wanted to check that you're OK.\r\n\n(Please don't take this as a complaint or any pressure to write more!\r\nYou're an amazing correspondent, certainly much more reliable than I am,\r\nfor instance. These are just crazy times we live in.)\r\n\nHugs,\r\n\nIsabel", "subject": "Re: How are you holding up?"}
{"email": "A hero in sweatpants is a hero for our time. You're just missing a\r\nsuperhero name.\r\n\nI'm glad you like the blanket! I guess the little card that was\r\nsupposed to be sent with it didn't make it.\r\n\nThank you very much in advance for sending the stuff (yes, that is the one\r\ntrue surge protector). Please let me know how much the shipping comes out\r\nto, and I will paypal you.\r\n\nHugs,\r\n\nIsabel", "subject": "Re: How are you holding up?"}
{"email": "Hey!\r\n\nYou are an absolute hero. And, I\r\nmean, Einstein was a sexy man, but I'm sure he's got nothing on you. Also: I'm glad the rentals thing is picking up\r\nagain!!\r\n\nThank you again for sending me my American stuff! I ordered just one more\r\nthing - a surge protector. It should arrive at your brother's on\r\nMonday. There is also a birthday present for you, which by the way - HAPPY\r\nBIRTHDAY! I hope you and your friends had a wonderful celebration. I do\r\nhope that you like the thing I picked out for you (hint: it's not the surge\r\nprotector), but if it's not your style, I have confidence in your ability\r\nto find something you'd be willing to exchange it for.\r\n\nAnyway, for the bag and the surge protector, it would probably be best if\r\nyou sent it to Gael at work, since I'm going to be switching jobs.\r\n\nI have also not been exercising. I went running exactly once, a few days\r\nago, mostly guilted into it because a different friend went. It was...\r\nokay. We do walk a lot, though, and I now have this scooter that I use to\r\nget around, and it's... kind of work? I bought it for work as well,\r\nto make the commute a bit shorter.\r\n\nPetra, Gael, and Cassie say hi. Petra is still very happycat, with me home\r\n(and in fleece pajamas) and Cassie gone.\r\n\nHugs,\r\n\nIsabel", "subject": "Re: How are you holding up?"}
{"email": "Hey Zach,\r\n\nSorry for the late reply and for missing the meeting :(\r\n\nIf you haven't yet, it's totally cool to remove me from the github.\r\n\nHow have you been? Did you start that Ph.D.? Are there any more fun\r\nevents planned that I could crash?\r\n\nBest,\r\n\nIsabel", "subject": "Re: github"}
{"email": "Hello Andrea,\r\n\nTomorrow morning between 8:00 and 11:00 works. Thank you very much!\r\n\nBest,\r\n\nIsabel", "subject": "Re:"}
{"email": "Hey Rick,\r\n\nSorry for the insanely slow response. Time... flies. I feel the same but\r\nI'm so much older now, and gosh - Cassie's almost one-and-a-half. When did\r\nthat happen? Anyway I think about you guys and everyone in Soccer and Memphis a lot, but usually right before bed or on the train, because the\r\nrest of the time I'm running around like a headless chicken. I have this\r\nkid, and a job, and I'm trying to learn this impossible language. I'm getting there. Slowly.\r\n\nI'm glad you are doing well and Katie's doing better. Japan is truly awesome,\r\nand you're a great dad for taking Katie there (and on all the other trips).\r\nDid you see any Sumo or taiko drumming? I really wanted to when I was\r\nthere, but it didn't happen. I ate a lot of mochi, though.The\r\nbest way to reach me besides email is whatsapp, if you use that. My\r\nBridgetownn/Whatsapp number is (374) 974-9986.\r\n\nSay hi to Katie and everyone else! I'm attaching a few pics (sorry, I'm not\r\nbaby-obsessed, but literally all my pictures have Cassie in them).\r\n\nHugs,\r\n\nIsabel", "subject": "Re: How are you guys?"}
{"email": "Dear Zach,\r\n\nSure, it should be an easy change. Gretchen, if you want we can make it\r\ntogether ofer Google Meet. You just need access to the same code that\r\nZach is running.\r\n\nBest,\r\n\nIsabel", "subject": "Re: VisUS"}
{"email": "Hi Laura,\r\n\nI got the package - thank you very much! The candied flowers are really\r\nspecial - my whole family loved them. The bike map was great as well!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Package for you"}
{"email": "Dear Laura,\r\n\nThank you very much - that's so very thoughtful of you!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Package for you"}
{"email": "Dear Laura,\r\n\nThe envelope arrived - thank you  very much. Unfortunately it looks like it\r\nwas ripped open during transit and I'm afraid some of the material might\r\nhave gotten lost. The only enclosure in the envelope was the packet\r\n\"Promoting a Healthy Work-Life Balance at Meowcor\".\r\n\nThanks,\r\n\nIsabel", "subject": "Re: Package for you"}
{"email": "Dear Laura,\r\n\nThe package has not arrived yet, but I hope it will soon - I'll let you\r\nknow as soon as I have it.\r\n\nThank you for the update. Please let me know if there is\r\nanything you need from me!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Package for you"}
{"email": "Dear Laura,\r\n\nThank you very much! I'll let you know once I receive it.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Package for you"}
{"email": "cream cheese\r\nbutter\r\nconfectioner's sugar\r\nmore carrots!\r\nRaisins, for home\r\nBeef\r\nCanola oil", "subject": ""}
{"email": "By the way, for whoever wants to take a crack at starting to make this\r\nstatic page, there are these very nice markdown to HTML tools (for\r\ninstance, https://xyz.io/) to get the page together quickly.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Web app"}
{"email": "Hi Rosalie and all,\r\n\nI was hoping that the static charts could go into the static\r\npage that accompanies the app (the one with an explanation of what we did.\r\nWhich, by the way, I think is one of the major remaining items: the new app\r\nactually mostly exists already, at least all the parts that seem\r\nmore-or-less final in the design are there.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Web app"}
{"email": "Dear Adam,\r\n\nYes, I think this is the only possible way forward :). This is a really\r\ntough time so I do thank you for taking the time to interview despite\r\neverything, and I hope your family is doing well. I have A3 poster board\r\nand markers; I hope that will be OK for tomorrow.\r\n\nBest,\r\n\nIsabel", "subject": "Re: interview scheduling"}
{"email": "Dear Adam,\r\n\nSounds great. I'll see you there!\r\n\nBest,\r\n\nIsabel", "subject": "Re: interview scheduling"}
{"email": "Dear Adam,\r\n\nThank you for your response, and thank you also for the interview. I would\r\nbe happy to come up to Helco (or another location around Bridgetown if you\r\nprefer), if this is still possible next week. Perhaps we could plan on\r\nthat. I will\r\nof course make sure that one or another I have something to write on that\r\nyou can see.\r\n\nBest,\r\n\nIsabel", "subject": "Re: interview scheduling"}
{"email": "ok, but could you send it to me? Pref in pdf?", "subject": "Re: signature"}
{"email": "Dear Shannon,\r\n\nWe are already in Bridgetown! We came early, so that we would have time to\r\nstart our one-year-old daughter in day care. She starts tomorrow! (But it\r\nwill be a little while longer before she is ready to go full time.)\r\n\nYes, I will certainly be there at 9 AM on April 1. Looking forward to\r\nmeeting you!\r\n\nBest,\r\nIsabel", "subject": "Re: Apartment house"}
{"email": "Dear Shannon,\r\n\nThank you very much for holding the apartment. As it happens, we will not\r\nbe needing it, so please go ahead and cancel.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Apartment house"}
{"email": "Hi Tom,\r\n\nI hope you and your family are doing OK and that\r\nMeowcor is being as excellent as ever at taking care of its employees. We are doing very well in Bridgetown, just getting a little\r\nstir-crazy. Thank\r\nyou again very much for writing the recommendation letter.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Reference"}
{"email": "Hi Tom,\r\n\nThanks so much and great to hear!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Reference"}
{"email": "Hi Tom,\r\n\nThanks again for supporting my work applications! I submitted your\r\ncontact info to both programs, and with any luck you should have emails\r\nfrom them, if not yet then very soon. I hope that timing is OK.\r\n\nThanks, and I hope you're having a wonderful holiday!\r\n\nIsabel", "subject": "Re: Reference"}
{"email": "Hi Tom,\r\n\nThank you so much! I very much appreciate you taking the time to do this. There is a mandatory phone number field, if you don't\r\nwant to give out yours, I could probably put down the Meowcor front desk.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Reference"}
{"email": "Thank you!\r\n\nI'm actually right outside the entrance.  Not sure if the doorbell is\r\nbroken or if no one's there yet. I guess if I don't see anyone coming in\r\nsoon, I'll try back at 10 :)\r\n\nBest,\r\n\nIsabel", "subject": "Re: Scheduling"}
{"email": "Hi Max,\r\n\nOK, so just to confirm, I will come on the week of April 15 and also on the\r\nweek of May. 4. If this is still OK, I will book the tickets tomorrow.\r\n\nBest regards,\r\n\nIsabel", "subject": "Re: Scheduling"}
{"email": "Hi Nora, sorry for the late reply. The forms look okay (though very\r\nconfusing). I will paypal your fee. I guess that's fine, just more than\r\nwe expected. Or maybe we were undercharged last year.\r\n\nThanks again for preparing these!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Dorms"}
{"email": "Dear Svetlana and all,\r\n\nSounds great! Would you like the name change now (well, tomorrow), or when\r\nthe new domain is bought and hooked up?\r\n\nBest,\r\n\nIsabel", "subject": "Re: crobot Bridgetown"}
{"email": "Hello everyone,\r\n\nThe crobot.com domain now redirects to the site, and Reece's changes are\r\npushed.\r\n\nI will also train Reece on the code pushing process so that going forward he\r\nis not dependent on Alex or me (or anyone else) to do it.\r\n\nBest,\r\n\nIsabel", "subject": "site"}
{"email": "Dear Boris,\r\n\nYes, that would be amazing - I would love to get involved in general, and\r\nwith this project in particular. Please let me know what I\r\ncan do to help.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Helco"}
{"email": "Dear Boris,\r\n\nThank you for writing. I just accepted the offer, and I can't wait to get\r\nstarted! Thank you again for the interview, and the chance to see Helco in\r\nperson as part of this process.\r\n\nBest wishes,\r\n\nIsabel", "subject": "Re: Helco"}
{"email": "Hi Rebecca,\r\n\nThanks for reaching out. To be honest, I am not sure, since we have moved and are only sporadically in touch with Agatha. I'd recommend asking\r\nher directly - her contact info is on her resume.\r\n\nIf the timing works out and you have any questions about Agatha, please let\r\nme know!\r\n\nBest,\r\n\nIsabel", "subject": "Re: Available nanny"}
{"email": "Ah, prefect. You probably know better than I do.\r\n\nIsabel", "subject": "Re: Patisserie"}
{"email": "Hey Luke, I referred you, you should have gotten an email. You may need\r\nto reapply, I'm not sure. Good luck!\r\n\nI'll send a separate email to connect you with Matt.\r\n\nCheers,\r\n\nIsabel", "subject": "Patisserie"}
{"email": "Hey! Sorry I missed your email and no worries on the cancellation - let's\r\ndo something after you get back!\r\n\nIsabel", "subject": "Re: need your address!"}
{"email": "Hi Pat,\r\n\nI'll be starting April 1 (an auspicious date if there ever was one..)!\r\nMeanwhile, if you have any recommendations for useful reading, I'd love it\r\nif you could send them my way!\r\n\nThank you,\r\n\nIsabel", "subject": "Re: Contract questions"}
{"email": "Hi Pat,\r\n\nI just wanted to let you know that I signed the contract and sent it to\r\nHelga a few days ago. I haven't heard back from her so perhaps she is on\r\nvacation - but it's official :)\r\n\nBest,\r\n\nIsabel", "subject": "Re: Contract questions"}
{"email": "Dear Pat,\r\n\nPerfect - thank you so much for resolving my concerns so quickly! I'll send\r\nmy information over to Helga so she can send out the official contract.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Contract questions"}
{"email": "Thank you very much, Athena! I just sent Andrea an email. Best of luck to your\r\nson in preschool!\r\n\nIsabel", "subject": "Re: Your nanny, Andrea"}
{"email": "Dear Zoey,\r\n\nThanks a lot for the clarification, that's perfect.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Fwd: DUDUM final report: fact sheet"}
{"email": "Hi everyone, I'm really sorry but something came up and I'll be about 30\r\nminutes late. Please feel free to start without me.\r\n\nIsabel", "subject": "Re: Code"}
{"email": "Sure, that works for me. I am free after 11.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Code"}
{"email": "How about tomorrow at 4? I have a 5:30 cutoff because that's when my kid\r\ngets home.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Code"}
{"email": "Hey!\r\n\nMinestrone sounds wonderful :) I might, however, be closer to 6:30-7, if\r\nthat's OK.\r\n\nSee you soon!", "subject": "Re: Isabel -> Nashville, after all"}
{"email": "Hey Andrea,\r\n\nIt seems like the shoe company sent your present in two parcels, and the part that's\r\nnot shoes is coming first, maybe even today. Don't worry, the shoes are\r\ncoming as well :)\r\n\nHugs,\r\n\nIsabel", "subject": "Re: Birthday present"}
{"email": "OK :) You should get a package next Wednesday!\r\n\nHugs,\r\n\nIsabel", "subject": "Re: Birthday present"}
{"email": "I hope you get to meet her too - if only because it means I get to see you\r\nagain, it's been a while!\r\n\nSounds like you're doing really well. If so, I'm glad. I still read your\r\nblog and it's outstanding.\r\n\nI still get more sleep than I did in college, so there's that. I'm sure you\r\ncan relate... unless you were one of the crazy kids who got 8 hours every\r\nnight, but somehow I don't associate that with you. Anyway\r\nsleep deprivation is much easier to take if you don't have to do math,\r\nas it turns out.\r\n\n<3, Isabel", "subject": "Re: Baby announcement!"}
{"email": "Awesome, thank you guys! How old is yours now? Judging by your FB pics\r\nhe's got a personality on him :)\r\n\nIsabel", "subject": "Re: Baby announcement!"}
{"email": "Hey, great to hear from you!\r\n\nYes! We're here until the end of the year, then most likely moving,\r\npossibly to Bridgetown. Please do look us up next time you're here, it would be\r\ngreat to see you/meet your family.\r\n\nYour son (and your husband) look so happy! How old is he now? How's\r\nyour job treating you?\r\n\nHugs,\r\n\nIsabel", "subject": "Re: Baby announcement!"}
{"email": "Hey Reece, thanks for the quick add! I'm isabel123 on GitHub.\r\n\nBest,\r\n\nIsabel", "subject": "Re: Slack and GitHub"}
{"email": "Hi Svetlana,\r\n\nAlex and I have a group meeting on Thursday starting at 11:30, so Thursday at\r\n11 would be tricky for us. If 10:30 provides enough margin of safety for\r\nyour other meeting, maybe that could work?\r\n\nBest,\r\n\nIsabel", "subject": "Re: documentation - zoom"}
{"email": "Thursday at 10 is good :)\r\n\nWe should have all of the feedback on the app portion incorporated by then.\r\n\nBest,\r\n\nIsabel", "subject": "Re: documentation - zoom"}
{"email": "Hey!\r\n\nSorry for the late response -but how about this time (4 or 4:30 PM)\r\ntomorrow or the day after? If that doesn't work anymore, no worries, maybe\r\nwe can find a time next week.\r\n\nHugs,\r\n\nIsabel", "subject": "Re: or something like that"}
{"email": "LOL. Gael and I split a bottle of sparkling wine over two days, as\r\nis our tradition. On new years, I mean, not every two days.\r\n\nHmm, are you free this coming weekend? Your afternoon/my evening?\r\n\nHugs,\r\n\nIsabel", "subject": "or something like that"}
{"email": "Dear Mira,\r\n\nI'm glad that you and the students liked the presentation, and it was\r\nlovely to see you in person, even virtually! Your school and your\r\nstudents seem super fabulous and I was so impressed how engaged the\r\nstudents were by a Google meeting; all this virtual stuff can't be very\r\nfun for kids.\r\n\nPlease keep in touch and if any of your students have any questions later,\r\nplease feel free to share my email address.\r\n\nBest,\r\n\nIsabel", "subject": "Re: hi, do you remember you old Croatian teacher?"}
{"email": "Dear Mira,\r\n\nGreat, thank you very much! Looking forward to seeing you and meeting your\r\ngirls!\r\n\nBest,\r\n\nIsabel", "subject": "Re: hi, do you remember you old Croatian teacher?"}
{"email": "Hi Mira,\r\n\nThat's great for me. Could you please tell me about how long you'd like me\r\nto speak for?\r\n\nThanks,\r\n\nIsabel", "subject": "Re: hi, do you remember you old Croatian teacher?"}
{"email": "Hi Mira,I actually also took Latin in\r\nschool, but to be honest I didn't care for it very much, there were too\r\nmany cases to memorize. I suppose Polish has this problem as well. Our\r\ndaughter, Cassie, is only two (turning three this week) so she still has\r\nsome time to pick out some new languages; for now she's just learning\r\nEnglish and Croatian at home and Portuguese at daycare; if she wants to learn\r\nPolish later, I'll be very happy, but we didn't think it would be very\r\nrealistic to push it now.\r\n\nYour students sound wonderful. I'm looking forward to meeting them! Just\r\nlet me know the final date and time once you get the school's approval of\r\nthe time slot.\r\n\nBest,\r\n\nIsabel", "subject": "Re: hi, do you remember you old Croatian teacher?"}
{"email": "Dear Mira,\r\n\nWow, it's so cool that your daughter is learning Polish! How has that been\r\ngoing for her? It's a tough language, but I think a beautiful one. We are,\r\nindeed, in Bridgetown. If you do plan a trip, we would be very happy to see you.\r\n\n5 PM is a bit tricky for me, unfortunately, as that's shortly before my\r\ndaughter gets home from daycare. However, if it's possible to do a bit\r\nearlier, like 4 PM my time, or conversely later at 8 PM, that would be much\r\nbetter. Would that work for you?The week of the 22nd is fine, or any other\r\nweek that works best for you and the class.\r\n\nCould you please tell me a bit about the girls? I guess there are\r\nmiddle-schooled aged? I was mostly wondering how many there are in the\r\nclass and if it's their first year learning programming, or if they have\r\nbeen exposed to it for a while.\r\n\nBest,\r\n\nIsabel", "subject": "Re: hi, do you remember you old Croatian teacher?"}
{"email": "Hey - it was wonderful to see you and Andrew. I'm glad you guys are doing so\r\nwell. Have a wonderful vacation, and if you do make it here -\r\ndefinitely let me know.\r\n\nSince you were asking about merengues - here's\r\n<https://smittenkitchen.com/2022/04/lemon-cream-meringues/> the recipe I\r\nused.\r\n\nHugs,\r\n\nIsabel", "subject": "Re: Hang out this week?"}
{"email": "(+ Scottie)\r\n\nGirls' night!\r\nLet's say 7:30?\r\n\nWe'll be out of the house for the next couple of hours and I don't think\r\nI'll have internet, so this doesn't work or your plans change, please ping\r\nScott's phone/email.\r\n\nHugs,\r\n\nIsabel", "subject": "Re: Hang out this week?"}
{"email": "I took the liberty of inviting Scottie, since I'm staying with her. If you'd\r\nlike to bring Andrew or anyone else, by all means please feel free!\r\n\nI am pretty easy in terms of food; I tend to avoid meat, but that's very\r\neasy to do in Nashville. So whatever place you like is great :)", "subject": "Re: Hang out this week?"}
{"email": "Hey!\r\n\nLet's do tomorrow. What would you like to do? As some of the options,\r\nyou're welcome to come by here (Scotties new place), or we could meet\r\nsomewhere else, as you prefer. My only thing is that I would rather avoid\r\nanything smoky, but anything else is great.\r\n\nHugs,\r\n\nIsabel", "subject": "Re: Hang out this week?"}
{"email": "Dear Svetlana and everyone,\r\n\nI don't see any reason we couldn't go to alpha next week :) - I think we\r\nshould have a prototype ready for final adjustments maybe as soon as Monday\r\n(let's say Tuesday to be safe...). Of course then we'd have to finalize the\r\nUI and documentation, but it would actually be great to have some external\r\nfeedback for that.\r\n\nFor the name, maybe we could poll for suggestions?\r\n\nCheers,\r\n\nIsabel", "subject": "Re: short update"}
{"email": "Hey Rick,\r\n\nIt's great to hear from you, and I hope you and Katie are doing well! We're\r\nmuch the same as ever; Portuguese is... slow. Cassie's probably best at it by\r\nnow.\r\n\nWell, I'll definitely also be at the wedding (not sure yet about Gael and\r\nCassie), but of course we'd absolutely love to host you and Katie for a few\r\ndays in Bridgetown; anytime in early August should be fine with us. August is\r\nprobably the least busy month here, which means that about 1/4 of\r\nrestaurants will be closed, but also that it'll be very easy to get around\r\nand see things. I am honestly not sure what you'd do for two weeks in\r\nIceland.\r\n\nAnyway, please let me know once you're more sure what your plans are, and\r\nI'm so excited to see you!\r\n\nHugs,\r\n\nIsabel", "subject": "Re: August"}