{"email": "Thanks so much for the call back.  Here it is.  It's got temperature and %RH from end of May to early November.  Couple of things.  I tried to keep and save heat days (cumulative) on the graph, but for some reason, it won't stick.  I'm assuming that you know how to add just about anything you want to the graph.  If not, let me know. Also, the data should be cut off for about a week at both the front end and the back end (to account for the time that it was in my apartment prior to setting in up on the property, and before I was able to download it in November).  Once you get a chance to look at, give a call and let me know what you think.  If the temperature range looks like it's around the ballpark for vines, I'll want to get Terry Rosetti up to do some soil testing, but wanted to get your take on the temperature, etc. first.  Really appreciate all your help.  My number is 415.782.7822.Best,Jeff"}
{"email": "Here they are.  Please let me know that you've received them. Joseph:  good luck including duration to the correct spreadsheet!  And thanks for sending them along to Nancy.  Let's talk and figure out a time to get together.Best,Jeff"}
{"email": "Nancy Rivera-Brooks of the LA Times just called.  Said she'd heard that Ken Green and Governor are in frequent talks discussing the possibility of IFCACorp buying Edison's transmission system.  I told her that IFCACorp is not in the market for transmission systems.  Next thing you know, we'll want to buy the nukes.Best,Jeff"}
{"email": "The Commission just voted out one half of the \"Bilas Alternate.\"The decision that got voted out included Bilas' DWR-based language stating that the PUC 1) would not second-guess DWR purchases and 2) would pass through DWR costs to customers.However, in a move led by Commissioner Carl Wood, the decision removed the Bilas language on Direct Access.  The decision therefore did NOT include the Bilas language staying any Commission action on implementing the Direct Access prohibition.  Carl Wood called including Direct Access \"the height of arrogance.\"  The decision was voted out 3-2, with the 2 remaining Republicans dissenting.That said, the Commission has no proposal before it implementing the prohibition, and there was no talk at the meeting of implementing the prohibition any time soon.Best,Jeff"}
{"email": "Aleck:I'll take a look at it.  If I have any comments, I'll forward them along.  Also, I may forward along some very slight changes to the numbers on the ISO's RFP \"experience,\" should you decide you want to incorporate those \"lessons\" into your presentation. I'll provide any amendments to those numbers by tomorrow.Best,Jeff"}
{"email": "FYI.  One of our potential competitors.  The VP of biz dev at perfect.com is a very good friend of mine.  Please forward to anyone I may have inadvertently missed.Best,Jeffhttp://www.destinationcrm.com/ec/dcrm_ec_article.asp?id=64"}
{"email": "Talked to Pescetti yesterday.  Prior to returning my call, he had received the information that Joe Kelliher had already been appointed to the open Republican spot, and therefore understands that there's no longer a Republican seat to run for. We had a good talk. I told him that reinstating DA was the most important energy issue facing California.Best,Jeff"}
{"email": "Dudes:My other team has now finished the case that's due on Thursday (in another class), so I will spend this evening turning what's been passed around into memo format and distribute for review and comment by (what will likely be late) this evening.  I'm travelling tomorrow--back late afternoon--and can work on it more tomorrow night.BestJeff"}
{"email": "Hi Doug:Hope all is well.  Congratulations to you folks on your agreement with the PUC.  Must be a relief.  I was writing to get your reaction to the judge's proposed order in the El Paso case.  You think the Commission is likely to adopt it?  Change it?  Judge's proposal fatally flawed on the market power issue?  Appreciate your insights.AND did you hear Bilas issued the our gas settlement as his proposed decision for adoption by the Commission at its 10.25.01 meeting!?!?!  What next?Best,Jeff"}
{"email": "Greetings Diane:Could you check the work phone for Joseph Brophy.  I've got 408.390.5291 on my list of admitees to call and I'm getting the \"not a valid number\" recording.  Thanks a bunch.Best,Jeff"}
{"email": "Met early this morning with Jack Steward (pres. of CMA) and Keith McCrea (lawyer for CMA) to follow up on the meeting that Steve and I had with them regarding the proposal Ken Green was pushing last week:They like taking Tx out of the MOU, they like getting DWR out of the power purchase business, and they think that Edison's MOU needs a little haircut.McCrea pushed back initially on core/noncore (\"why should it be mandatory to go the market?\"), but after much discussion they agreed that our idea for core/noncore has a lot of merit.Our idea is that 1) the core/noncore would take effect in 18-24 months, when the markets settle and prices come down, 2)  everyone (core and noncore) should pay for DWR's \"past\" purchases, since everyone consumed it, 3) core customers should take IOU generation, QFs and DWR contracts (which eliminates the core's \"net short\" position, and 4) noncore would go to market and would not have to pay for any of DWR's \"going forward costs\" (since core gets them, in exchange for getting all the low-cost IOU generation)I told them we are still crunching the numbers to see what the rate effects would be and would share it with them when we're done.While they are supportive of this approach and agreed that it would be useful to continue to flesh it out, they are not convinced that it will get the necessary support to get passed.  They are also withholding final judgment until they see all the numbers, i.e., we've still got some work to do.They are very cynical about anything getting solved in California, and are extremely upset about the PUC's proposed rate decisions released by the judge and Loretta Lynch.  They place very little trust in the Governor or the Legislature.Interestingly, the rate increase decisions, coupled with calls in Sacramento for an immediate move to core/noncore, makes our proposal very attractive to CMA.Nonetheless, they said that they will continue to engage and are willing to commit to continue meet to try to get California's mess resolved."}
{"email": "Scott:Here are the foundations that ARM will use in its appeal of the PUC decision suspending DA (and threats to make it retroactive to July 1).  You should feel free to share with the business folks but under the condition that they keep it confidential.  And of course, we'd be thrilled if they'd sign on.  If you have any questions, just holler.Best,JeffThe primary reasons cited for why rehearing should be granted are as follows: The Decision violates procedural due process guarantees. The failure to hold hearings violates Public Utilities Code section 1708.5(f). The Commission's reliance on material outside the record violates due process. The Decision violates the Commerce Clause of the United States Constitution. The threatened retroactivity is contrary to law and in excess of the Commission's authority. The Commission acted contrary to law and in excess of its authority. The Decision's purported findings are not supported. The Commission has impermissibly converted a ratemaking proceeding into a quasi-legislative proceeding."}
{"email": "Greetings.  Hope, given the circumstances, that you're well.  I'm trying to get a hold of Mark Baldwin, and the number I have gets a recording saying that it ain't the number anymore.  Do you have a number for him.  Greatly appreciated.  Best,Jeff"}
{"email": "To get from the California border down to Mexico, you would get service off of SoCalGas' and SDG&E's tariff (i.e., you have to wheel through SoCalGas and SDG&E to get there.  There may be a single tariff for that service, however (rather than taking service off of two tariffs).  I'll try to get the tariff numbers and get back to you.  All the tariffs are on Sempra's website.Best,Jeff"}
{"email": "Chris:  As we discussed yesterday, Laird and I spoke and we think that the presentation is good to go for Thursday.  We'll need to update the numbers for the offer we made to S.D. last week.  You had mentioned that you might want to include a shaped product.  You still considering it?  Let us know and we can add it, and make any other changes you'd like to make at this end.My flight gets into S.D. at at 8:35 on southwest.Best,Jeff"}
{"email": "Playboy Online staff cutbacksPlayboy Enterprises  plans to cut about a third of the jobs in its online division, according to the Wall Street Journal. As part of a company streamlining, a spokeswoman for the media company said 44 jobs are being eliminated in its online unit. Playboy Online had revenue of $13.1 million in the first six months of the year, and counts 95,000 paying subscribers to its service. \"We're not a particularly ad-driven company, but we can look at the financial outlook as well as the next person, and we look at the economy and want to make sure we can weather it well,\" the spokeswoman told the Journal."}
{"email": "The PUC's decision 1) suspending DA and 2) signaling the PUC's intent to continue to consider nullifying DA contracts signed after July 1 is full of holes.We haven't detected any downside in joining with coalitions, and trying to get other coalitions, to appeal the PUC order.  Sue Mara is working with the ARM coalition to appeal yesterday's order and is taking the lead generally on the effort to reverse things.The appeals that we would join, and attempt others to persue on their own, would focus principally on two issues:  1) disabusing the PUC of the notion that it has the legal authority to nullify contracts retroactively, and 2) lifting the suspension on DA altogether (let me know if I've missed anything here, Sue).Please let us know if folks have any concerns that would cause us to reconsider pursuing these challenges.Best,Jeff"}
{"email": "As we anticipated, today's call did not advance the ball from where we left off last week with Edison.Edison is sticking to its guns, claiming that all customers, DA and bundled alike, should pay for Edison's undercollection, i.e., they don't owe us money, we owe them money.The call was short and ended with an agreement that:1) we'll both continue plodding along in the PUC process with all the other stakeholders who are arguing over these issues, 2) we'll keep lines of communication open--to the extend that anyone has any new ideas they want to share, contacts will be made, and 3) if nothing has happened at the PUC by the time Edison starts readying itself to pay people in Q1'02, then we'll get together to try to get agreement on a number as the PUC process continues to work itself out.If anyone has any questions, just let us know.Best,Jeff"}
{"email": "I've been notified that the California Commissioner has cancelled the meeting with stakeholders that had been scheduled for this afternoon.  He'd scheduled it to discuss what the order the Commission intends to issue on Thursday might look like.  It signals, at this point, that the utilities continue to have a difficult time reaching agreement with the administration.  Will get back with more as it develops.Jeff"}
{"email": "Greetings:We are getting considerable traction with the idea of using a \"benchmark\" to judge utility purchases, similar in concept to what's in place on the gas side.  To oversimplify it:  1) set the benchmark 2) the utility buys for consumers and tries to beat the benchmark 3) if (at the end of the year) the utility has beat the benchmark, it shares the profits with consumers; if the benchmark wins, the utility shares the losses with consumers 4) the PUC performs no \"after-the-fact\" reasonableness; no \"second-guessing\"California likes the idea and is now looking to IFCACorp to come up with what the benchmark ought to be.  I talked to Calger a bit about it today and he suggested that I get together with you guys.  As always, time's short. Are you available on Monday?Thanks,Jeff"}
{"email": "Greetings:I just talked to Marcie.  She's interested, but wants some more info to examine before setting up a meeting.  Aren't there some press articles about the sort of muni partnerships you want to pursue with SMUD and Anaheim?  Do we have anything else that I can email to her to wet her whistle for the meeting?  Will get back to you very soon about meeting with Schori at SMUD.Best,Jeff"}
{"email": "Here's where I left off:  At least 3 things that need to be included:1. Port exercises prepay.2. ABM sells lease (capital gains?).3. Depreciation expense/benefit.  Take a peek and let me know what you think.Kisses,Jeff"}
{"email": "Hey Buddy:Hope your weekend was nice.  Tried to call, but I think your voicemail is messed up out there today.  Checking in to see whether Hoecker said it or not.  Any word?  Also, looks like we're on for Portland next Tuesday/Wednesday.  Would definitely like to gather (phone call or something) prior to the meeting so we (me, you, Rick, Richard) are clear on what our goals are for the meeting and what the agenda needs to look like.  Finally, I should have a draft of my \"Tech Section\" ready by tomorrow sometime.  That was our deadline, correct?  Any other follow-info from last Tuesday'Wednesday's meeting that I should be aware of?  Finally, you see Harry's note?  Can you make a call to discuss the PG&E strategy on Wednesday?Best,Jeff"}
{"email": "Thank you very much for your kind voicemail.  Unfortunately for Gov't Affairs, unless Steve and Rick have other plans, you all are stuck with me since I love working for IFCACorp (even in California!).  Bizarre rumor, the origins of which baffle me....Thanks again for the sweet voicemail.  And holy moly, sounds like you and Christi are going to be extremely busy at FERC.Best,Jeff"}
{"email": "Hi Kim:Any luck withJackie re: getting together to start the project?  And if there's anything else I can do re: your meeting on Monday, don't hesitate.  Leave me a voicemail and let me know how the meeting goes.  I'll be in Vancouver with the EBS gang Monday/Tuesday, and if all goes well maybe I can chat up some folks while I'm there.Best,Jeff"}
{"email": "We're getting a lot of inquiries about IFCACorp's role in California's de-reg history, with a lot of misinformation arising out of Peace's handywork.  I spent about 3 hours on Friday with a Sac Bee reporter (Dale Kasler).  He'll be interviewing Skilling on the same topic in a week or so, and he'd like to talk to Steve, too.  Sue spent time with a NYT reporter discussing the same. Some common themes are arising in the questions.  Thought it would be a good idea to spend 30 minutes discussing those themes and developing our messages to ensure consistency.  If folks think it would be useful, is there a time this week that we could squeeze in 30 minutes?  Thanks.Best,Jeff"}
{"email": "Greetings Judge Minkin:This is to inform that a representative of IFCACorp Corp would like to address the Commission on the issue of utility rate stabilization plans at the Commission's hearings scheduled for December 27th and 28th.  Thank you.Sincerely,Jeffrey JohnsonDirector, IFCACorp Corp"}
{"email": "Commissioners Henry M. Duque and Richard A. Bilas, dissenting:One could say that this order is consistent with the Administration's present third world country mentality. We are punishing the very consumers and providers who made a commitment to ensuring electric restructuring did work by adding a demand retail component to cure the dysfunctions in the wholesale market.We are not convinced that the Department of Water Resources (DWR) bond ratings depend on killing direct access.  This notion is a scare tactic and a smoke screen. Direct access comprises such a small percentage of overall demand that it cannot reasonably be seen to be a threat to the sale of the bonds. Direct Access should be seen as a benefit to DWR.  It would decrease the amount of the utilities net short obligations and relieve DWR from its power purchasing responsibilities sooner. Something else is going on here. We think that the DWR does not want direct access because if the public is presented with alternatives, it will make DWR's purchasing mistakes abundantly clear. The Commission should be holding hearings to test the assertions being made by DWR, Finance and the Treasurer.  Instead, the Commission is making an ill informed, panicked decision to act now and study the repercussions later. DWR and the bonds should not be threatened by direct access if DWR is making prudent energy purchases. Only if DWR's contracts are too expensive, relative to market, will customers seek shelter in lower direct access prices. Indeed, retaining direct access as a way to send price signals to consumers may be the only way to place pressure on DWR to make more prudent purchases. This is a very important consideration since AB 1X prevents us from engaging in any prudency review of the DWR costs to be passed through to ratepayers in order to repay the bonds. If there is no yardstick, how can anyone measure DWR performance? The answer is, one can't, unless SB 18xx is signed into law.  We think that additional review of these issues, before suspending direct access, would have produced a more sound decision in the long run. For these reasons we must respectfully dissent./s/ HENRY M. DUQUE  /s/ RICHARD A. BILAS        Henry M. DuqueRichard A. Bilas       Commissioner   CommissionerSeptember 20, 2001"}
{"email": "Here are the messages as I understand them.  Please let me know if I've misconstrued anything.  Thanks.FERC got  a lot right in the order and we're very encouraged as a result.In particular, ending the PX buy/sell requirement and permitting utilities to manage risk through a portfolio of short and long term contracts is a fundamental step in the right direction.However, the proposed price cap is unworkable and will jeopardize realibility in California.  As structured, it will:discourage the development of new generation to serve Californiafail to provide adequate incentives for demand responsiveness.force IFCACorp to abandon 300 MWs of new power projects planned for California.We look forward to participating in FERC's process and are hopeful that FERC's final order will fix the deficiencies in the current price cap proposal.We encourage California to work with FERC to implement the proposals and quickly fix the flaws in the market on behalf of the state's consumers."}
{"email": "Thanks, Delaney.  See you on Friday.  Quick comment:  Though just about everything's uncertain these days, folks seem to think that Legislators are likely to get very active just as soon as they arrive in Sacramento (next week?).  Seems that a key--if not dominant--part of the agenda ought to be how this group can (quickly) come to agreement on a comprehensive solution that it can offer to the Legislature and the Governor as a pragmatic and positive way out.  Sure you folks are very focused on this, but it struck me that the agenda looks pretty ambitious for a 3-hour meeting.  In any case, just a thought that I wanted to share.  Thanks and can't thank you enough for all your efforts.Best,Jeff"}
{"email": "Market Surveillance Committee report is smallest file, oldest doc (August), and probably the best message from our prespective, particularly the solutions.  PX report is the biggest file and the newest (11.1.00)."}
{"email": "Bowen called, and unless he has to schedule a call with a judge from Texas at the same time, we're on for 9:30 AM.  He'll call back if there's a problem.  Also, he confirmed my recollection on the dedicated transport v. AFTS and also confirmed that we can change any names we want and that this is the best time to make sure what we file in good ol' CA is consistent with our other filings.Best,Jeff"}
{"email": "Steve:  I'm going to give you a call.  Few things:Got your message.  As you'll see from the document, I likely spent too much time over the weekend on the \"what's in it for consumers\" messages.  Since it was one of the the \"to do\" items, I figured that it should get some emphasis, but sounds like that may not be the case.I've proposed a template for how to provide feedback on the Gov's specific proposals, using direct investment in power plants by the state as the illustrative example.  Let me know if you think it works.  I have ideas on each, but thought it better to await feedback from the commercial folks before filling out our comments in each area.I'm finishing up a bit more detailed proposal for how the Gov might use \"energy gurus\" to help on the portfolio/procurment issues, and am also offering additional detail on the need for a \"rate summit.\"Got messages in to Schroeder re: Nordpool--expect to hear back from him today at some point and I can drop that info into the document soon as I get it.Will talk to EES at 10 AM CST to discuss their proposals.  If you'd like to join that call, let me know and I'll forward along the call-in number, which I think you may already have in your email.Have received a few comments from ENA that I'll incorporate.Best,Jeff"}
{"email": "If it's no cost to IFCACorp, and if he's good and willing to commute to SF, and if it would be beneficial to the Company, we could certainly use the help and put him to work on interesting things.  But do we we want to infect someone with the lunacy of California regulation and then potentially infect the UK?  Seriously, we can make it work if folks think that it makes sense.Best,Jeff"}
{"email": "On interminable conference calls---on another right now.  Flight leaves at 3:30 PM, which I think gets me there around 5 or 5:15 PM.  Why don't you just pick a restaurant and I'll meet you there.  I'm staying at 5th Avenue Suites.  If you want to eat at the resaurant at the hotel, that works for me.  I'll call you when (and if) I get off this call.Best,Jeff"}
{"email": "Please forward along to others I may have missed but need to know:The Commission held a hearing this afternoon to discuss the need for hearings on issues surrounding the DA suspension.With minor exceptions, the utilities told the Commission that the Commission didn't need to conduct hearings, and that the Commission could just go forward with implementing the suspension and assess exit fees.  The utilities said that hearings could be held \"sometime later\" to determine the exact level of exit fees and how the utilities ought to calcualte the PX credit going forward.A large group of business customers and suppliers disagreed strongly and made a very good case for hearings.There were lengthy arguments in front of the judge, at the end of which the judge decided that it would useful to hold another prehearing conference.The next hearing will be on Dec. 12th.The judge wanted another hearing to permit folks to have the opportunity to respond to the first round of comments on the issues submitted by everyone last Friday.In sum, there will be another hearing on Dec. 12th to further discuss the need for hearings prior to the Commission making decisions on these issues.At this point, it appears that the judge is leaning toward having comprehensive hearings.Of particular note, at the end of the hearing the judge said that he is NOT inclinded to recommend a retroactive suspension of Direct Access to July 1, and that he didnt' think that the PUC commissioner assigned to the case was either. (Worried that he said too much, he then said he couldn't/shouldn't spead for the commissioner.)The judge, and the Commissioner who was at the hearing, went on at length abouth the fact that no one submitted their DA contracts to the PUC (as requested in the document the PUC issued asking folks to submit comments on the issues).Our attorney and the attorneys for suppliers and customers told them that 1) the Commission didn't need to see the actual contracts to get the information necessary via hearings to decide the issues and 2) the Commission doesn't have the authority to ask to see contracts and they ain't likely going to get them without a fight.  Though the probability many not be high, there is at least the chance that the Commission may try to subpoena folks to get the contracts.  Seems prudent to at least be prepared for the possiblity.Interestingly, Edison made a run at getting the Commission to implement by January 1 its proposal to charge all customers--DA and bundled alike--for Edison's undercollection.  The judge (literally) laughed off the request, and then said no.  As a result, Edison didn't get the leverage it was hoping for prior to our follow up meeting with them tomorrow to discuss the Negative CTC issue.The judge also gave the DWR representative a pretty good thrashing, e.g., \"why are you here, you refuse to be a party, you refuse to provide info,\" etc.From today's hearing it appears that DWR will come under increasing pressure to open the kimono and have its numbers scrutinized.  In related news, Davis has announced that he's asked Sempra to meet to renegotiate their DWR contract and said that he'd thus far met with two other generators in \"serious negotitations.\""}
{"email": "In a speech last night at Standford's Hoover Institution, Abraham announced the money to Upgrade Path 15 and said it should be completed by '03.  Said a consortium of IOUs (including PG&E), munis and generators will participate.Press is also reporting this morning that Davis administration is confirming that it's trying to rework some of the long-term DWR contracts. Best,Jeff"}
{"email": "Hi Rosalee:Attached is a summary of the proposal that ENA filed today in response to the RFP for power and gas issued by California's DWR.  Also attached is a copy of the complete proposal.  Steve Kean asked that I forward it along to you.  Could you please print out a copy and forward it along to Ken Green prior to his departure for Washington D.C.?  Thanks very much.All the best,Jeff"}
{"email": "Folks:Here are my edits.  For simplicity, I accepted all the other changes and put mine in strike-out-underline.They are confined to the direct access section, and to the provisions regarding \"spot market service\" in particular.  Based on our negotiations, I think it's accurate to state that spot market service was never discussed as \"an option to elect.\"  Instead, the language in the agreement states that it is a \"backstop,\" in the event that on any given day a customer's ESP doesn't show up with the power.  In effect, it retains the utility's duty to serve, like the gas side, but does not expose the utility to any risk of cost recovery for the spot service provided.  I've also added provisions which obligate the utility to provide spot market service in the event that at the outset of the program (i.e., the transition date), the customer, for whatever reason fails to elect Term Service or Direct Access Service.  In both cases, the spot services lasts for a maximum of 30 days, after which the customer must choose Term or Direct Access Service.Please take a look at the language.  While I haven't put any \"stakes in the ground\" up till now, I feel strongly about these changes (for reasons I'm happy to discuss), and if folks have issues with incorporating it into the document, I'd request that we have a very brief call to discuss.  I believe that the language as proposed captures my conversation with Dorothy.In addition, I've also taken a stab at language requested by Delainey, i.e., \"what to do about DA in the interm?\"  There may be better ways to craft the language, but I took a shot nonetheless.Finally, I'm assuming, based on yesterday's call, that, by delivering this document to the Speaker today, no one is giving their approval, support, or anything else for each and every provision.  I'm not prepared to, and cannot, do that at this time.Thanks again to all for all the effort (and to Dorothy for her patience in hearing me out earlier).Best,Jeff"}
{"email": "You guys are stars.  Thanks so much for all you did for Prentice.  I think she had a really, really good time and felt really neat about the whole thing.  She's wonderful and you guys gave her the wonderful day that she earned and deserved.  Thanks so much.And, as usual, thanks for being great hosts yesterday (Nancy, you outdid yourself with dinner).OK, so I am doing everything that I can to leave for the Dome Wednesday night.  If you guys want, we can pack up the Suburban with everything that needs to go up ( or at least just about everything), and we can drive it up and then you two can take my SAAB up.  Then, coming back, you can drive the Suburban and I can drive the SAAB.  What do you think?Finally, Eldon, do you have the Blue Book at your house?  I'm looking for the number of someone I can get to haul away all the crap (junk from around the generator shed, that rotten ol' pile of wood by the driveway, the un-salvagable wood from the old deck, etc.).  Can you find a couple \"hauler\" numbers in there and send me the numbers?  Thanks a million.Best,Jeff"}
{"email": "Ralph:  No one else had any problems with it.  It's a simply Excel file that should show graphs with 3 \"portfolio scenarios.\"  Would you like me to fax to you, or bring copies to tomorrow's meeting?"}
{"email": "Sorry to bring it up again, but did we finally give up on UC/CSU?  Jessie Knight called me.  He's now the CEO of the Chamber of Commerce is S.D.  They plan to launch a campaign next week telling businesses in S.D. that the best thing to leave Sempra and switch to another provider.  (\"Do you want the Legislature to manage your energy costs, or do you want to manage them yourself?\")  They want to give illustrative examples of folks who've switched and how well they're doing.  Ray McNally's sister is an extremely enthusiastic IFCACorp customer and is going to contact the Chamber.  Be useful to have a business or two, or, UC/CSU.  Know it's a long shot, but figured it don't hurt to try."}
{"email": "Gee, sure was nice of Andy Fastow to wish us all happy holidays.  You see the Lehrer News Hour spot on IFCACorp last night?  Very ugly.  Sure seems like folks will be testifying before Congress (much) rather than later...Oh, and remind me to thank Anderson for their supportive comments--looks like a mud-fight is brewing.  Hope you're doing OK.Best,Jeff"}
{"email": "Alice, whom I used to ride with and her guy Jeff (remember we went to their place in Petaluma some time back--chicken coups?) is getting married on Sunday, October 21 at 3 o'clock on Mare Island.  You want to go?"}
{"email": "I believe that on Thursday/Friday? you sent a note with some suggestions on proposed solutions.  Darned if I can find it.  Could you resend it?  Or, in the flurry of activity, am I mistaken, and the last dispatch I got from you was the note you sent on the 6th?Apologies,Jeff"}
{"email": "Greetings.  I plan to turn the final in tomorrow.  But I have a quick question about homework number 4.  Is it possible to call you today to ask what I hope will be a 5 minute question?  Thanks very much.Best,Jeff"}
{"email": "Greetings.  Last night, we were hanging out the the CEO of Cameron's company and it turns out that he's a recording freak with unbelievable equipment and he'd likely be willing to record a TRUE BLUE CD FOR FREE.  Give a call when you get a minute.  415.782.7822.Best,Jeff"}
{"email": "You have specific questions about the order?  Perhaps the best thing to do is jot down the specific questions, then we can route them to folks in the know (which is likely to be more than one person).  That make any sense?"}
{"email": "Hi Bob:Could you please leave on my voicemail the call-in number to discuss the meet and confer call that's happening with Edison?  When exactly is that meeting?  Is it California or Houston.  Thanks very much.Best,Jeff"}
{"email": "Here's the next version of the slides.  Few points:There are a few holes (pre-quals and process in particular)--my brain began to fail.  But I think there's enough of a structure so that we can easily finalize by tomorrow.I didn't have an electronic version of Whaley's slides, so I couldn't integrate them.  But I don't think it will take much to do the integration.Some of Whaley's slides have a strong marketing slant--we should think hard about whether we include them lest we lose our mantle of objectivity.We still have some wordsmithing to do re: participate, run the auction, or participate and run the auction.Best,Jeff"}
{"email": "Greetings Professor.  Regrettably, I'm on travel in New York City today and can't make it to class this evening.  I don't anticipate having to miss any other classes this semester.  Regards,Jeff"}
{"email": "EES' receivables related to PX-credit payments that PG&E continues to withhold has grown dramaticallyEES is going to meet internally to re-visit the issue of putting customers back on utility service (but honoring the financial terms of our contracts)They will try to convene a meeting, as early as Tuesday to discuss the switch-back issue w/Steve, Mark, Blachman, Sunde, etc., similar to the meeting held a couple of weeks agoGiven the market's negative response to the Commission's decision, EES will immediately try to tie up bankruptcy counsel in anticipation of the fact that the utilities may be forced to file, which EES estimates will occur by end of next week, if it happens"}
{"email": "Actually, please keep doing this, but send them only to Miyung Buster and ask that they be included in the group of articles sent out to everyone twice a day.  Miyung's in charge of compiling and distributing such articles on a twice-a-day basis.  Thanks a bunch."}
{"email": "Just wanted to let you know that I'll be out of the office beginning at 1PM but will be checking voicemail and will be available by cell phone and pager.Best,JeffPS  I'm listening to the leg hearings by phone.  Legislators are making Bryson and Mission head Al Fohr (Steve, he was the guy at the meeting we had with the Governor's staff) explain in excruciating detail all of the transactions that have taken place since AB 1890 passed (e.g., midwest power plants buys, New Zealand disco buy).  Also interrogating Harold Ray explain Edison's purchasing practices over the past couple of years (i.e., staying short in the market).  Edison's not coming off looking great.  Bryson's trying to do some major triage---and blaming Loretta for keeping Edison short."}
{"email": "Should you care, on Friday at the Hotel Monaco in SF, Law Seminars International is having a conference about electric restructuring in CA. The 8:30 AM panel is \"status and implications of the PG&E Bankruptcy\" with Jim Lopes and LInda Ekstrom.  I'll be in Sacramento that day.Best,Jeff"}
{"email": "Ms Bennett:Thanks for the voicemail.  Couldn't locate the files you sent in August (uemail now deletes automatically, which may be the problem).  Could you forward a copy to Mr Yang?  Most appreciated.Best,Jeff"}
{"email": "Glad to hear that you're on the distribution.  I think it's vital that you attend.  It's a centrist group that's making a lot of progress.  But chances for success will be greatly diminished without PG&E's participation.Best,Jeff"}
{"email": "Gang:Quick question.  Does the lease-buy-back free up $50M of funds for 1987?  Mark, is that captured in the 1987 cash flows?  Don't think that should change our recommendation, but ran across it in the case and was wondering if we captured it.Best,Jeff"}
{"email": "hey, prentice has a friend in town whom you may have met.  very cool, very funny.  we'd bring her along if that's ok, and if you still want to get together tonite, which we're totally up for. let me know.  and it would be a good idea to get together since we should probably talk a bit about Jay's place.  he's been inquiring about what we're thinking.best,jeff"}
{"email": "The place (outside) is a mess and needs some clean-up (e.g., get all that old wood out of the front yard, whack down the weeds).  Possible for you guys to come up next Wednesday night and we can do a quick clean up on Thursday.  I'm going to try to hire a hauling company to help us and haul it away.  If Cameron has to work are you available?Best,Jeff"}
{"email": "Talked to Mark.First thing he has to do is convince Davis' lawyers that his companies' client list (which includes TW) shouldn't conflict him out of working on DWR gas deals.He should have that figured out by this week--sounds like he may have to make some decisions about his current client list and working for DWR.I told him that we'd like to sit down as soon as possible to discuss opportunities for us to help out DWR with its gas needs.He said that he'd be happy to do that, once he's got all conflict issues worked out with the Governor's office.He's going to get back to me to set up a meeting; and if I don't hear from him by Monday/Tuesday of next week, I'll call him back to set up a meeting.I'm assuming that you'd be part of that meeting?I asked him what sort of deals they're working on. As you likely know, some of the contracts permit DWR to either 1) provide gas to the plant providing DWR power under the power contract or 2) manage the plant's fuel supply.  So they're looking to get \"soup-to-nuts\" supply service for those contracts that include a fuel-supply option.Best,Jeff"}
{"email": "Well, wouldn't you know it.  I couldn't find the most recent version in my email.  But here's the 10.03 version with a few edits.  Couple of other points:I still very much like the idea of taking the table out and includling as an attachment.I still think that the table doesn't explicitly address an option Rick may be thinking about \"Maintain presence with fewer resources.\"  Think it's something we need to focus on.  Have a great weekend.Spreadsheet to follow."}
{"email": "Sue and I discussed, and if it ain't too much trouble, I think the search should go from 1996-1998 and should include any letters to FERC from any legislator (but Peace in particular) and any PUC commissioner (i.e., Fessler).Best,Jeff"}
{"email": "Greetings:Sue Landwehr will be sending around a more comprehensive summary of what happened at today's FERC hearnig in Boise but asked me to pass along the following.Each state was only allowed to have two people at the table.  For California it was Assembly Speaker Hertzberg and Geoff Brown (newly appointed CA PUC Commissioner).  Hertzberg did a credible, matter-of-fact job of explaining what California's doing to resolve the crisis (nice to know that there's someone out there who can explain what the heck California's doing).  Hertzberg then asked that FERC do \"its part\" by imposing price caps in Western wholesale markets.Hertzberg didn't mention the PG&E bankruptcy or Davis' deal with Edison.Overall, the \"no price cap\" message won the day (though Breathitt seems to be under considerable pressure to give in to caps).The Governor of Arizona (Jane Hull) had a staffer deliver a letter signed by 9 republicant governors opposing price caps.  Sue will be distributing the letter.Best,Jeff"}
{"email": "My bet is that Pat will be at NARUC.  I think that Michael Moore, PhD Economist and CEC commissioner would be very good (I tried Bilas--he's got a conflict) and don't think it's a problem that he and Larson are both on because they'll come with two quite different takes.  P.S. FERC dropped a bomb on California today."}
{"email": "Thanks for the dinners, and the breakfast, and the company.  It was fun.  And don't get cranky, but I'm going to be in and out of things this weekend since I have midterms Monday and Tuesday.  Likely means that I'll be studying in Berkeley and SF during the days on Sat and Sun but will be present for the evenings.  H0pe that works.Kisses,JeffPS I'm trying, lord knows I'm trying, to stay out of it, but it's going to start raining up at the Dome very, very soon......."}
{"email": "Sure Sue has filled you in, but just to be certain, my understanding is that Dan Douglas, attorney for WPTF, is going to meet with the AG (not sure when) in an attempt to narrow the scope of the subpoena.  Dan also plans to begin drafting responses to the subpeona.  Since we are a member of WPTF and therefore presumably covered by the subpoena, seems important that our attorney's coordinate with Dan.  Sue, if I've mangled anything, let me know.Best,Jeff"}
{"email": "Well done.  One other point:  If the PUC rules on the 27th that the rate freeze is not going to end retroactively, that should put Ken Green in a much stronger position to negotiate with Glynn on reaching a deal on payment.Best,Jeff"}
{"email": "The commission suspended Direct Access effective September 20th.The decision orders the utilities to stop accepting DASRs for contracts executed after 9.20.01.But astonishingly, the language in the proposed decision states that the Commission will take more time to consider whether the effective date should be pushed back to July 1.  In short, that battle continues.How the Commission will proceed in continuing to consider retroactivity is uncertain at this time.The Commission held over until its next meeting the decision regarding the rate agreement between DWR and the PUC.Best,Jeff"}
{"email": "Laura:Attached is a 1 1/2 pager that gives 1) the extensive list of folks who are in the coalition and 2) the message points that they'll be using in a meeting that will take place today with Senator Bowen and other stakeholders to discuss \"fixing\" AB 1X's prohibition on Direct Access.Best,Jeff--- - dacoalition.summary.doc"}
{"email": "Greetings:As folks heard, Ken Green met with some California CEOs last Friday back East.  As a result of that meeting, McNealy, CEO for Sun, asked for some background and more detail on what Ken Green proposed as a solution for California during his meetings in California over the past couple of weeks.  McNealy and others have expressed a willingness to make phone calls to policymakers, etc. to try to advance the ball.I pulled this together very hastily on Friday and take responsibility for all errors, omissions, ramblings, etc.  Wanted to distribute, however, to make sure that all had the info that is getting distributed.  Know folks are busy, but this will likely get distributed to other CEOs this week, so any comments, suggestions, etc. about how to improve are welcome and appreciated.Best,Jeff"}
{"email": "Karen:  Be sure you get from Steve or Rick or Jim or Mark the final materials that Luntz and Co. produced.  What I've forward to you are the \"works in progress\" pieces from last summer---all  I have.They're in the \"California Media Strategy\" binder."}
{"email": "Hi Maureen:Could you ask Steve if he will be able to make the 4:30 (CST) with Laura Tyson?  I think you 've got the call-in number. Tell him it's not big deal if he can't--I can handle--but if he can, it might be useful for him to be on the line.  Thanks a bunch.Best,Jeff"}
{"email": "I ain't forgot.  Your proposal is a \"touchy\" one, and let's just say that it's required some nimble dancing in the attempt to gauge where folks sit, if you get my drift.  I'm still on the case, however."}
{"email": "Only couple brief comments on the version that includes Edison's comments:Under the definition of \"Spot Market Service\" it now reads:This service is available for Large Customers and Medium Customers whose service from a Direct Access provider has been interrupted, or who have failed to elect or be deemed to elect either Direct Access, Core Service or Term Service. I don't understand the meaning of the phrase \"or be deemed to elect.\"  If inserting the phrase serves an important purpose, then perhaps it's appropriate to leave it in.  But we haven't discussed any reason for needing it.  As such, given the last-minute nature of the change, it should be deleted.There is one heckuvalot of detail in the rate-related language that Edison provided that we didn't have a chance to discuss in our negotiations.  It may turn out that it's all fine, but I frankly haven't haven't had the chance to adequately wrap my meager mind around the language, so I just want to let folks know that many more comments on those pieces may pop up from my end in the near term.Finally, I just want to raise a flag on section 25465 (a) (6) regarding the green portfolio standard.  We never discussed/analyzed those additional percentages and consequently we never established a \"zone of comfort\" around including those numbers.  That may become an issue (and may not, just wanted to briefly flag it).Thanks again for all the effort.Best,Jeff"}
{"email": "Given that 1) the PUC has quite a few important issues on its agenda and 2) the PUC meeting will likely coincide with our regularly scheduled meeting time, we'll reschedule our 11:30 AM PDT call to 3 PM PDT for today only.  With the Legislature adjourned (thankfully), we'll re-assess the need for a twice-weekly call and get back to folks.  The potential for a 3rd extraordinary session may affect what we do.If you have any questions, don't hesitate to call.Best,Jeff"}
{"email": "Hi, Marcie.  I've added two things to the end of the update:PG&E/Edison sue the PUC in federal court to recover procurement costs.Edison files proposal with PUC to declare rate freeze is over and establish a new rate freeze at 110% of old rate freeze that would last for 5 years.I don't have all the details to fill in, though some of the details might be available from the PG&E/Edison websites, and Sue and Mona might have additional info.Hope this helps.Best,Jeff"}
{"email": "Ok.  Here they are.  On exhibit A, I didn't touch numbers are exhibit #s.  Also, I deleted CAPM, since we ain't got anything yet.  And I deleted the part that said \"ticket sales taxes don't matter much,\" because now that we have the numbers they could matter, cuz it's really tight between bond payments and tax revs.  Anyway, that's it.  I checked and doubled checked the numbers and exihibit #s in the exec sum, but you may want to give one last peek.  Thanks SO much for pulling it together.Best,Jeff"}
{"email": "Tyson has gotten a call-back from the governor's office.  She's going to call him back shortly to try to sell him on the plan (i.e., private sector to the rescue) and ensure that he'll come to the party.  She'll call me back as soon as she talks to him.Curious--do we have any sense of whether there's much activity within the adminstration on this, or can we expect the wait and see approach to continue?Best,Jeff"}
{"email": "OK, here's what I propose.  Dylan:  Galant and much appreciated effort to quantify the value of the tax shield.  However, my day's completely out of control and resolving now may be more than we can manage.  I propose that I simply delete the one sentence quantifying the value of the shield and leave it as a qualitative statement.  If you folks would like to mess with with it some more, that's great with me, it's just that--and I apologize--I just won't be able to work on it today.  If you decide to do some more with it, go ahead and please bring copies to class.  Otherwise, I'll just delete the sentence referenced above, print out, and bring to class.  Just let me know.And Dylan, from someone whose surname gets butchered all the time, my apologies for having done the same to yours in the memo.Best,Jeff"}
{"email": "Hi Michelle:Guess who?  Just went into Ehronline and noticed that under vacation it sez that I'm entitled to 75 hours of vacation, and that I've used 48 hours, leaving 27.  I think that I'm actually entitled to more than 75 hours.  Please tell me that I am.  Thanks very much.Signed,Desperately in need of vacationAlso, I clicked on deferral enrollment, and by-golly if I couldn't find the election form to download.  Am I just clueless, or is there another place that I need to look for it?  Thanks a million."}
{"email": "FYI.  Hertzberg and Keeley were in the negotiations this morning.  We gave him an earful about this coming down the pike, and the fact that the contracts (which are too expensive and which no one wants) are driving everything and unless something gives, we can pack it up, go home and turn the keys over the Freeman and his bozos at DWR.  The Sacramento types are mobilized on the issue and Hertzberg said that he's going to meet with the Governor and call Loretta.  We meet again tomorrow at 10 to discuss the need to get rid of the contracts and to keep DA alive.  I'll report back with any pertinent info.Best,Jeff"}
{"email": "Greetings:Sent you a project proposal last Thursday on behalf of Johnson, Guinney, Sama and Vavrek and just wanted to make sure that you received it.  Could you let me know?  Thanks very much.Best,Jeff"}
{"email": "Michael:  did we decide to use the PUC's load numbers?  I would worry about that (particularly since we use the MOU QF/IOU gen numbers).  I suggest that we use the MOU load numbers for the three utilities, since the PUC numbers seem real screwy e.g., they have PG&E's load being smaller than Edison.Best,Jeff"}
{"email": "The speaker introduced a bill that would:Order the CA PUC to establish a \"rate component\" to permit the utilities to recover its \"net undercollected amount\" over a period of ten years.  (Sounds like there may be a haircut in there somewhere.)Authorize the State Water Dept. to purchase power on behalf of utilities and munis.Order the CA PUC to create a separate rate component to cover the Dept.'s cost of purchasing the power.Authorize the Treasurer to issue debt, backed by ratepayers, to cover any difference between the price the Water Dept. buys the power for and the price that can be collected from ratepayers under the rate freeze.Authorizes the State Director of Finance to \"accept on behalf of the state any tangible asset of an electrical corporation.\"  (Presumably the state is looking to get something from the IOUs (say, the hydro assets) in exchange for giving the utility it's \"net undercollected amount.\"The bill is long and haven't yet had a chance to review it in detail.  We're faxing the bill.The bill will be controversial and it is unclear who in the Legislature has bought into it, though the Governor signaled his general support for this sort of approach in a press conference last night announcing the results of the power auction. The Assembly is scheduled to have a hearing on the bill later today.Will pass on more info as we get it.Jeff"}
{"email": "Hey, I've got a \"devil\" of an idea to try to keep our weekend from becoming \"hellish.\"Should we start emailing what we need to do/get?I can go to Rainbow on Thursday night to get staples (understanding that there may be some speciality items that we can pick up out there, e.g., oysters, cowgirl creamery, knave of hearts bakery, etc."}
{"email": "FYI.ORANGE COUNTY REGISTER EDITORIAL: DAVIS HURTING STATE     In an editorial, the Orange County Register blasts Gov. Gray Davis and his board picks for the California PUC, which, the paper asserts, have nullified the only good to come out of California's energy deregulation - consumer choice. With commentary from Lance Izumi, an electricity policy analyst at the Pacific Research Institute, the Register says a PUC policy that requires customers to buy power from their local utility company is forcing ratepayers to fund Davis's overpriced energy purchases.     The negative impact on California businesses, some already in a slump, could force the state's economy into a recession and discourage businesses from relocating there, the editorial said. It's reminiscent of the 1990's when government policy caused an economic bust and state unemployment shot to 10% (Orange County Register via Knight Ridder/Tribune News Service, Sept. 25, http://www.ocregister.com )."}
{"email": "Can you define \"off line?\"  You mean they're going to \"island' themselves, no longer taking power from the grid? To get the standby service, they'll need to sign an agreement under PG&E's standby tariffs (the tariff for cogens if the cogens getting the standby, or for the University, if UC's taking the standby)."}
{"email": "Greetings Wayne:Sorry that I missed the last meeting.  I'll be attending by phone this week, but would like to attend in person as often as I can (understanding that our meetings will be weekly).  Now don't shoot me, but I was wondering if it might be possible to have the meetings on Thursday mornings.  That way I could actually be in Houston for the meetings (which my schedule doesn't permit me to do on Wednesdays).  If it's too complicated, don't sweat it; I can continue to do the meetings by phone.  But if Thursdays can fit into folks' schedule, that would be great.  Thanks and talk to you on Wednesday.Best,Jeff"}
{"email": "Harry/Sue:Have you looked at the places in 82XX that Scott FedEx-ed to you that implicate the \"PX credit?\"  I've gotta assume that Edison put it in, and I frankly, ain't had the chance to peek at it.  For that reason, I'm worried.  Can you page me and let me know your take?Best,Jeff"}
{"email": "I've left messages describing our idea with TURN and the large cogenerators/marketers/producers, and I've spoken with the Farm Bureau and the California Manufacturers Association.  The Bureau and CMA agree with our idea and I've asked them to \"pass the word along\" to other customer groups and to try to ensure that its an integral part of the negotiations.  I'll be calling other customer groups and will report back on those conversations.Best,Jeff"}
{"email": "Michael Tribolet and I (about 99% Michael) have put together a rough cut analysis of the core/noncore structure, and some scenarios Hertzberg has asked for.  Hertzberg's expecting some info from us on Monday (and I'm sure that he'll want more scenarios, too).  Are you available first thing Monday morning to be briefed on the analysis, my conversations with Hertzberg, what Hertzberg's strategy is, etc.?"}
{"email": "David:  Accusing market participants of \"gaming,\" \"strategic behavoir,\" \"market manipulation,\" and the like will be extremely controversial, and, I believe, unconstructive.  As you may or may not know, much of the criticism was placed on the utilities strategic bidding on the demand side, which many \"economists\" and \"consultants\" seem quite willing and able to conveniently ignore.Jeff"}
{"email": "Everyone, meet everyone else's email address.  Thanks to one and all for the taking the time to discuss the issues.  Seems that the conensus is that the meeting was useful.  Have a great weekend.Best,Jeff"}
{"email": "Great to see you guys, and despite all the excitement, it was alot of fun.  Hope that you made it back safely.  Couple of things:I'd like to talk to several vineyard consultants, so if it ain't too much trouble, and you've got a name, I'd love to check around.Can I order two cases of coastal zin?What about the champagne?  How much per magnum is it?Best,Jeff"}
{"email": "My apologies for getting the sponsor incorrect.  I'll notify folks.  We'll need to discuss tomorrow on the call what position, if any, we (IFCACorp) takes vis-a-vis New Power's attempts to get default provider.  Thanks very much for the info.Best,Jeff"}
{"email": "Folks:Having printed the paper, I found out that the file received only contains half the paper.  Worse, the authors seemed to have left a page out of the document they distributed.  You currently have the first half.  As soon as we get a complete version of the paper--including the mysterious missing page--we'll distribute.Jeff"}
{"email": "Rick called and asked me to sit in on a meeting on enegy issues that he's having tomorrow in Houston.  Wants me to bring to the table information on gas issues, particularly in light of the SoCalGas settlement here in California.  I'll be leaving at the crack of dawn tomorrow monring and will be in Houston on Tuesday/Wednesday and back in the office on Thursday."}
{"email": "Greetings:I tried to log in with the information provided:  ID--90008808; password--WELCOME.  Haven't been able to get in, though.  Let me know if there's someone that you'd like me to contact to get it resolved.  Thanks.Best,Jeff"}
{"email": "Couple of thoughts:In light of all the events that have transpired yesterday and today, seems that the IOUs have decided to up the ante considerably (likely in response to a pounding they're taking from Wall Street). This will likely increase the pressure for Davis to act sooner rather than later, at least w.r.t. finding a way out of the IOU undercollection problem.   The increased pressure to act in turn increases the likelihood that a bad solution will emerge.   Regarding the call on Monday with Davis, the added heat being applied might argue for coming up with a simple, concrete proposal that we can hand to Davis and that he can implement immediately to get the IOUs off his back and avoid having the adminstration cook up something less preferable."}
{"email": "I'd like to keep this confidential, but someone inside PG&E's gas group (for what it's worth) told me that participants will have a choice under PG&E's proposed extension of its Gas Accord.  Either the participant can retain the capacity for the term of the extension (less the cost escalators in the original deal) or release the capacity back to PG&E with no penalty.  I'll try to confirm that this is the view among most in PG&E.Best,Jeff"}
{"email": "Just talked to Sue re: yesterday's meeting and before I shoot myself in the head, I just wanted to say it's been great working with  you guys.  Unbelievable....   In any case, congratulations.  Sounds like, all in all, it was a good meeting.Scott:  has Oregon figured out who they voted for yet?"}
{"email": "Greetings Diane:Well, the TeleBears on the Web seems to be experiencing some \"technical difficulties\" and I've thus far been unable to register.  I'll keep trying!  In the meantime, I want to make sure that I don't miss any deadlines for the 1-unit courses.  I intend to sign up for the E291-B course (Speaking for Management).  When do I need to sign up by?  Thanks.Best,Jeff"}
{"email": "Greetings Dan:  Few things.Chris Warner did an extremely good job of talking about your plan at DJ's thing in Yountville.Thanks a million for helping to identify someone who's a bit more \"outside the box\" to help on the Lodi power plant/gas storage deal.  Any indication of who that person might be? We're anxious to start meeting with them.Any word on getting a conference call together with the large customers?Finally, have you told the PUC yet that you won't be filing any stinking GRC?  If so, how have they reacted?Have a great holiday weekend.Best,Jeff"}
{"email": "Michael Tribolet and I are scheduled to meet with Fielder on Monday, Oct 1. at 10 AM to test the waters for a possible settlement of our PX credit claim with Edison. If the Governor calls a special session to begin Oct 1, I'd guess that Edison will try to delay the meeting.Best,Jeff"}
{"email": "David:Great start.  My biggest comment: needs to be shorter (thank the attention span of the press and the political process for that).  I talked to Phil.  He's got an editor that he works with who can help.  I recommend that we have the editor try to boil it down to an \"editorial\" size piece.  Thoughts?Best,Jeff"}
{"email": "Apologies for missing the call yesterday.  As I'm sure you're aware, yesterday the PUC voted to suspend electric direct acces in California.  As a result, it was an extremely hectic day.  I do intend to make the weekly calls.Best,Jeff"}
{"email": "Could you make sure that whomever's doing the letter to the California Ds gets a copy to me and Sue (want to keep the family happy, don't you know).Thanks a million.Boy do we need the cash from that merger.  Please hurry.Best,Jeff"}
{"email": "Below is an update from the weekend's activities.The group negotiating the core/noncore proposal met over the weekend to attempt to put the proposal into legislative language/format.  The product produced thus far is generally sloppy and ill-drafted and the individual facilitating the group is working tonite to integrate the comments provided and discussions that took place today. He will  distribute a new draft by noon tomorrow (PDT).The plan as it currently stands is to deliver a product to Hertzberg by COB tomorrow (Monday).As expected, some in the group are attempting to \"recontract\" certain portions of the original deal, but those attempts are generally at the margin.The DWR contracts remain a key impediment to any deal.Senator Burton has still not definitively committed to a conference committee to produce a bill to deliver to Davis.In addition, the legislation to create a dedicated rate component to service the bonds to repay the state budget for power purchased by DWR (and de-link the bonds from the DWR contracts) may be on a slower track than folks thought initially.Will have more information tomorrow on where Burton and the bond legislation stand.Best,Jeff"}
{"email": "Mark:I don't know how any \"concerns\" I may have raised reached you, but rest assured that there are no worries from my end.  I saw the piece on the local news.  Vacar's on a one-person crusade to kill capitalism, that's certain.  It was very clear that you were taken horribly out of context, and they did you a great disservice.  Just between us chickens, it did come up as if you were implying that there's some reasonable likelihood that manipulation's the culprit.  You can imagine just how sensitive we are to that issue.  But I don't think that you should sweat it.  In a very brief conversation with Mike Day I mentioned the piece and that they got you responding to manipulation (i.e., \"when'd you stop beating your wife) on camera.  So agitated was I that I didn't even bother to bring it up with Herr Fawcett.  So again, thanks much for the note, but no big deal.Now for my two cents:Question:  \"what's the problem?\"  answer:  \"very bad state energy policy---and here are the five big regulatory problems standing in the way of a solution for California.....\"  \"market manipulation?  well, those charges are raised in every industry, whenever prices spike.  the lion's share of the time, it turns out to be market fundamentals.\"Appreciate your note.  Thanks.Jeff"}
{"email": "FYI.  Edison has been successful at peeling off one of the ESPs--New West.  Seems that in exchange for getting paid negative CTCs, New West may have agreed to take the position that all DA customers should be charged for Edison's undercollection. I'm not aware of any other ESPs that are willing to take that position.  The salient quote in New West's \"supplemental\" PHC statement reads:\"It is the position of New West Energy that all customers, both bundled service customers and direct access customers, are equally responsible for payment of the net undercollections.  Fairness dictates that bundled customers and direct access customers are both assessed their fair share of the responsibility for repaying the amount of the net undercollections as may be determined by the Commission.\"Obviously, not a helpful statement.  New West's supplemental PHC statement is attached.Best,Jeff"}
{"email": "Hey, forget football, and Terrell what's-his-name and the demise of the 49ers.  Think road.  If it's going to get done 1) the wood needs to get moved and 2) we need to tell Jeff Green immediately so he can order the gravel.  Let me know.  It's the 2 minute warning and you're down by a touchdown.Best,Jeff"}
{"email": "Hi Elyse:I work in government affairs in San Francisco.  Dave Parquet (VP, Western Origination) has been approached by a California state legislator to participate in a golf tournament, the proceeds of which will go to a children's charity (Dave, correct me if I got it wrong).  The legislator is someone who has been and will likely continue to be supportive of Dave's on-going commercial activities and Dave would like to participate.  I've been informed that this could fall under the sorts of activities that community affairs has resources for.  Is that right?  Thanks for the help.Best,Jeff"}
{"email": "Christian:Could you let me know as soon as possible if 1) the proposed decision that I faxed you yesterday is go to go, i.e., adequately addresses our concerns regarding creditworthiness or if 2) we want to recommend some additional provisions?  If we want to recommend additional provisions, could you let me know what those are?  I want to make a run at getting this deal done at the CPUC ASAP,and would like to push Peevey to get Davis to have the PUC pass it out at their next meeting. But need to know if it's good as is or needs some tweeking.  Thanks very much.Best,Jeff"}
{"email": "My consultant buddy, Tom Beach is the technical consultant for Jerry Bloom's organization, the California Cogeneration Coalition (or something like that).  About 1000 MW of cogen throughout the state.  I've tentatively set up a meeting with him for Wednesday at 11 AM.  So we can do Alcantar at 9, and Tom at 11.  That work?Best,Jeff"}
{"email": "I'm scheduled to meet with Kari at 3:30 PST tomorrow, ostensibly to talk about demand buy-down.  Also presume to message the letter from Steve Kean to the Senators and our solution (perhaps in advance of meetings, phone calls that might take place later in the week with legislative leaders).  But would like to add to agenda for discussion on tomorrow's daily call in the event folks have additional suggestions.Best,Jeff"}
{"email": "OK folks.  It's about 80% of the way there.  My brains are oozing out looking at cells, so I want to get this around so Mark can get started on refining assumptions and other folks can examine as well.  I'll continue to check it and de-bug it.  Mark, you and I should talk, too.  (You'll note that at this point, the valuation is in the $30s, so there's work to do.)  Apologies in advance for any errors (and I'm sure they're there).If anyone has any questions on the model, just let me know.  I think we ought to get together to meet this week as much as possible to start getting the power point presentation together.  And perhaps we should think about meeting this weekend?In the meantime, I'm pulling together the data on Buffet (Berkshire Hathaway) stock performance, etc., and will also do the financial ratios, including Dupont, for OAT.Does this work for folks?  Other thoughts?Best,Jeff"}
{"email": "Harry: You clearly did a fantastic job, particularly under the circumstances described by Leslie.  Thanks a million for your help--we really needed it--and you managed to leave with your credibility intact, to boot.And thanks. too, to Leslie.  The EES piece of the California puzzle is extremely challenging (as you know) and your and Harry's efforts are greatly appreciated.  I can cover the hearings on Monday and Tuesday.  Thanks again.Best,Jeff"}
{"email": "Thanks, Mike. About the best we can hope for at this point and consistent with our approach.  Would be very beneficial if we could ride as much as possible in TURN's public wake, and continue to \"advise\" them and work with others behind the scenes."}
{"email": "Greetings:With California enjoying a brief respite from Legislative antics, we plan to cancel tomorrow's California call and will reconvene on Thursday.However, if anyone has pressing matters or information they'd like to discuss tomorrow, we'll go ahead with the call.  Let me know.  If I've missed anyone with this note, please forward along.  Thanks.Best,Jeff"}
{"email": "hi.  how's things.  my cars getting fixed as we speak!  it'll be ready next tues/wed.  I'm very excited about going to the dome this weekend and looking forward to seeing you guys.  can you please bring annie with you?one small request:  i'm pretty frazzled with work, school, etc. and am looking forward to relaxing and hanging out with you guys.  it would be great to talk about anything other than 1) the electricity crisis and 2) george w. bush.  i figure we can talk for hours about how to get the railing done on the deck!best,jeff"}
{"email": "Hi Barry:Congratulations on side-stepping what many (including us) thought would be a summer filled with supply disruptions. We're as glad as anybody that it hasn't happened. I have a quick question:  Your consultant for gas procurement, a fellow named Mark Baldwin, until recently did some consulting work for one of our business units, Transwestern gas pipeline.  Mark has informed us that we won't be able to talk to him in his new role due to conflict of interest considerations that arise from our previous relationship with Mark.With that in mind, I was wondering if there is someone else working on gas procurement other than Mark (who doesn't face the same conflict issues) that we could meet with to discuss providing low-cost gas services to California?  We're very cognizant of the importance of maintaining a conflict-free environment.  But it would be a shame for the state to forego a good gas deal for the state's consumers.  If there's someone we can talk to and avoid (even the appearance of) conflict-of-interest, we'd be very anxious to do so.Thanks for your time and hope all is well.Best,Jeff"}
{"email": "Here's the note that I sent yesterday.  Let me know if you get this one.Best,JeffThe copies have been fed-exed to the home address.  This URL provides those provisions in the contracts that were originally \"redacted\" in the hard copies released to the public.Best,Jeffhttp://www.sco.ca.gov/power_page/contract_info.htm"}
{"email": "Thanks for coming by yesterday.  Look forward to getting the deck up and hopefully working on many other projects in the future.  Zip me a fax when you get the materials quote at 415.782.7854.Best,Jeff"}
{"email": "Greetings Professor:Attached is the final case for E278.  Could you confirm that you've received it?  Thanks for an interesting and stimulating course.  Have a great holiday and I hope that our paths cross sometime in the not-to-distant future.All the best,Jeff"}
{"email": "Please forgive me for continuing with this, but ENA just told me that they talked to Jeremy about 90 minutes ago and they had the view that there was still some uncertainty regarding whether Hansen had been included in the 24 contracts.  I told them that I'd already spoken with you folks and that Hansen was on the list.  Let me know if I'm missing something here.  Again, apologize for keeping on about it.Best,Jeff"}
{"email": "Quick question to Joe and/or Christian, John and Mary:I'm assuming that any deal we sign with DWR that falls below the $150/MWH soft cap is free and clear of the order FERC issued on Friday as well as any other refund risk associated with FERC's December order.  Is that correct? Thanks.Best,Jeff"}
{"email": "Dear Colleagues,The draft website is ready to go public. It has been linked to the gspp website. It is still the same address: http://gspp.berkeley.edu/events/electricity_summit_conference.htm.Talk to you all soon.Best wishes,Heather"}
{"email": "Thanks again for your gracious hospitality over the weekend and a very happy anniversary.  Eldon, you were particularly nice to let me win at just about everything we did.  How much do I owe you for me and Prentice for the golf?Best,Jeff"}
{"email": "I'm on the EPSA/IEP call but doing a million things simultaneously.  Lynn's taking a big role on the call.  I think that you should check in with her afterwards to get a briefing since I'll be getting off for another call in the next 5 minutes."}
{"email": "Tyson has had conversations with the Governor's office.The Governor's office wants more information about what the meeting would \"look like\"/attendees, and has said that the idea sounds like one worth pursuing (but as we know, talk is very cheap with this Governor).In response, Tyson and her very able helper are taking the 1.5-pager that I sent around and modifying it to describe the meeting optics/logistics/attendee attributes, etc.They will forward it to me as soon as they've got it drafted.Tyson hopes the document will seal the deal on the Governor's participation.In the meantime, Tyson is trading calls with Doer and trying to line up other business face cards to assist in getting the business community to the table.  Any help/suggestions we can offer gathering up business folks would be useful, but seems that Tyson's going to have to carry that water.Tyson said based on her conversations with Summers, he's squarely on board."}
{"email": "Sue has informed me that since she has most recently drawn the short straw, I'm next in line for meetings with Brown.  I've asked Mike Day to set up a meeting with Brown, me and Mike to begin our efforts to rehabilitate Mr. Brown.Best,Jeff"}
{"email": "Hi:  Thanks for the wires story.  I talked to Dorothy and we're square.  If anyone tries to make any other changes, please let me know first or have them call me directly, whichever you prefer.  Thanks for all your help.Best,Jeff"}
{"email": "Steve:  Here are the deals and offers.  The desk is concerned about two things:1) that we not make the specific of the deals/offers public.  They're fine with general statements like \"the offers are below the price cap.\"2) they have good relationships with the IOUs and the munis and are starting to do a lot of deal; as such, they expressed concern about any comments that might agitate them and make them disinclined to transact with us (sound familiar)?If there's anything else you need, for if you have any questions about this material.  Don't hesitate.Good luck.Best,Jeff"}
{"email": "Susan Scott is a senior attorney with the pipeline group (TW).  I met her as part of the California PUC's gas restructuring case.  For some time she's been inquiring about Government Affairs.  She called me yesterday and mentioned that she's very  interested in exploring if there are any opportunities in GA.  From my experience, Susan is highly competent and very professional and I think TW would say the same.  She likes her work but wants a new challenge.  I told her I'd inquire about whether someone would be interested in talking with her. I think that it would be useful for you to chat with her.  Thoughts?  Susan would like to keep it confidential at this point."}
{"email": "there was a strong case for that. only thing preventing was the internal DCF of the time-warner deal being 183-212 (or something)---so why didn't the market put that value on it?  I went with what i thought the flow of the group was, but it was a tough row to hoe.  where were you on it?"}
{"email": "Bradford's a former career--PUC Commissioner (I think he's now with Moskovitz' RAP group).  Severin Borenstein's the UC Berkeley professor who's been vocal on wholesale market power and the need for real-time pricing to encourage conservation.  Don't know the other consultant fellow."}
{"email": "Mark:  Did you have wind of Jason's story on Edison calling for an end to AB 1890?  His spin on the story was good one---Edison got everything it wanted (out of 1890) and now it wants out of the contract.The story seems worthy of a response, particularly since Jason's the reporter.  Even the Chair of FERC recognizes that going backwards is not the answer.Best,Jeff"}
{"email": "I said on this AM's call that today is the deadline for Davis to sign or veto bills.That was not entirely correct.That deadline applies only to so-called \"regular session\" bills.The bill in question (SB18XX--Burton) was passed as part of the Legislature's \"emergency,\" or \"special,\" session.Apparently, \"emergency session\" bills do not fall under the October 15th deadline.Davis has nonetheless said he intends to veto the bill, though the pressure to renegotiate the contracts is increasing from all sides.We'll report back on signing deadlines for bills passed on as part of the \"emergency\" session.Bottom line: Today's deadline for regular session bills does not apply to SB18xx, or to other emergency session bills.Best,Jeff"}
{"email": "FYI:  Just got off the phone with Michael Hoffman, who's one of two key outside financial advisors to Davis on the electricity crisis. The administration is trying to get a legally binding agreement between the PUC and DWR to ensure that the PUC doesn't muck around with the money (via utility rates) DWR requires to be creditworthy.  They were shooting for this Friday to have a draft of the document read for folks to review, but it now looks like it won't get resolved until (at the earliest) next week----seems that the one PUC lawyer who can actually do the work is on vacation.  Go figure.Best,Jeff"}
{"email": "I nabbed the Co's 4 tickets (not great, but free) for the game against the Bums on Wed June 27th.  Starts at 4 PM. Interested.  The Tuesday game's at 7:30, but thought it'd be nice to see an early game.  Let me know.Best,Jeff"}
{"email": "I apologize if I offended anyone.  Please let them know that I was simply quoting the CEO of a large, regulated utility in  California.  Thanks for attributing the quote to me.  You did a great job at the hearing----it went decidely downhill after you left.Best,Jeff"}
{"email": "Greetings Sally:My name is Jeff Johnson.  The Greens have been helping me develop 40 acresof land that I bought just north of Anchor Bay (a couple of miles up thehill from Highway One, about 1200 ft or so up) and they suggested that Icontact you.The property is right in the heart of the Banana Belt and my property facessouth, is protected, and a such is very hot and sunny from late springthrough later summer/early fall.  The property has an abundance of water onit.  Of course, the possibility of evening fog raises some tricky issues,and I haven't done soil tests.  In short, while I think there are somechallenges, I'm convinced that there is at least the strong possibilitythat I could grow grapes--around 10 acres or so.I'm sure that you're extremely busy, but I'd be very interested in talkingBest,Jeff"}
{"email": "you're alive.  thank god.  i was wondering.  be great if you would call some time so that we could guffaw about all of this.  it is rich.  very rich.  415.782.7822.  hope that you and yours are well.that should have listened to us.  (hee hee)best,jeff"}
{"email": "Per our conversation, here's a copy of the curves that need updating.  If possible, could you get them to me by tomorrow afternoon?  Sorry for the rush.  Gotta talk on Thursday.  I want to superimpose on the curves the rates  that Loretta just put in place for 500 KW and above (for Edison and PG&E).  Can you do that if I get you the rates?  Thanks a million.Best,Jeff"}
{"email": "Please note Maviglio's comments in response to Sec of State Bill Jones' claim that Davis' consultants have violated ethics laws by not filing conflict of interest reports with the state while working for Davis.  Maviglio sez:Jones is \"on a witch hunt on something outside his jurisdiction.\" Mark, quit feeding PR lines to Davis' people.Best,Jeff"}
{"email": "Greetings:Sorry to bother you with this, but I'm travelling, and if you could leave the call-in number for tomorrow's meeting on my voice mail, I'll be forever indebted.  Thanks a bunch.Best,Jeff"}
{"email": "Thanks again for the stuff.  I can take it from here.  Two quick questions.1) Is there anything that's top secret that I shouldn't be talking about?2) Do we have anything for LNG activity similar to the slides on incremental interstate pipeline capacity?Thanks again.  I'll let you know if anything interesting comes up.Best,Jeff"}
{"email": "FYI.  Just learned that California's key small consumer group, TURN, will be sending a letter to the PUC saying that it would be a violation of due process to issue on Thursday the sorts of orders the PUC is comtemplating without first giving folks a chance to comment."}
{"email": "Don't hate me for sending a note.  What do you think?\"California made two big mistakes:  First, they never made a market.  They didn't deregulate.  They just re-regulated the failed monopoly structure they'd been living with for decades.  Second, when the first mistake led to an energy crisis, California's leaders didn't stop, learn from their mistakes, and get deregulation right.  Instead, they blamed everyone but themselves, including IFCACorp.  Those mistakes led to the nightmare California's been living for over a year now, and they still California still has woken up.\"\"IFCACorp's the model of the virtual organization.  Whether the problem's in California, or India or Sweden, IFCACorp creates the virtual organization needed to solve the problem.  That's what we did in California.  Houston is definitely the brain, but you need all the other limbs and organs to function well.  What makes the \"virtual\" part of it work is a committed management team, great technology and an incredible team of talented, flexible folks from across the company.  That allowed us to coordinate extremely well under challenging conditions. It's been a great experience.\""}
{"email": "Rebecca Smith called.  She wants to have coffee on Monday at 10 AM California.  Topics:  1) How California got here.  2) How California can get out of it.  Any chance of talking Monday AM prior to 10 AM California time?  I think I've got the messages pretty well down, but might be useful to touch base.  Let me know.Hear's a message I'm practicing:\"Shapiro and Steffes went to FERC on Friday----problem solved.\"Best,Jeff"}
{"email": "Hi Hedy, Scott, Sandi:  Any news on signing of SB 43? Eric Letke mentioned that Sony--a potential customer--told him that the Governor signed it on Friday and that they (Sony) had a representative at the signing.  Any news would be great.  Thanks a bunch.Best,Jeff"}
{"email": "Hi Aleck:  How did your talk go?  I hope well.  If you're refering to the PX study on whether to have an \"as-bid\" or \"single-price\" auction, the PX is in the preliminary stages of having a report prepared.  What they've done is assemble a \"Blue Ribbon\" panel of economists (as reported in the press accounts you've seen) to examine the issue and report back.  I'm not aware of a report having yet been completed by the panel and submitted to the PX.  Have you heard differently?  I'll poke around.Best,Jeff"}
{"email": "Cathy Van Way called asking my view on some names she'd been given to invite to the hearing.  (I continue to cajole Jessie Knight to appear.)  During the call, she mentioned that the committee intends to invite Steve Kean and that she needed someone to email here Steve's vitals so that they could write a letter inviting him."}
{"email": "Hey folks.  Mr. Jackson makes some very good points, which I'd like to include.  However, before I work them in, wanns make sure that everyone agrees with his comments, since including some of his will require some modifications to the direction that the memo takes.  We could discuss in a brief conference call if folks wish.  Also, please review what I've done--not major edits, but edits (with some questions and additions) nonetheless.Best,Jeff"}
{"email": "Give me a call.  I'm thinking that from your note, the CA meetings are getting in your way.  I was hoping that KL could meet with Bryson on the 4th, but looks like they already scheduled.  I just want to make sure that Rosie doesn't get all crossed up with many of us sending her stuff.  Let's talk and maybe I can get the Bryson meeting rearranged.Your pal,Jeff"}
{"email": "I hear you.  Feels like I haven't slept for about a week.  Congratulations--securitization would be an extremely constructive outcome.  If there's anything at all that we can do to help, please don't hesitate to ask.  (Since folks view us as, well, somewhat controversial, we continue to try to do productive things away from the spot light.)  Talk to you soon.Best,Jeff"}
{"email": "To help herd cats, might be useful to get to the generators via multiple contact points.  My understanding is that the Houston-to-Houston contacts are good ones. We'll continue to work it via IEP and generator contacts here in California."}
{"email": "Michael Tribolet:In response to your question, yes, Edison did file in federal district court in L.A.  The filing asks the judge to force the CPUC to 1) declare that the rate free is over and 2) raise rates to compensate Edison for its undercollections.  (Recall that this filing comes on the heels of the court agreeing to hear Edison's case asserting that the CPUC must let Edison pass through the power purchase costs to customers.)The filing is apparently very large.  The lawyers at the CPUC have a copy but said that it's much too large to make a copy and aren't willing to give it to us to make a copy for ourselves.Question to the lawyers:  Do we have contacts in L.A. that can go to the courthouse and get a copy of the filing for us?  Probably a good idea to have that filing passed around to this distribution list.Best,Jeff"}
{"email": "Greetings Kari:Forgive the delay.  Much going on today, PUC draft decision in particular.  The draft does not look promising for the utilities' financial position.Attached are our comments on the Governor's Proposals and some more detail on the demand-reduction proposal.  We continue to work on the Nord Pool research for you and will turn that around as quickly as we can.Again, don't hesitate to contact me if there's anything else I can help with, or if there's anything else that you need. (415.782.7822)Best,Jeff"}
{"email": "Do we have a boiled down version of the judge's proposed order in the PNW refund case? If we do, I'd like to start disseminating it liberally around California, and would also like to use it at this forum I'll be speaking at on Friday.Best,Jeff"}
{"email": "thanks a bunch.  just got it.  really appreciate it.  yes, thinking about going on saturday.  and we s.f. folks are getting together for (yet another) review on Sunday from 10 am to noon at my office.  you're welcome to come."}
{"email": "The Republicans are currently on the Senate floor arguing (noisily, repeatedly and passionately) that California (and the Senate in particular) is being hypocritical and intellectually dishonest in attacking and investigating private companies and ignoring munis.One Senator specifically identified prices charged by LADWP and SMUD and compared those prices to IFCACorp's (1/3 to 1/2 less than LADWP and SMUD charged).Best,Jeff"}
{"email": "Only the presidential election was more bizarre!  I have my fingers crossed that a Republican administration will help.  In any case, it's a welcome change of pace.  Hope you're well out there.Best,Jeff"}
{"email": "My apologies.  I took a vacation that I was in much need of, and as you know, it's more hectic trying to take off on vacation than it is coping with the day-to-day mess.  And I came back to utter chaos.   Regarding my homework assignment, I checked my records and, lo and behold, I am completely vested.  That said, I also thought long and hard about making a switch and came to the conclusion that the switch would need to be a significant one in order to make leaving a compelling proposition.  Of course, it goes without saying that working with you is about as compelling as it gets, but when I stack up the other pieces of the puzzle, they seem somewhat less compelling than the opportunity to work with you.  It is so enticing.  But it is with extreme regret that I am inclined to decline your gracious offer.Would be happy to discuss it further, and you know without me saying that I am honored that you considered me and greatly appreciative.  Give a holler when you find a minute.Best,Jeff"}
{"email": "Hi Mary:Well, the problem is likely just that I'm dense.  I log in, click on deferral and find a description of what one needs to do (i.e., fill out the form), but I've surfed around the site a bit and can't seem to find the form.  Am I (probably) missing something?  Thanks a bunch.Best,Jeff"}
{"email": "Greetings.  Please forgive me for not getting back to you more promptly.  Here's the latest:As you know, I'm finishing up my MBA at Berkelely (I'll have but one class left to take next semester!).  Finals/projects, etc. are all done/due, etc. next week, so as you can imagine it's very crazy.In addition, I (we) had to put the sweetest dog in the world to sleep this week, and the IFCACorp thing's been nothing compared to that.(I'd ask, \"what next?\", but I'm afraid to ask.....)However, none of this constitutes an excuse for not getting back to you, so I apologize.OK, back to IFCACorp.It's a mess (surprise).I'm still with the company--not sure for how long, however.  At least through the end of the year, it appears.Sue and Joseph have left.  If you'd like their contact information, I'd be happy to provide it.We're trying to transfer our DA contracts to other ESPs, but the utilities, Carl Wood and some others want to make it difficult, if not impossible.Though difficult as it may seem to believe, I'm actually doing OK (engaging in lots of zen buddist stuff) and I do promise to give each of you a ring to catch up very soon.This week's a little tough just because with school and \"the mess,\" I'm a tad preoccupied.HOWEVER, your calls and nice thoughts are extremely welcomed and greatly appreciated.  Thanks so much.Will talk to you soon and hope you're doing well.Best,Jeff"}
{"email": "Speaking of cheese, I spoke with Jeff Green last night, and under the circumstances, he'd prefer to do the Dome road next summer (when he's up doing more work on my property.  I agreed (there's a lot more bark from all the wood chopping and that'll get us through till June).  I talked to him about the culvert.  He had some thoughts, which I'll pass along and I'll talk to him about it some more this weekend."}
{"email": "OK, I'm a mindless idiot.  And an embarrassed one at that.  To which offer are you referring?  Also, learned that PG&E's big \"want\" in the Son of Gas Accord is a few hundred million to build more Tx and Local Tx.  Sounds like this could have an IMMENSE negative impact on TW.  You better get your fanny out here, like pronto.  I sense death and destruction."}
{"email": "Maureen:Few things.  I was on the call with Steve today and he asked me to do a couple of things.1) Send a summary of today's call to the email list that you've put together.  I've got the list from the note you forwarded to me with the call-in info for today's call.  Is that the complete list?  If not, could you foward me the most recent one, which I'll use to distribute the summary?2) Could you set up another call for this Friday (May 18th) for 60 minutes at 10 CDT/8 AM PDT, and distribute to the same bunch of folks that were on today's call?  Thanks a million.Best,Jeff"}
{"email": "Rick:It's hard to articulate, so I'll just say that you're doing a phenomenal job.  Whatever happens, you have an incredible amount to proud of, not the least of which is how you've handled things during these very tough times.  Please remember that there's alot of folks out there that appreciate what you're doing and care about you alot.  And then there's your family, which is the most important thing.  Thanks again for your efforts.  Talk to you soon.  Keep hanging in there.Best,Jeff"}
{"email": "Dude:Two things.  First, in the midst of the craziness on Friday, my black, Northface parka ended up getting put someplace at Sarah's that I wasn't privvy to, and consequently I couldn't find it.  My house keys are in it, so it would great to get it back.  Could you check with Bob/Sarah and see if it's floating around someplace over there?  Muchos gracias.Second, could you do me a favor?  Could you pay me the full amount for Squaw and then collect from Cameron for what she owes you?  Sorry to be a pain in the ass, but I think logistically, it'll be a whole helluvalot easier to manage it that way (at least from my end).  And to be an even bigger pain.....since my schedule's a disaster with school coming to a close, could you stick the check in the mail?  My address is:366 Dolores St., #3SF, 94110Sorry for all the hassle.Happy birthday, man.Best,Jeff"}
{"email": "Mark, Congratulations on the story in the Times.FYI.  Today's radio media (local and national) are all giving the same basic message that:\"Davis got beat up in FERC negotiations; judge sides decidedly with generators; Davis team trying in vain to spin it their way, but it's clear they lost. \"Freeman was pathetic on the radio this morning.  Interviewers weren't buying his BS at all.Best,Jeff"}
{"email": "The weekend of Dec 15, 16, 17.  Stinson Beach.  Glorious place on the beach.  Professional blue grass band.  Catered food.  Fun people (even Tom, Karen, David, Starr and Nina).   For Prentice's 30th birthday.  And it will just suck if you're not there.  Huge hugs, very wet kisses."}
{"email": "You're welcome, but no need for thanks.  I was just telling it like it is.  You do a great job for us, and we appreciate it a lot.  I'm going to be up on there on Monday.  I'm going to need for you to get me up to speed a little bit on the gas bills.  Thanks.Best,Jeff"}
{"email": "FYI.  I ran into Bryson last Friday.  He told me (insisted, in fact) that Edison was paying everyone in February.  He told me (insisted, again) that they would have all necessary approvals from the PUC in the next several weeks.  He said that once those approvals are in place, they'll quickly get financing in place to ensure a February payment date--for everyone.  I said that was great news but that the market didn't seem quite as certain.  He was pretty firm.  He also said that it was too late for anyone to take them into bankruptcy involuntarily, that a judge wouldn't go for it. Did you know if Green every talk to Bryson?Best,Jeff"}
{"email": "Quck question:  w.r.t. to the stipulation with Edison.  1) Do we care that D. Douglas will know what our claim (or proposed settlement amount is), i.e., do we prefer that Dan sign a confidentiality agreement?  2)  When we file the stipulation at the Commission, do we care that the universe will see the number, i.e., do we prefer to file any such stipulation under seal at the Commission?  Not sure if this matters whatsoever. But it might.  Who's the person that needs to answer these questions?Best,Jeff"}
{"email": "Distributed Power: The Next Big Investment? With today's electricity demand expanding beyond the reach of available supply, and nationwide electric deregulation efforts providing inconsistent results, distributed power just may be the next big thing, according to Bear Stearns analyst Robert Winters. With technology-laden, electricity-hungry companies popping up every time you turn around, and blackouts and brownouts occurring more frequently as large power grids are becoming less reliable, the analyst points towards distributed energy services as a possible solution, and maybe the \"next big investment opportunity for the coming decade.\" In Winters' 250 page report, \"Distributed Energy Services-The World's Power and Transportation Industries: Set for a Revolution-Part 2,\" he examines technologies and companies within the distributed energy services sector that might be able to take advantage of the current situation. \"Thanks to major technological advances and energy deregulation, a wave of new investment in the power industry has just begun. We believe that this coming era in the power industry could resemble the wave of investments which flooded into the telecommunications industry following the breakup of AT&T in the early 1980's,\" said Winters. \"Companies and municipalities need to find ways to ensure the availability of high quality, reliable power,\" added Winters. According to his research, microturbines are the best positioned of the \"new\" technologies that would be able to have an immediate impact on electric generation. He based his recommendation on the fact that microturbines are small, quiet, efficient and very versatile. \"They can be used as a main power source, a back-up power source or as an alternative when there is a spike in traditional energy prices,\" the analyst said. \"Microturbines can also be used in remote locations, including developing countries, that do not have access to electricity.\" Another attractive feature of microturbines is their fuel requirements. The units often use natural gas, but can also use several other fuels as well. In the study, the analyst also examined fuel cells, flywheel technology, and existing reciprocating engines technologies such as diesel engines and Stirling engines, which he noted are enjoying a comeback. In addition to the report, Winters initiated coverage on two distributed energy companies. He labeled Active Power, a company that is pioneering flywheel technology, as a \"buy\" and Capstone Turbine Corp., a leading manufacturer of microturbines, as \"attractive.\" The companies are in addition to two fuel cell companies he currently follows. Ballard Power is currently a buy, and Plug Power is rated neutral."}
{"email": "Just talked to the PUC.  Seems that EES is up-to-date on its registration and it's only EEMC that's not current.  Wade will get the 1K to Jeanne Bennett, who's filled out the requisite one-pager and will send check and paperwork to where it needs to get.HOWEVER, the PUC person notified us that they previously received notice from the issuer of EEMC's security bond that EEMC's security has been canceled.  She said that we have until day-after-Xmas to get current on the bond.  She could not reveal who the issuer is and I don't have that info. Presumably someone in EES received notice that the issuer was canceling EEMC's security bond?  We need to get info on that.We should therefore also double check that the the issuer of the EES security bond hasn't also canceled.Let me know if you have any questions,  and let me know what we find out about the bond, or if there's anything I can do to assist.Thanks,Jeff"}
{"email": "Hi.  I've got all the paperwork.  The bill (on my bill) for you guys is $740.  I'll get you the paperwork tonite.  Sorry for the mix-up  (should I ask Squaw for a discount due to all the mess!?!?).Best,Jeff"}
{"email": "I'm fine and agree that it's more about the reasoning than the right answer.  I don't feel strongly about the recommendation, just wanted to throw out something for folks to shoot at and to highlight that A/R and inventory turnover is big problem.  (Though without A/R and inventory turnover convenants, I don't know if I'd do the deal.)  Thanks for doing the finishing touches.Best,Jeff"}
{"email": "Greetings:  How's things?  Got your message.  Best place to get your hands on the report is the CalPX website.  If you have any problems, let me know.  I'll try to write a note discussing our conversation on Friday by end of day.Best,Jeff"}
{"email": "Hi Avram.  Meet Rory, Prentice's brother and computer guru-type.  Rory and I talked a little bit about what you're looking for, so I thought I'd just go ahead and facilitate a little chat room here.  Avram, could you explain one more time to Rory exactly what it is that you're looking for, just to make sure that I've accurately and adequately described the situation?  Rory has some ideas. Best,Jeff"}
{"email": "I'd like to fax you something that Edison sent in support of their argument that:1) by virture of the PX credit framework, DA customers contributed to Edison's undercollection, and,2) DA customers should therefore contribute to the recovery of the undercollection.Could I get your fax numbers?  Would like to get your comments once you've reviewed the argument.  Thanks.Best,Jeff"}
{"email": "I think it would be a good idea to have Ron Carroll in Watkiss' shop to do a parallel analysis to what we're going to have Mike Day do.  Ron's very good and has done much work on these sortrs of issues.  You comfortable with that?"}
{"email": "Hey Tim:Calger asked me recently to set up a meeting with Sempra to try to do a gas outsource deal.  We're meeting with the CFO and their Chief Reg Officer next Thursday.  On a call today, we thought--for a variety of reasons--that we ought to throw an electric commodity deal at them, too, while we're there.  Laird Dyer's going to call you for indicative prices (same drill we did for Skilling).  If you have any questions, or want me to fill you in more, just give a holler, or check in with Chris.Best,Jeff"}
{"email": "Just got a call from a fellow named Jame Edgerly at the Enterprise Zone, Inc.  He told me that Ken Green (through Ken's secretary Vanessa) referred me to him.  He is very interested in getting us to help him work with the Legislature to establish an \"Enterprise Zone\" energy tariff to encourage investment in California's Enterprice Zones.  Before I launch on the effort, just wanted to check in and see if this rings a bell with you.  Thanks.Best,Jeff"}
{"email": "Hi Lisa:Just got a call from Rick.  He said that 1) The meeting needs to be in San Francisco. 2) The meeting needs to be on Dec. 5th. (Not the 29th or the 30th, as previously requested). 3) The meeting is mandatory.  I'll leave a message for Paul, too.  If you have any questions, just give a ring.  Best,Jeff"}
{"email": "Mike (Smith):Since things will move pretty quickly from this point forward, we want to have a quick meeting to explore our legal options and how best to preserve them.  We'd like to have a kickoff call after the daily 10 AM (CST ) call that Wanda Curry handles.  Are you available after Wanda's call?  Say 11 AM CST?  Thanks.Best,Jeff"}
{"email": "The meeting between Skilling & the Governor went well.  He's intrigued about the notion of doing an auction for power over the internet.  Governor and his folks are going to do some internal work this week and there's going to be another call next Monday.  Will fill you in as things progress.  Thanks again for the pricing sheet.  Please keep all of this highly confidential.Best,Jeff"}
{"email": "Best of luck.  You've got a tough job.  Guess you'll be working that much harder now that John Stevens is on his way to San Francisco.At last week's meeting, a request was made for peak and off peak prices.  I've attached prices that we filed yesterday at FERC as part of its on-going proceeding of forward contracts.  Few comments:  We'd appreciate it if you could keep the information confidential, particularly since the information is covered by FERC's confidentiality provisions.Since we are not a \"generator,\" we buy and sell in the market, which as you know is currently very volatile. Consequently, the quotes that we provide customers change daily to reflect changing market prices.  These prices were put together and filed yesterday, but you may have heard that prices were down today.  So quotes we made today were lower.   And quotes we makes tomorrow will reflect tomorrow's market conditions and will likely be different from today's.Because these quotes were assembled yesterday, they are only \"indicative.\"  That is, if someone wanted to buy these products today, we'd have to recalculate prices, because the quotes established yesterday are no longer valid (for the reasons I mentioned above).Hope this helps.  If you have any questions, let me know.Best,Jeff"}
{"email": "Jim:  You available to talk at 9:30 Houston time re: how to stop the next attempt at the ISO board to lower the price caps further?  If not, are you available at about 3 PM houston time to discuss same?  Thanks."}
{"email": "You bet.  Got your and Fran's messages.  If you'd like to discuss by phone, I'm in all day.  Otherwise, I suggest that we do take the following next steps:  Just as soon as you have the proposal and list of participants drafted (which I hope will be very soon), please forward to me.  Then, as quickly as possible, I'd like to have a meeting to discuss and finalize the proposal.  It would be very useful if Laura Tyson could be in on that final meeting, and, of course, any other of the participants that you'd like to invite.We're are somewhat behind the eight ball due to the delays thus far in getting this thing off the ground.  If we're going to do it, it's going to have to come together quickly, and the report will have to be developed very quickly, too.  Hope that will be possible.I'm assuming at this point that you and I are proceeding ahead absent Mitch and Carl, since they have sensitive issues with their clients that we can't seem to overcome?And I'll inquire about the need for expert witnesses in the class action suit  and get back to you.Best,Jeff"}
{"email": "Hi Glen:Two things.  1) If you'd like me to join in on the call on Wednesday to determine what TW should do regarding the re-surfacing of the SoCal settlement, I'd be happy to join.  Just let me know.  2) Are you going to the SoCal \"no more windows\" meeting on Thursday?  I'd planned to go but it looks like I might have a conflict now.  I'd like to get a copy of anything they hand out at the meeting.  And if anyone provides any summaries, that would also be useful.  Let me know if you plan to attend.  If you don't, know sweat.Best,Jeff"}
{"email": "On the call on Friday, Linda asked if we could distribute materials developed/used recently in California regarding the crisis and solutions to try to resolve it.  Attached are:A \"backgrounder\" provided to the business leaders that Ken Green met with last weekA power point presentation that is a \"higher level\" discussion of the more detailed \"backgrounder.\"If I missed anyone, please forward along.  If anyone has any questions, give me a call at 415.782.7822.Best,Jeff"}
{"email": "Tom:Here's the presentation that we'll go over with you tomorrow.  If you have any questions between now and then, just give me a call at 415.782.7822. What number should I call you at tomorrow?   Best,Jeff"}
{"email": "Very quick and dirty--not even fully proofed.   But wanted to get something out for folks to shoot at.  Let me know your thoughts. Sure I've missed about a million things and mucked up about the same amount.  Happy Thanksgiving.Best,Jeff"}
{"email": "I'm going to work the rest of the day from home--I will be working, though (it's just not easy to work from the office today, as you can imagine).  You can reach me by email and cell phone 415.505.6633.  Hang in there buddy.Best,Jeff"}
{"email": "FYI.  Recently, Chris Calger has asked me to set up a meeting with Sempra.  ENA's seeking deals with the two big CA gas IOUs (PG&E and SoCalGas) that would give ENA access to their assets.  In short, ENA wants to offer a complete outsource deal for the IOUs' core gas load (i.e., rez and small commercial customers).  ENA would take responsibility for providing service for delivery at the city gate and in return would manage all of core's assets (upstream of the city gate).  We're meeting with Sempra's \"Chief Regulatory Office\" (Bill Reed) and Sempra's CFO next Thursday to discuss.Given the fact that Sempra's primarily focused on electricity, the plan is to lead off the meeting with a couple of electricity solutions as a bridge to the gas offer.  For electricity, the plan has two pieces:  1) a commodity offer that beats the 6.5 cent cap (i.e., nothing fancy) and 2) \"Deal Bench\" services with the intent of establishing a procurement mechanism for SDG&E that the California PUC could pre-approve (thereby eliminating some of the immense regulatory risk SDG&E now faces).Wanted to run this by folks to gauge reactions.  We'll distribute the slides we're putting together as soon as they're drafted--hopefully by COB Friday.Best,Jeff"}
{"email": "FYI:  Got a call from a colleague who told me that Loretta Lynch and Rod Wright, among others, spoke at yesterday's annual meeting of regulation lawyers.  The following sums up what was very briefly relayed to me about Pres. Lynch's and Rod Wright's remarks:  President Lynch said that 1) de-regulation was founded on ideology, not facts; 2) she wants to completely re-organize the PUC, top to bottom (in her image?  Amen); 3) she frowns on lobbying---\"If you come knocking on my door, that's a strike against you.  One should participate, along with the rest of the public, through the hearing process.\"Rod Wright sounded a more positive tone, stating that businesses (including IFCACorp) are being frustrated by rules and regs that act as unnecessary impediments to plant development.  He made the point that the rules and regs need to be made more rationale and streamlined.  Apparently, he's still clinging to the idea of the State getting in to the power plant development business by signing contracts with providers."}
{"email": "Yeah, gave the disc to Prentice.  Also (and don't ask me how this happened, cuz I couldn't tell ya), Cameron put the battery to her camera (I think?) in my shirt pocket.  I gave that to Prentice last night, too.  So she's got both of them.  Thanks a million (or at least $736) for the check.Best,Jeff"}
{"email": "hi!!!!!!!!!!!!!!!!!!!  gigi, o, gigi, you won't believe this.  i gave a talk on california at the plaza hotel in nyc about a month or so ago and guess who spoke on the panel before me?!?!?  you guessed it.  daniel william hissself.  can't wait to tell you about it.  i, too, want to catch up.  how's coffee early tomorrow morning---like 8:30 am work for you.  otherwise, i'm in heewwwston for the rest of the week.  hey, we each had big birthdays--congratulations.  another decade well lived.  look forward to seeing you real soon.best,jeff"}
{"email": "Greeatings Tom:I'm looking at hard copies of documents titled:Emergency Measures for Western Power MarketsPossible Western electricity emergency plan elementsCould you send me electronic versions?  Much appreciated.  I'll get back to you with more siting information (per your email) on Monday.Best,Jeff"}
{"email": "Paul:Got your voice mail regarding Anthony Pescetti running for a FERC seat.  Here are some quick thoughts.  Sue likely has some additional experiences and information to share.  Be happy to discuss further.Republican assemblymember from the Sacramento area.Was a member of the Sacramento muni utility district prior to going to the legislature.Republican (minority) head of the assembly electricity oversight committee (the one that Rod Wright chairs).Don't recall that he's ever seen a a pro-utility bill that he didn't like.In fact, he sponsored some legislation just this past session that would have locked the utilities in to major parts of the gas industry, and specifically wold have locked out competition.  It was strongly opposed by industry and defeated.When push came to shove, I can't think of a time he didn't side with the utilities.Even when the Assembly Republicans were doing of good job of bottling up Davis' ridiculous bailout bills in Rod Wright's committee, Pescetti seemed to go along more to tweek the Democrats than to foster competition.And even then, he followed; he didn't lead--other, more junior, members on the committee led.Can't recall a time that he's been there for us.I'd be happy to talk with him, but if we need someone at the Rick level to contact him, that's great, too.  Just let me know.Best,Jeff"}
{"email": "Linda:I will have the California update done for Steve today.  Maureen, could I possibly get the fax # where Steve will be staying this evening in the event that I need to fax it to him directly?  What time will he be leaving for LA?  Thanks.Best,Jeff"}
{"email": "FYI.  Just got a call from someone inside McKenzie & Co..  Seems the good Governor has figured out that the gas industry is a problem and want to talk to me about it.  I'm scheduled to talk to them by phone Friday at 1:30.  I called Kari Dohn to try to find out more.  She told me that they've figured out that the gas industry is a mess, that \"McKenzie gets it,\" and she asked to tell it like it is.  Seems useful to get our view across to them.  The name of the person from McKenzie that will be on the call with the Davis folks on Friday is Daniel Poller.  Thoughts?Best,Jeff"}
{"email": "Greetings Professor:Our group consists of Jeff Johnson, Mark Guinney, Anil Sama and Carolyn Vavrek.We propose to examine the recently failed acquisition by Coke of Quaker Oats:  Why merge?  What was the value?  Upside?  Downside?  Why did it go bust?  Should it have gone through?  What's up with this Buffet guy, anyway?  If you have any concerns with this proposal, please let us know.  Finally, if possible, we'd like to present on Thursday, April 26th.Best,Jeff"}
{"email": "Hey:Just heard back from Brad.  He's not cancelling.  Just post-poning.  Lots--and I mean lots--going on.  I think that, realistically, we're talking December.  Sorry about that, but you know how quickly things can change....You guys hang out with the McCourey's at all?Kisses,Jeff"}
{"email": "Well, it's upon us again and that means X-Mas party.  Joseph and I have begun (barely) to plan for this year's festivities.  But before we get to far along, tried and true democratic (small \"d\") principles call for a wee bit of polling.  Because we're already in the middle of October we need your responses pronto.  If we don't receive your responses by COB Thursday, then democracy's out the window, and good ol' dictatorship takes over.  Of course, it will be difficult to grant everyone's wishes, but all suggestions will be given great (and equal) weight.  Here are the questions:Would you prefer just dinner, or dinner plus an activity?Joseph and I are leaning toward dinner and an activity, but wanted to hear from other folks.  If yes, Joseph has come up with a couple of very fun ideas for an activity but suggestions are greatly encouraged and welcome.  Same goes for a restaurant (understanding that the choice of activity may influence where we eat).  Sue has put in her vote for Fleur de Lys.Should we try to organize the event with the rest of the SF office (i.e., EES and ENA) or confine it to GA?Should we expand to include Western GA or keep it to SFGA?We choose for dates the 7th or 8th or 14th or 15th of December.  What's your preference.  Is there a day that just won't work?Joseph, if I've missed anything, please tack on.Best,Jeff"}
{"email": "Well, I was clearly too ambitious in setting out the schedule.  My apologies.  I managed to trudge through the reading and the document last night, but didn't not get to answering the question.  I appears that this will be a busy weekend.  I've a feeling that I won't get my proposed answer to folks until Saturday afternoon for your review.  If that poses a problem for anyone, please let me know.  I still intend to be the compiler of wisdom, so folks should feel free to distribute when they've got something drafted.Best,Jeff"}
{"email": "It was a beautiful day (and evening).  Congratulations to you both.  It is a very sweet thing for two very sweet people, and I'm sort of choked up for being asked to be in the wedding party.  It was a great day for everybody.  Congratulations.Best,JeffBeware, the mighty reefer...."}
{"email": "I saw the letter from Peace to CalPERS.  As far as I know, Peace can't force CalPERS to do anything, including file a shareholder suit.  Therefore, I'm not sure if we gain anything by responding, or taking other action.  Thoughts?Best,Jeff"}
{"email": "I've tried to capture in the document Dave sent around on Friday, the preliminary conclusions/directions we came up with in today's meeting.  If I've mangled or missed anything, please chime in.  If folks have information (i.e., bullet points) to discuss at Wednesday's meeting regarding the various issue areas they're thinking about, please foward along to me by COB tomorrow and I'll compile for distribution first thing Wednesday morning.Best,Jeff"}
{"email": "P.S. If you're responsible for getting Dan there, you're a genius.  I've written Dan a note telling him that it's absolutely critical that he be there.  Maybe you could ask the other folks on the distribution to urge Dan to come, too.Best,Jeff"}
{"email": "Joseph:Good news!  Wallace decided last night that we don't have to do a write-up for project after all.  All we have to do is turn in the presentation and the spreadsheet.  I've written her an email, telling her that we followed directions closely on the presentation (i.e., very simply, no jargon, spreadsheets, lots of technical crap, etc.) and wanted to make sure that that would acceptably when we turn it in, or  if she expected some \"beefing up.\"I plant to spend a little time with my slides and the spreadsheet (though not much!), just to make a bit better.  I'll let you know how she responds.Great job by all.Best,Jeff"}
{"email": "Hi Josh:Sorry to bother you.  But just wanted to be certain.  By my tally, I only need to take 3 units next semester (spring) to graduate (I'm taking 7 units this semester). Is there anyway to get that \"officially\" verified through the office?  Thanks much.Best,Jeff"}
{"email": "Hi Darlin':Thanks again for everything last night.  All kidding aside, I wish you all the best with your procedure tomorrow.  I'll be sending lots of positives vibes your way all day, and I'm sure we'll be up to see you this weekend.Best,Jeff"}
{"email": "Hi Professor:Could you let me know if you receive this?  I've been sending you emails lately and, having gotten no response, am concerned about whether there's some sort of problem on my end, your end, or both.  Thanks very much.Best,Jeff"}
{"email": "Thanks.  I have minor, but substantive, edits to the direct access section that Dorothy did, which I believe more accurately capture the document that we previously delivered to Hertzberg and the discussions around that document.  My proposed edits will be distributed to everyone within the next 30-60 minutes.  Thanks to Delaney for all the work.Best,Jeff"}
{"email": "I agree.  My expectations for the new \"California Energy Solutions Group\" are low, but willing to give it a go.  I'm planning on having the piece done by lunch---working on it now.  Attached is the first message;  there are 3 more messages, or so, which will only be (no more than) one more page."}
{"email": "Folks:Before filing comments on Bilas' proposal to modify our settlement with SoCal and vote it out on the 25th, I wanted to get a sense of how folks feel about it generally.  Hope all is well.Best,Jeff"}
{"email": "PS--I'm trying hard (but failing) to shift the blame for our stock drop away from the bozos running California to the wacky broadband market.  Any help you two can provide would be greatly appreciated.PPS---It's Ms Mona's birthday today.Hope to see you both real soon.Best,Jeff"}
{"email": "Hi Kari:  I know that you and I are both swamped, so I'm writing very briefly to give you a brief update.  But first, thank you very much again for meeting last week.  Greatly appreciated, and look forward to working together to help in any way I can to find solution that is acceptable to all. Here's the update:Our \"subcommitte\" is meeting tomorrow to try to close the deal on a proposed solution.  It focuses on 3 key areas:Using the utilities retained assets to moderate prices.Designing a framework for forward contracting that strikes a much more appropriate balance in CA between state oversight and the need for utility flexibility.Rate stabilization/Undercollections (utility solvency)I will update you tomorrow on the group's progress.  If thing's go according to plan, we may be in a position to submit something to you a early as Monday.  If there's a deadline from your end that I ought to be aware of, let me know and I'll incorporate it into the subcommittee's work plan.In the meantime, if there is anything at all that I can do to help, please don't hesitiate to contact me.Thanks again and all the best,Jeff"}
{"email": "Sue:Just talked to the Chamber.  Add them to the petition for rehearing.  CMTA will be back to me soon.  If they don't sign it's only because they'll file separately, but I think they're likely to join ARM's.Best,Jeff"}
{"email": "I'm back from the doctor.  I'll just take the time against lunch (i.e., I'll work through lunch), so no need to worry about any time accounting.  If there's any issues with that approach, just let me know.  Thanks a bunch.Best,Jeff"}
{"email": "The entire phone bill is 300 pesos???  Yes, please fax to me.  And please email me rest of expenses when you get a chance so I can write you a check for everything (plane,phone, golf, etc., etc.) You guys get back OK?"}
{"email": "Got your message re: reverse auction all of the utility's demand.  Getting (interestingly complicated), though.  Now, the utilities want to create a \"core/noncore\" split in electricity, like in gas  (where large gas customers can't take commodity from the utility).  With a core/noncore split, Edison claims that QF contracts, nukes and other existing generation that it still holds is sufficient to meet \"core\" needs and it therefore may not need \"contracts.\"  As you can imagine, large customers ain't clamoring to get thrown into the market as \"noncore\" customers right about now.  But they may find themselves without a choice.  I talked to Calger on Friday about reverse auction versus benchmark and I'll be talking to the traders about it this afternoon, and we'll be discussing further when Rick, Steffes et al are here tomorrow.  Will let you know where it goes.Best,Jeff"}
{"email": "Anything can happen, but Hedy just talked to the Executive Offficer of the Senate Rules committee who told her that it is very unlikely that the full Senate would vote on any contempt report before the Senate leaves for recess; that is, they likely wouldn't vote on anything until they return in August.Other info from the conversation:With respect to fines, sanctions, etc., he said that \"they're making it up as they go.\"Any vote on fines, etc. would only a require a simple majority to pass."}
{"email": "Here's the proposal:There is NO reason for the PUC to suspend DA since 1) 18XX passed--therefore the bonds are taken care of; all Davis has to do is sign the bill, 2) Angelides has said that money's not an issue, at least for the next several months, and 3) the Senate passed a resolution on Friday night stating that there is no reason to continue the \"state of emergency\" put in place by Davis on Jan. 17 and that the state of emergency should therefore end.The PUC should therefore keep DA intact and begin putting the ratemaking in place to enable DA, while achieving other important objectives (e.g., no cost-shifting, make sure bonds get serviced, etc.)If, however, the PUC rejects this rational, sensible proposal and decides to suspend DA, then that date must not be any earlier than Sept. 20th; and if it is, we will sue.Thoughts?Best,Jeff"}
{"email": "Mike:  This should offer a guide to developing legislation that narrows PUC review of utility purchases to approval of the competitive solicitation used by the utility to procure the contracts.  We have consistently argued against being prescriptive (i.e., the contracts should be of 3 years long, less than $60/MWH, etc.)"}
{"email": "Retroactivity (July 1)No contract renewalNo incremental \"DASR'ing\", i.e., adding/subtracting load on the margin (fast food chains, for example)Cost allocation risk (e.g., IOU undercollection, bonds, DWR undercollection gets distributed to DA customers)Before providing elaborate descriptions, wanted to try to get a complete list of the key risk areas.  Please add to/subtract from this list, and then I'll take a shot at fleshing it out.Thanks,Jeff"}
{"email": "Could you please set up a conference call and send the information to the list below?  Please set it up for tomorrow, Wednesday, at 9 AM PDT, for one hour.  Thank you very much.Jeff Johnson/SFO/EES@EES, Steven J Kean/NA/IFCACorp@IFCACorp, James D Steffes/HOU/EES@EES, Rob Bradley/Corp/IFCACorp@IFCACorp, mpalmer@IFCACorp.com, Karen Denne/Corp/IFCACorp@IFCACorp, Mona L Petrochko/SFO/EES@EES, Susan J Mara/SFO/EES@EES, Paul Kaufman/PDX/ECT@ECT Dave Parquet, Samuel Wehn/HOU/ECT@ECT, Tim Belden/HOU/ECT@ECT, Sandra McCubbin/SFO/EES@EES"}
{"email": "great time.  SO sorry I passed out.  Man, I just suddently hit the wall.On the Jay thing.  There's no pressure at all.  If you guys are uncertain, that's no problem.  Just need you to understand that I'm moving ahead.  Most importantly in the near term.  Are you guys hip on sharing the cost of getting appraisals?  Just let me know.  And again, let's keep this light.  No frictions.  Everyone needs to feel comfortable with where they are, etc. etc. etc.  Worse thing in the world is to let biz/finances get in the way of friendships.Keep your taht moh rising."}
{"email": "Jim:Thanks for getting people together. There are (at least) 3 things going on here:1) Coordinate PG&E/SCE2) Edison \"meet and confer\" (on Monday?  sez Williams) to discuss the prehearing conference at the PUC on Nov. 7th.3) Edison meeting to discuss settlement of PX credit that Fielder's coordinating.2 and 3 are, of course, extremely related.  It is critical that gov't affairs (you or me or both) be completely involved in items 2 and 3 above, and frankly, i think that one of us needs to be at the meeting.  No finger pointing, but our litigation strategy with edison thus far has been wanting.We have a number yet for the call?Best,Jeff"}
{"email": "OK, I apologize, I've been trying to lock myself to the computer and crunch some #'s, but can't seem to get control of my schedule.  Wanted to lay out the core/noncore model that's been pitched (and that CMA showed keen interest in this morning) to see if we're all on the same page; but perhaps this is the analysis that you're already working on:Split takes place either 1.1.03 or 6.1.03.Core and noncore are responsible for the \"DWR past purchases\" (spread over 15 years).Core will keep IOU gen, QFs and DWR contracts (which would eliminate the short for the core)Noncore, in return for giving up the lucrative IOU gen, effectively accepts the short position (i.e., goes to market) AND does not get sacked with DWR's going forward costs (with \"forward costs\" defined as all power costs attributable to the \"post-core/noncore\" transition date.Let me know if this tracks with where we're headed.  Thanks.Best,Jeff"}
{"email": "As you can imagine, the distribution list has almost reached the size of the entire company.  If you folks could distribute materials to those in your group that need it, that would really help out a lot. Let me know if that works. Best,Jeff"}
{"email": "As things change, so do call schedules.  We conferred and have recommend that:There will not be a call this week.Beginning next week, the call will take place once per week, on Wednesdays, at the same time (11:30 AM PDT), same call-in number (we hope).Until the next legislative session starts up, the call will be optional for the gang in Sacramento.If you have any alternative suggestions, questions, and/or comments, please let me know. And please forward to others who need/would like to know.Best,Jeff"}
{"email": "Greetings Professor:Apologies for asking, but something has come up and I wanted to inquire about the chances of taking the E203 final on a day other than Sunday the 10th of December.  Preferably Tu, W, Th, the week of the 11th.Best,Jeff"}
{"email": "Mike:  I'll be covering all of this stuff for myself, so unless we agree in advance to you spending your time, I won't be expecting any bills.  If Paul's covering your time for the call, I think it would be great for you to participate.  The reaction's been pretty good thus far.Best,Jeff"}
{"email": "Jim:  To say that there was gaming in the UK pool is a significant understatement.  Couple thoughts...I'm pretty sure that Seab has done extensive analysis on the UK and he'd likely therefore be very useful in developing rebuttal. (Though very close to it at one point, I've been removed for a few years.)  Also, Schroeder and his gang could also likely shed some insights, and seems that Schroeder's pretty close now with Littlechild---that might be another avenue for information to rebut.Best,Jeff"}
{"email": "I thought you folks were involved in this program and supported it, but I may have it all wrong.  In any case, please see attached regarding utilities joint proposal on implementing the DA suspension.  Community Aggregation would not be allowed after Sept 20th.  Is anything you care about and/or have a position on?  Thanks very much. Hope you're well.Best,Jeff"}
{"email": "Kirsten:  I've made two small changes.  Moved the last sentence in paragraph 5 to the second sentence in paragraph 6.  I think it makes more sense there.I've modified the last sentence in paragraph 10 to be what I think is a more accurate statement.  It now reads:\"It could instead prohibit further direct access arrangements as of the issuance of the order, when and if that occurs, or as of some other unspecified date in the future. \"Let me know if you're comfortable with these changes and I'll print out the last page, sign and fax to your SF office.Best,Jeff"}
{"email": "Hi Evie:As you know Edison is being, well, Edison about just about everything at the PUC.  I think that we actually have some leverage with PG&E, however.  I've helped to broker a meeting between large customers and PG&E (Tom Botorff and Dan Richard) this Friday at 1:30 PM after DJ's meeting.  DJ and Delainey are organizing The (basic) idea is to see if there is some way to strike a \"reasonable\" deal on the DA/cost allocation issues with PG&E, which could then be submitted to PUC around Edison, which seems hell bent on piling as many costs on business customers as possible. At the first meeting, we want to spend a very brief amount of time determining 1) what matters to people 2) where people on the issues and 3) PG&E's willingness to deal.  The goal is to find out if there's any room for a deal.  Should not take a long time. I hope you can attend, since the meeting will be significantly less productive if you're not there, and who knows, it may lead to something that permits us to go around Edison.  Likely attendees are CMTA, CLECA, the Chamber, you (hopefully), PG&E and me.  Will Mike Kahl be at DJ's meeting? Best,Jeff"}
{"email": "I can make time.  Let's try to let Leslie vacation.  Also, I'm having a memo prepared that should be ready first thing Monday AM on the CA Commission's policies regarding utility use of hedging instruments.  Just let me know when you'd like to talk.Best,Jeff"}
{"email": "Greetings (or Hola!):Talked to Jeff Green.  He said he'd do the road, but can't do it with the wood that's in the driveway.  Eldon, are you and Bob planning to go up this week?  If so, any chance of getting the wood moved?  Otherwise, going to be tough to do the road.  Jeff starts on my road on Wednesday and I'll be going up this weekend to monitor (and start organizing some of the chopped up wood that's lying around the yard at the dome.Welcome back.  Hope you had a good time in Mexico.  Best,Jeff"}
{"email": "Please keep the following confidential.  Jessie Knight called.  Here's the latest.  Seems the Chamber of Commerce is going to launch a campaign with the following messages:  1) Deregulation must go forward, not back.  2) The transition will continue to be a bit bumpy.  3) The best option businesses and families have is to switch to an alternative service provider.  The Chamber has cut deals with ESPs (I didn't get all the details, but sounds like an exclusive) according to which the Chamber will aggregate customers and deliver them to the ESPs.  I believe that The New Power Company will be one of those ESPs.  Ray McNally's sister, who is one of our very satisfied rez customers in S.D., will appear at the press conference with the Chamber to announce the program.  They are attempting to launch the program and have the press conference this week.  The Chamber is also launching a program to educate S.D. politicians and business leaders on the benefits of retail choice and how to benefit from it.The Chamber is still looking for a business customer to appear with them at the press conference."}
{"email": "FYI.  Rebecca got back in touch wanting to talk about the history of dereg in California.  Been trading messages.  When she gets back to me with what she wants to discuss, I'll check back in before having the conversation.  Question:  What about giving her a copy of our high tech slides with the intent of getting her to do a story on it?  She might be a good \"carrier.\"  Thoughts?  One story has already hit the SJ Mercury News.Best,Jeff"}
{"email": "OK.  Having taken a second look at the spreadsheet I sent yesterday, here's a revised sheet (there was a math error in the original), and my adds to Kim's #4.  Most significant issue:  the discrepancy between Kim's and mine is that Kim's assumes that the $9,5 million includes pluses from things like dep/gain on sale, while mine assumes that it doesn't (i.e., Kim subtracts them, I add them).  No big deal, we just need to make an assumption and go with it.  There's a couple of other differences that are identified in the answer to #4--again, just need to make the call either way.Best,Jeff"}
{"email": "naked, all in one bed.star doesn't need a bed.  prentice and i will need a bed (hey, it's her birthday!)  tom & karen are very iffy, but if they show, and stay overnight (iffy times two), then they'll need a bed.  that work?"}
{"email": "Rosalee:  Could you please print out the following two documents for Mr. Green?  One is an excel sheet showing the summary of the results of our analyis of the core/noncore market structure that Mr. Green has been discussing with leaders in California.  The other is a word document explaining the summary tables contents.  If you have any questions, just let me know.  Maureen, can you print out for Steve, too?  Thanks very much for your help.Best,Jeff"}
{"email": "I like it.  Give it one final read through for final refinements.  Then send to bay guardian, sf weekly, pacific sun (marin), (and the east bay has a weekly mag, too, the name of which escapes me--might be out of berkeley).  Any of these would give good exposure, and likelihood of someone of your caliber getting in is pretty high."}
{"email": "Mary Beth:Thanks very much for passing these along to Laura Tyson.  There are two documents.  One is a word file with a suggested list of business leaders that we might bring into the discussions.  Please let the Dean know that it's a first cut and that all comments, suggestions, edits, etc. to the document are welcome and appreciated.  The second is a pdf file from Credit Suisse First Boston giving CSFB's analysis of what's going on in California.  I think it provides further proof that California is still looking for, and ought to be very receptive to, a proposal like the one that we're working on. Could you let me know that you've received this?  Thanks again.Best,Jeff - powerpolitics012301.pdf"}
{"email": "Greetings:On the call between Ken Green and Bob Hertzberg, Hertzberb asked us to resend any thoughts (and any more detail) we have on demand buy-downs.  I've combined our on-line auction proposal with the \"federal\" solution recently worked up for the Cheney meetings (I tailored it for California consumption).  Hertzberg wanted it today in advance of meetings that he's having in Washington next week.  Scott Governor will deliver this to Hertzberg's office today.  Sorry for quick turn around, but if folks have comments, could you send them to me pronto so that Scott can deliver to Hertzberg's office before COB?  Thanks very much.Best,Jeff"}
{"email": "Greetings:Are we supposed to do the reading and the Oracle and Legal Services cases for Thursday?  Syllabus says yes, but I gather from Tasker's Izio not that we'll be in the computer center all class doing modeling.  (I'd email her, but she doesn't get my emails apparently.)  Anyone have a clue?Best,Jeff"}
{"email": "Ralph:Thanks.  Really looking forward to discussing further.  The proposal is very promising.  As you can imagine, IFCACorp's going to have two concerns:  1) ensuring that eligibility for participating in the competition is as broad as possible (paragraph #1), and 2) ensuring that the \"terms specified by the Commission that will ptrotect the regulated service and its other customers from financial harm\" don't unintentionally (or otherwise) have the effect of killing direct access (like AB 1890 did).Appreciate you sharing this.  You can count on IFCACorp's support.  (Though I understand that IFCACorp's support these days is not the most sought after commodity---I leave that up to your judgment.  We'll be prepared to help in away way you see fit.)Have a nice weekend.Jeff"}
{"email": "Talked to someone at the PUC (and I'll be talking to additional folks over there).  Question:  Do we know what volumes through Blythe have been?  One thing that might be happening is that SoCal's restricting flows at Topock in order to ensure minimum volumes through Blythe.Best,Jeff"}
{"email": "Given that Peace is likely going to try to push legislation to merge the ISO and PX and other nasty things, likely makes sense to listen in on our message development, tactics in addressing the LMP problem.  You think there'd be any problem with that?  If not, could you pass along the call in number?Thanks,Jeff"}
{"email": "Hi:Hope you had a nice weekend.  Sorry I missed you all in Washington.  Rick's asked me to attend the meeting at the Woodlands tomorrow.  Do we have a list of attendants/agenda?  No big deal, but would help me in preparing for the meeting.  I'm assuming that the meeting takes place tomorrow only?  I'm staying through Wednesday, nonetheless, and have booked a room at the Lancaster.  But if the meeting's going to continue through Wed, I was wondering if I should be staying at the Woodlands.  Thanks (as always) for you help.Signed,Clueless"}
{"email": "I've just been informed that I'm being switched to Outlook tonite, which means, I've been told, that I may not have access to my email later this evening.  If that holds, I'll email the draft to everyone first thing in the morning (hopefully by 8 AM Houston) time.  Otherwise, it'll land in your email later tonite.  My apologies for all the machinations.Best,Jeff"}
{"email": "Bob's secretary called to tell me that Bob's at a doctor's appt and will be back in the office around noon Houston time.  We'll shoot for around noon CST to have the call.  I'll conference folks in from my phone.Best,Jeff"}
{"email": "Dude:Please let me know all the various costs that you've incurred on our behalf and not been compensated for.  I know we owe you $65(?) dollars for the guitar.  Is there anything else?  Let's play soon.Best,Jeff"}
{"email": "Greetings:Saw your QF story.  You were right.  One never know what the \"story du jour\" will be.You still interested in talking to Steve Kean?  If you are, when do you talk to Skilling, and would you want to schedule something around that, or sooner?Best,Jeff"}
{"email": "Nancy:Here is the final.  Couple things.  The short answers are in the word document.  The long answers  are in two separate excel files.  I used the spreadsheet that you gave us to do the last long answer (the Fannie Mae question).  You can find the answer in a tab titled \"Long Answer--Question IIb\" and it's highlighted by yellow background.  The data for the problem is in the \"data\" tab.Thanks again for a fantastic course and hope to run into you in the near future.All the best,Jeff"}
{"email": "Given the messy spot that SDG&E in particular and SoCalGas find themselves in due to what's happened to gas prices at the Cal border, it might not be a bad time to check in with our friend Neil Schmally (sp?) at Sempra to see how IFCACorp might help?"}
{"email": "will miss you.  hope you have a good trip.  as it turns out, i'm in sacramento all week in close door negotiations trying to settle california's electricity mess.  keep your fingers and toes crossed!best,jeff"}
{"email": "Mike (Day):As you know from the work with the DA coalition, UC/CSU is extremely interested in ensuring that the prohibition on DA included in AB1X gets \"fixed\" in SB27X.  Of couse we'd ideally like to make sure that the language providing the \"fix\" makes it crystal clear that customers retain the right going forward.  There's some concern that the \"fix\" language that's been floating around thus far needs some tightening to wring out the ambiguities.  In that regard, Mike Smith is going to try to craft some language and forward it to you.  We'll need to try to get Mike (Smith's) language into the draft that you're putting together based on last Friday's meeting, preferably before  you circulate the next draft to the DA coalition.  Mike Smith, I'll assume that you'll contact Mike Day directly, but Mike (Day), if there's any questions, don't hesitate to contact me.  Thanks very much.Best,Jeff"}
{"email": "Congratulations to you both.  I know how these cat-herding exercises can be.  Great effort.  (And greatly appreciated from the point of view of someone living in a bunker in California.)Best,Jeff"}
{"email": "As soon as I get my grades (which I hope will be mid-late December), I'll send them to Ginger in the attempt to get tuition reimbursed.  But don't worry, I have extremely low expectations about the likelihood of getting reimbursed.  This plan make sense?Best,Jeff"}
{"email": "Please don't use this yet.  Refinements are underway by Alan Comnes, but wanted to give you a flavor for how underwater the DWR contracts are (if marked to market today).  Jim's got it , too.Based on recent curves, $21B of the DWR contracts are stranded.  Will give you the update once it's done (likely tomorrow).Best,Jeff"}
{"email": "Congratulations.  That is very exciting and I think everyone knows how darned hard you folks have been working on it.  Look forward to buying you a drink next time we're together to celebrate.Best,Jeff"}
{"email": "I've received a copy of the powerpoint presentation Hertzberg made to the his caucus.  Unfortunately, it's a fax and hardly legible.  I can make out, however, that it is the core/noncore plan.  I'm attempting to get a better copy and will distribute as soon as I get my hands on it.  Please keep confidential that we have a copy.  Thanks.Best,Jeff"}
{"email": "Can the deal bench presentation be distributed publicly?  I'd like to use it in the \"subcommittee\" meetings I mentioned last week as a means to a solution for California's reasonableness review morass.Left a message with Kahn late last evening.  Haven't heard back yet.  Will let you know.Best,Jeff"}
{"email": "Hi:I'm going to call you in a bit--I'm on a conference call right now.  We need to coordinate just a wee bit.  Landwehr's all over Rosie, and we're getting mixed up between her RGA meetings and the CA meetings. I talked to her a little this AM and expressed a concern that we not get poor Rosie all wrapped around an axle and confused.  We may have several points of contact here for various issues.  No big deal, but I want to make sure things don't get more complicated than they need to be.  I'll forward you a note from Sue to Rosie (and me) that you weren't on.  Also want to talk about your voicemail last night--i.e., I may need to travel with KL, which is fine by me if that's necessary.Best,Jeff"}
{"email": "Hi.  My brother just called.  would you mind if I gave him the Sunday Cubs tickets.  If you've already secured people for them, not big deal, but I think his kids would get a big kick out of it.  They're both big ball players."}
{"email": "Folks:Here's the final.   I incorporated some comments from Christine and emailed a copy to Aceves.  Jimmie/Dylan let me know if one of you can bring a hard copy to class tomorrow.  If not, he's now got an electronic copy, and I'll drop off a hard copy on Tuesday.  Hope to see you (for at least half the class) tomorrow.Best,Jeff"}
{"email": "These are the materials that Ken Green used in his discussions with California business leaders.  The word document was provided as background.  Please keep confidential and if I've missed anyone please forward along.  Comments are welcome and appreciated.Best,Jeff"}
{"email": "But Rory (who by the way is responsible for this mess!) now has decided that he'd like to do a Xmas \"make up\" on the 29th, which is smack dab in the middle of when we'll be up at the dome (tween xmas and new year's--hopefully you and eldon will join us so we can kick yer butts in spades).  so the 29th is very bad, as you can imagine.  if we could do the 24th, that would be great.  when's your plane leave on the 24th?"}
{"email": "Paul Kaufman phoned with the following brief report from the Western Governor's Association  \"Energy Summit\" that took place today.  Paul will follow up with more detail when he gets back to a computer. The governors issued the following recommendations:California should immediately implement FERC's order issued last Friday and aggressively pursue all available DSM and conservation opportunties.The Western region should likewise be much more aggressive in identifying and implementing DSM and efficiency opportunities.Increase supply as soon as possible.FERC should do an investigation into the potentially negative effects that price caps can cause in the industry.FERC should add to its investigations an investigation into what caused the price spikes in the first week of December.Work with the Bush transition team to make sure that someone from the new administration is focused on the issue.Hoecker said that he is not inclined to impose a region-wide cap until California takes the actions it needs to take to help alleviate the situation (e.g., reforming regs governing utility forward contracts).Jeff"}
{"email": "Just had a long internal meeting.  Over the next 24 hours, we're going to try to simulate on California a potential solution we devised in the meeting.  No sense in offering something up if we don't know what the numbers look like, at least in a \"ball park\" sense.   I should be able to get you something fairly concrete by end of day tomorrow or first thing Wednesday.  That work?  Have fun tomorrow.Best,Jeff"}
{"email": "I've still got considerable work to do, but wanted to make sure all had a chance to review and comment well in advance of finalizing.  I'm giving a talk at Exnet on Monday about California.  Attached is a draft of the slides.  All comments welcome and appreciated.  I'm continuing to work on it.  Thanks very much.Best,Jeff"}
{"email": "Well, he launched today.  Have you seen the materials from the press conference that he launched today?  I think this is actually a good thing--makes our proposal look like a much more preferable alternative by comparison, makes our support in the process more important, and sets Harvey up as the Ralph Nader equivalent in the election to fix California's broken system---a potential spoiler."}
{"email": "Carolyn, you're a star.  Thanks for the input , Anil.  For what it's worth, I'll take a final looksee this evening and tie up any loose ends (though I doubt that there will be any).  I'll send around to all for one last peek in the morning, and I'll bring a copy to turn in.  Sound reasonable?  Let me know.Best,Jeff"}
{"email": "I was told that Lynch and Duque released press releases today saying that the Commission does not intend to let the utilities to go bankrupt.  Haven't been able to find any press releases on the CPUC website, however."}
{"email": "Greetings:I'm interested in renting the entire compound at \"Sans Souci\"--18 Avenida Farralone in Stinson Beach from December 15th-17th and was wondering if it's available.  Thanks very much.Best,Jeff"}
{"email": "Last week, I distributed a presentation that the Brattle Group gave before the California Inquisition (i.e., legislative gas oversight committee looking into the gas price spikes at the Cal border).  The Brattle Group is a consulting firm that Edison has long used to beat up on SoCalGas (recall that Edison used to be a big gas customer when it owned power plants).  Edison \"arranged\" for the Brattle Group to be the star witness at the Cal Leg gas hearing.  Their job was to set up El Paso and Dynegy for the hit at hearings that took place the following day.  Their message was simple (and simplistic):El Paso and Dynegy have market power.They have used the market power to drive up basis and thus the price of gas at the border (to \"obscene\" levels).That, in turn, has driven up electricity prices.Ken Green is giving a gas talk tomorrow, and Rob Bradley asked that I provide the alternative view to the Edison/Brattle rant, in the event that he gets any questions on the topic.  It's attached.  Apologies, it's quick and dirty, but it provides the basics.Obviously no need for us to defend El Paso or Dynegy, but might be useful to offer a more rationale explanation than the one that the California Legislature is peddling.Finally, we were also fingered somewhat as culprits at the hearing (the California PUC FERC lawyer claimed that ENA and TW colluded to drive up basis when ENA controlled a portion of  the capacity), but the overriding goal of the hearing was to go after EP and Dynegy.Best,Jeff"}
{"email": "Got a call that Loretta Lynch and Rod Wright, among others, spoke at yesterday's annual meeting of regulation lawyers.  The following was very briefly relayed to me:  President Lynch said that 1) de-regulation was founded on ideology, not facts; 2) she wants to completely re-organize the PUC, top to bottom (in her image?  Amen); 3) she frowns on lobbying---if you \"come knocking on her door, that's a strike against you.\"  One should participate, along with the rest of the public, through the hearing process.Rod Wright said that businesses (including IFCACorp) are being frustrated by rules and regs that act as unnecessary impediments."}
{"email": "John:We must thinking alike.  I just sent you a note.  I apologize, but I need to reschedule.  Monday and Tuesday of next week don't work, but Wed. thru Thurs. do.  Just let me know what works for you.  Again, my apologies, and I look forward to meeting next week.Best,Jeff"}
{"email": "The dinner was incredibly delicious.  Thank you very much.  I apologize for being so late--increasingly I have less and less control over my schedule.  Would have much preferred to have spent it with you guys.  And sorry that I pooped out so early---I'm running on zero sleep and had a 7:30 conference call this morning.That said, the dinner was really extraordinary.  You guys outdid yourself.  Made an others tough day very nice.  Thanks.Best,Jeff"}
{"email": "Before providing more elaborate descriptions, wanted to try to get a complete--but stripped-down--list of the key risk areas.  Please add anything I may have missed, send it back, and I'll take a shot at fleshing it out.Thanks,Jeff Retroactivity (July 1)No contract renewalNo incremental \"DASR'ing\", i.e., adding/subtracting load on the margin (fast food chains, for example)Cost allocation risk (e.g., IOU undercollection, bonds, DWR undercollection gets distributed to DA customers)"}
{"email": "Had a long chat with UC that I'd like to pass along, and a couple of additional issues arose in the course of the talk that I'd also like to discuss.  Is it possible to talk for 15 minutes first thing in the morning.Best,Jeff"}
{"email": "FYI:Sue stopped by and wanted to discuss your email re: launching missiles over email to the world.  I told her that 1) folks are understandably sensitive regarding the info that gets to commercial folks, 2) she should continue sending those notes out and 3) she should restrict the distribution list for such notes to GA, which gives the team a chance to discuss the issues and to decide what info to push out to commercial folks, and avoids rather everyone just willy-nilly sending out notes and potentially getting commercial folks whipped up into an (unintentional and  unnecessary) frenzy.  I think she took it well and I think she'll make a practice.  Only time will tell."}
{"email": "I'm off to a family gathering starting tomorrow (but will be checking in Thursday and Friday).  I'm about 1/3 of the way through reviews.  Any chance of getting a slight delay (say until next Wednesday or Thursday) to complete them?Best,Jeff"}
{"email": "Professor Berk:Very interesting to hear the perspectives of a South African ex-pat last evening. Today's been very hectic, but I'll get back to you on the possibility of having IFCACorp sponsor internships for the financial engineering program.  Until we've had a chance to talk, could you wait before forwarding my name along to anyone else in the fin eng group?  Much appreciated.Best,Jeff"}
{"email": "Here are some suggestions for the op-ed piece.  One general comment:  It may be a bit lengthy at this point.  Also, have we decided whether it would be our op-ed piece?  And one key point that is very commercially sensitive:  The term \"end the rate freeze\" has very ominous implications for EES's book, depending on the timing of any such \"end\" in California.  Thus my heavy-handed edits on that portion.Nice job, Jeannie.Best,Jeff"}
{"email": "I think that it's a good idea.  The only red flag is the perception of marketers being in the same room together.  However, from my perspective, though it's a significant concern, it's one that can be addressed.  I would suggest running the notion by Sanders and Yoder to get their take.Best,Jeff"}
{"email": "Folks:My apologies.  This is not proofed, but I wanted to make sure that everyone had a chance to review and comment.  Apologies for any unintentional omissions and errors.  I think it tracks closely with the direction agreed to on the call today.  All comments are encouraged and welcome.Best,Jeff"}
{"email": "Professor Aceves:Attached are a word and an excel file.  Both are formatted for easy print out.  Note that the excel file has two work sheets:  \"balance sheet\" and \"income statement.\"  I'd be happy to provide you with a hard copy, too, if you would prefer a hard copy.  Just let me know.  Thanks for a great course.All the best,Jeff"}
{"email": "It's rough, but Paul and I concluded that, since I'll be in Houston, best that I send out whatever I have by COB today.  I will be working on this more on the plane on my way to Houston.  Now we have Sandi's, Paul's and this, all of which I think are headed in the same direction and complement one another.  We'll need to meld them.  Please look at all 3 at the same time.  Might be useful to begin an email conversation now with folks comments.  I'm reachable and will be back in the office on Thursday.Best,Jeff"}
{"email": "I spoke yesterday with President Lynch's gas advisor and the PUC staffer who first got in touch with us regarding inquiries from our customer regarding whether we were returning customers to the LDCs.  I described our activities generally, and explained that the originial inquiry from our customer stemmed from a mix-up (on our part) that has since been cleared up.  Both seemed satisfied, appreciated the call and the information and will get back to me regarding whether we'll need to submit a formal response to President Lynch's letter. (I said that our preference was not to respond formally, but would be happy to do so.)I asked them to contact me directly should they receive any other inquiries from our customers.Thanks to all for the help in responding.Please keep me in the loop on our marketing activities, etc. If I hear anything about customers calling the PUC, I'll let you know, and I'll let you know what I hear back from Lynch's office regarding whether we need to respond formally.Best,Jeff"}
{"email": "Guess who?  Me again.  You thought about having your guy Jack (who's likely got the most juice of anyone in the group) go to the Governor and tell him to tell Angelides to knock it off and to back off?Second, what do you think about sending the letter directly to Angelides--after all, he's the one who's being a chowder head--and cc'ing Loretta?Third, I should be able to get you something on our view of RTOs.Best,Jeff"}
{"email": "good point.  if you'd like to include it in this draft, i'm fine with that---we certainly have been very vocal about the need to reform it.  alternatively, we could discuss with the larger group tomorrow whether we weigh in heavily and if so what our exact message ought to be.  either way works for me, just let me know."}
{"email": "Thanks for the note.  I'm going to pass it along to the others.  Will get back to you very soon.  Remember that there's no team case due on Monday because class is cancelled and everything got pushed back.  But the first individual case has to be done by Tuesday.Best,Jeff"}
{"email": "Just a reminder:Beginning tomorrow, the (formerly twice-weekly) California call will now take place once per week, on Wednesdays, at the same time (11:30 AM PDT/1:30 CDT), same call-in number.Until the next legislative session starts up in January, the call will be optional for the gang in Sacramento, unless something specific requires their participation.Best,Jeff"}
{"email": "Folks:Here is a rewrite of the power point presentation referenced in the previous note.  Again, please keep confidential and do not distribute.  It's the copy that Hertzberg used to present to his caucus.Thanks.Best,JeffP.S.  Our numbers show that noncore for Edison would be about 30% of load; Hertzberg has it at about 20%."}
{"email": "Well sometime between 11 PM last night and this morning, my computer died.  However, I will nonetheless get a draft of the letter out today for discussion on tomorrow's call.  Given the glitch, it will likely be out by COB today.  Apologies for the delay.Best,Jeff"}
{"email": "FYI, another arrow in our quiver:? Moody's has put California's credit rating under review for another downgrade.  Sources report that Moody's, S&P, and MBIA have all informed California that \"the only way the state will improve its credit rating and look better to investors is to get out of the power business and resolve the undercollected.\""}
{"email": "wouldn't miss it for the world.  for the record, ms silva has stolen an idea that i originated years ago, i.e., favorite take out.  Colleen, as you'll remember, there were nothing but cigarette butts in the food by the end of the party.  Ah, the days of wine and song.nostalgically yours,jeff"}
{"email": "Ms Fleming:No apologies necessary.  Anybody would be confused with what we've thrown at you.  Just to be sure, it's David Cox (new Republican leader in the Assembly) and John Campbell (Republican Assemblyman).  Can't thank you enough for you help.  Hope you had a nice weekend.Jeff"}
{"email": "Margaret:Bev Hansen will be giving the gas report to California State Assemblymembers Keith Richman and John Campbell. If there's a desire to distribute to anyone else, we'll check in first.  Thanks very much for your help and thanks for clearing with CERA.Best,Jeff"}
{"email": "Here's Paul's memo with Mona's edits and a couple of my edits.  It's been shipped off to Paul.  I assume he'll be sending it out tomorrow.  If there's any more questions, edits, comments, etc., please give Paul a buzz.Best,Jeff"}
{"email": "Rick, Jim, Harry:You will have the first status report for California by COB on Monday.  We will update that report weekly. If there's anything you need between now and Monday, please let me know.  Have a good weekend.Best,JeffFYI:  Yesterday, the California PUC rejected the utilities request to, among other things, raise rates and end the rate freeze.  The status quo prevails, at least for now."}
{"email": "Received a call this afternoon from Gordon Smith, CEO of PG&E (I met Gordon when he was CFO of PG&E and I was a bureaucrat at the PUC working on the Blue Book).  He was following up from the meeting this morning with Bob Glynn.  He was very positive about the comprehensive solution that Ken Green described to Glynn at this morning's meeting.  He was particularly positive about the core/noncore proposal.  He asked to meet to discuss it further.  I have an appointment to meet with him Monday afternoon.  He offered--as a board member of the California Chamber of Commerce--to help bring the Chamber along, and he also said that he can help with the Silicon Valley Manufacturing Ass.  I'll report back after the meeting.And may have already mentioned that I have a meeting scheduled in Sacramento Monday with the CEO of the Chamber and the President of CMA.Will report back on the meetings.  Have a good weekend.Best,Jeff"}
{"email": "Fellows:OK, here's the beginning of the memo.  I'm still working on it, but work cratered on me and I have to switch back to that now.  I'll have a draft finished by tomorrow night and I'll redistribute.  Couple things.Check the DuPont.  Asset turn needed to be changed, because the pro form calcs hadn't taken the cash out of the assets.  That bumps the ROE up some.  See my attached file, I decompose ROE using an alternative method (Mark, the one Tasker used in class) just to do a check, and the numbers turn out the same.  I also ran some turnover ratios for AHP and Warner (understanding the limitations of one year's numbers.)Questions:Don't we have to assume that covenants will force AHP to dump its divident payout?  Folks likely to get unhappy about that?  Should we care, or should we just expect a rotation out of the stock by dividend-loving investors and rotation in by capital-gains loving investors?Could we persuade the new management to lever up with an argument that with all that cash on the books, AHP is ripe for takeover?Anyway just some thoughts.  I'll finish it up tomorrow and re-distribute. Herr Jackson:  I haven't had a chance to review your comments, but I'll incorporate those in tomorrow as well.Best,Jeff"}
{"email": "thanks for everything.  really 'ppreciate it, 'migo.   and please thank karen, too.  also, would you tell her that prentice and i are willing and able (we think) to help out in any way we can in putting the fireplace stuff together----i.e., anything that doesn't require real skill, like sticking tiles on the board.  just let us know.Best,Jefftah-mo"}
{"email": "Here's what we've delivered to Davis:Message points on the \"big picture\"Reasons that the Governor needs to broaden his information network (i.e., get better advice) and a proposal for how to do itComments on the Governor's proposalsDetail on how to execute the \"buy-down\" proposal7X24, Peak and Off peak prices for 5-year blocks of powerThe only thing left to send is the Nord Pool material, which Jim Steffes is help me to gather for delivery tomorrow.Best,Jeff"}
{"email": "Greetings:Any chance of changing my lesson from tomorrow to this Friday (preferably about lunchtime)?  Let me know.  If you're all booked for Friday, I'm likely going to have to skip this week.  Let me know.  Hope all is well. Best,Jeff"}
{"email": "New Yorker reviews Henry Moss in this week's issue.  Haven't read it yet.  Did you guys like it?Cameron, what's the name of the bandwidth exchange firm that you guys did your deal with?  Bandwidth Exchange?  (I\"m brain dead.)"}
{"email": "Got your message.  Just as soon as we get out from under the deliverables Green needs for Brulte, I'll turn to figuring how to get Delaney hooked up with decision makers that can make a difference in California.  Is next week too late for meetings?Best,Jeff"}
{"email": "DWR filed comments with the California PUC today urging the Commission to adopt a July 1 suspension date.In addition, DWR takes the position that, if the Commission does not enact a July 1 retroactive suspension date, the Commission should require that all customers who went DA after July 1 pay a proportionate share of the bonds and DWR going-forward contracts.Customers and providers will strongly oppose DWR's proposal at the PUC.Best,Jeff"}
{"email": "Well, it was too brief, and I didn't get to work with you nearly as much as I'd hoped. But when I did, it was very enjoyable.  All the best.  These are strange and unsettling days, but it seems that the best among us always land on their feet, so I'm sure that's where you'll end up.  Take care and hope to cross paths again soon.Best,Jeff"}
{"email": "Dave/Sandi:  FYI.  In Joseph's absence, his fill-in asked that I take a call yesterday from the Mayor's office.  They called to confirm the meeting set up for Dave, Mike Day and Bev Hanson on Nov. 29th at 4 PM to discuss the serious electricity shortage in SF.Best,Jeff"}
{"email": "Sorry.  Haven't been around.  I definitely want to move forward.  I'll respond more fully if more is needed, but the short of it is, I'd like to do the entire job except for the decking.  Ready to start when you are.  Can you tell me what you expect the total to be (labor + materials), understanding that it's an estimate and not a firm price.  Also, I'm assuming that the cost for the materials that you quoted include the \"bridge\" to the cabin?  Will, of course, want the bridge to the cabin planked.  If you have any questions, let me know.  Really appreciate your efforts.  Looking forward to getting started.  Hope all finds you well. Best,Jeff"}
{"email": "Sue Mara called from the ISO:The Market Issues Committee rejected lowering the price cap from $250.The Market Issues Committe of the Board voted to extend the ISO price cap authority beyond October 15th, with no end date.ISO Board will vote on these issues tomorrow.75% chance that the ISO Board will adopt the Issues Committe's recommendations."}
{"email": "Eldoni:I'm assuming, since I haven't heard back, that we're going to take a pass this time on the Dome road, and perhaps have Jeff Green do it another time?  If I'm incorrect, we'll need to get things squared away, like today.Let me know,Jeff"}
{"email": "Please forward my apologies for missing the call.  I ended up receiving a \"fire-drill\" assignment that needs to get done in the next couple of hours.  I'll try to loop back toward the end of the day and update you on what's going on.  Very sorry about that.Best,Jeff"}
{"email": "We will set up a call-in number to relay to folks any actions the Commission takes tomorrow.  The Commission meeting starts at 10 AM PST, but it's unclear when they will take up our issue.  Since the press will likely have the place surrounded, they may decide to do that item first.  We'll send out a notice with a call-in # and time as soon as we have the information.Best,Jeff"}
{"email": "Scott/Cameron:  OK, wondering why there ain't no charges on your credit card from our FABULOUS trip to Squaw Valley?  I just found out that they're all on mine!!?!?!?   I had the best time up there, but I couldn't figure out how it coulda cost $1700.  Just called them to inquire.  They said:  There's no mistake those are all the carges for rooms 432 and 450.  They're sending receipts.  Unreal.Best,Jeff"}
{"email": "Overall looks great, though I made a few edits/comments.  But I couldn't figure out how to do it in strikeout/underline.  We should make it look as \"PG&E-centric\" as possible--you know how touchy IOUs are.You and Dave and I should try to discuss in more detail early next week.Best,Jeff"}
{"email": "Here's my take.  Slash away at will.  Sue, saw your notes, but didn't try to incorporate.  You should add anything I've missed, got wrong, etc.  Pulled it together quickly.  Hope there aren't too many errors.  And hope it helps.Best,Jeff"}
{"email": "Greetings:Wow, lots of fun out there, eh?  Don't know what it will be like without Steve Peace around any more....I have a very mundane question, though.  What prices for intrastate capacity did the PUC finally come up with in the Sempra BCAP for large generators under the new \"Sempra-wide\" rate doctrine?  Thanks a million.Best,Jeff"}
{"email": "Greetings Ms Dotty.  Hope you've managed to stay a night or two in your house recently.  Do you think that it would be OK to call your cousin in Sea Ranch?  I have some carpentry work I'd like done on my property (panel interior of cabin; build deck and gazebo) and thought I might get him, or someone who works for/with him, or someone he could recommend to help me out.  If you think he wouldn't mind having me call, might you have his phone number (and full name)?  As always, greatly appreciated.FYI:  Just talked to the guy from UC Davis who's in the field for Mendocino County.  He says that by the sound of it, my property just might end up being vine-friendly!All the best,Jeff"}
{"email": "Mark:Here's the infoSize = 500 MWPurchase price = $42 MM (sold to Calpine)Permit  status at time of sale = all permits had been obtainedOne note:  while we had gas and electric interconnection agreements ready to execute, Calpine told us not to and they arranged those for themselves.If there's anything else that you need don't hesitate.Happy holidays.Best,Jeff"}
{"email": "For anyone who hasn't seen it already, attached is an electronic version of California's PUC's decision to suspend DA.  Also attached at the end of the order is a very strong dissent signed by Commissioners Bilas and Duque.Best,Jeff"}
{"email": "I understand that we may have no choice in the matter, but having wtinessed Loretta Lynch's inability to define market power when asked to do so by Joe Barton last Monday, and, having heard Carl Wood declare war on capitalism at FERC's hearing on Tuesday, and, knowing that the likes of Harvey Morse (PUC FERC attorney), who has never come down on the side of \"no market power here\" in any analysis, is \"heading up\" the PUC investigation, andseeing Gov Davis' press releases demanding refunds from the faceless, out-of-state suppliersI'm, well, maybe a little nervous about them getting their paws on our data. Jeff"}
{"email": "Greetings:Well, there's a finance midterm coming up and some of us have discussed getting together the weekend before for a study session.  I just grabbed an old list from last year so apologies if I've included folks who ain't even in finance, or if I've left some folks off.  Sorry to those who received in error, and please forward to anyone else who might be interested.  Anyway, anyone interested?  Hope all is well with all.Best,Jeff"}
{"email": "I'm sorry, I'm losing my mind.  did you send Amber's address?  if so, i've deleted it. could you send again?  also, are you sure you don't want the tickets?  they come with free parking (it ain't the closest lot, but hey, it saves 20$).  also, please let me know when you've confirmed with the G.O. that you don't want to do road, so that I can tell Jeff.  And of course we'll pick up the football forms, just make sure they're somewhere easy to find (butcher block table?).  we'll be coming up tomorrow evening to pick up all the stuff.  how's the canopy?  you and eldon playing ping pong?"}
{"email": "Two things:  When Aleck said that he was leaving \"effective immediately,\" does that mean one can't use email to send him a note to wish him well?  If that's the case, do we have a forwarding telephone number for him?Also, just wanted to make sure you're aware that Calger continues to express concerns about us having any fingerprints on any attacks on the contracts.  His concerns are two-fold:  Generally, he thinks it would be very damaging to our commercial reputation, since many of the folks holding the lousy contracts are folks we regularly transact with. And specifically, we're tied up with Allegheny (sp?).  I've told him that we don't like the contracts, that we're talking to folks about how bad they are, but we're \"staying under radar\" and stating publicly that we never support the unilateral abrogation of anyone's contract rights."}
{"email": "On behalf of free-market loving people around the world, thank you.  I'll forward later this morning or early afternoon what I've pulled together (or more accurately, simply re-arranged, using the great info you forward last week).  Best,Jeff"}
{"email": "Thanks for the info.  That guy was truly out of control at the S.D. hearings.  Glad to hear that his rotten bills aren't going anywhere.  Who's gonna win the election?  Hope you and your ankle are doing well.Best,Jeff"}
{"email": "OK.  It's done.  Got two places.  One sleeps 8 and is big and is where we can have the party.  The other sleeps 6 and is very close by.  Right on the beach, so surfing will be a must.  Who is on your list for invites so far?"}
{"email": "1) Is it your sense that the deal is done and that it will be announced at the PUC meeting on Thursday?2) Would the PUC be required to provide 30 days comment, or could it be effective immediately?Best,Jeff"}
{"email": "Someone from Parquet's group is very likely to be there.  Government Affairs hadn't planned to intend. I can give Parquet a call and find out and make sure that there's good coordination with Transwestern.  Or TW can call him directly.  Just let me know.Best,Jeff"}
{"email": "Hi Joseph:Could you please look in that little \"legislator info\" booklet and email to Janel address, phone #, fax and email (or fax) info for:Robert HertzbergJohn BurtonDebra BowenFred KeeleyJanel:  let us know if there are others for whom you need the info.As always, thanks a bunch Joseph.Best,Jeff"}
{"email": "Going down to Fielder's for a bar-b-que tonite, watch a little TV and get this thing settled.  Seriously, he and I have traded messages today.  When we hook up, I'm going to ask him when we can meet and get this settled.  I'll let you know what he says as soon as I hear back.Best,Jeff"}
{"email": "Hi Lee:Looks great.  Could you do me a favor?  You have \"generating company\" rep on the agenda.  IFCACorp does not see itself as a generating company.  In fact, the only generation that we own in California is 50+ MWs of wind power in Southern California.  Could you change it to \"energy service provider\" rep?  Hope that's not a problem.Best,Jeff"}
{"email": "Attemps are still underway to persuade the California PUC not to suspend DA at today's meeting.However, the best information we have at this time is that the PUC will suspend DA today, but will not suspend DA retroactively.As best we can tell, if the PUC suspends, it will suspend DA effective today, September 20th.In addition, there is a considerable effort underway--from both ends of the spectrum--to persuade the PUC to reject 1) the proposed rate agreement between the PUC and DWR and 2) the proposed \"revenue requirement\" that DWR submitted to the PUC.We'll report back with the results of the PUC business meeting as soon as we hear them.Best,Jeff"}
{"email": "Yes, that's my sister.  She graduated (undergrad) in 1979 (don't tell her that I told you, but I think that she was first in her class).  Married to a very nice guy (Mike Bentivoglio)--also Haas '79.  He's now the head of corporate planning at Schwab. Have a great weekend.Best,Jeff"}
{"email": "Folks:Here's a catalogue of issues that Sue, Mona and I put together using Paul's outline as a guide.  Just a start (but a pretty good one), with lots more to do, but it should provide a solid platform to get the strategy completed in short order.  Best,Jeff"}
{"email": "FYI:  Here's monthly share price date over last five years for:  OAT, KO, PEP, S&P, BRKA, BRKB.  (I included Berkshire in the event we want to say something about Buffet's recent performance.  I've attached another file with a chart that shows Buffet versus S&P for 1, 3 and 5 year performance)  For the OAT, KO, PEP, etc. file, calculated year-on-year performance (excluding dividends).  Also, you'll see highlighted in yellow month-on-month performance for 2001.  But ain't done any chart for that stuff yet.  Thought we'd discuss first.Best,Jeff"}
{"email": "Hi Jane:I'd planned to attend SoCal's meeting on Thursday, but it now appears I may have a conflict.  Do you plan on attending?  If so, could you gather up an additional set of anything they hand out for me?  Given the controversy around SoCal's \"windows,\" it will be interesting to see how this works out.Best,Jeff"}
{"email": "Greetings:Well, hope your holiday was great, because I'm back with more questions.  To change my direct deposit account, can I do that on line, or do I need to do it by other means?  Thanks, as always, and I hope you have a great 2001.Best,Jeff"}
{"email": "Laura:Sorry to bother you again, but I'm concerned that Justin is wildly busy and may not have the time to forward the package on to the SVMG.  I'm hoping that you might have the distribution list and might be able to forward to that list, too.  No big deal, just trying do everything we can to try to mobilize the troops on customer choice.Best,Jeff"}
{"email": "Greetings.  Here's the case with 1,3 and 4 compiled.  I took some editorial license with 1 and 4--hope I didn't butcher what you were conveying Jimmie and Dylan.  Check it out.  Still need to determine if folks are comfortable with my conclusion in #3, i.e., look, the biz model and the info provided in the 10K may be crap, but from a strictly technical perspective, Patten's justified in using the sales as opposed to the installment method.  Let me know.  Kim's up and running on #2.Best,Jeff"}
{"email": "Just for the record, I just reviewed my \"Jeff's Goals for 2001\" that Paul and I worked up, and \"doing time for the company\" didn't make the list this year.Paul, I double-checked and \"dating Loretta Lynch\" is, likewise, not on the list.Best,Jeff"}
{"email": "FYI.  I'll be participating in a \"round table discussion\" on California next Monday on the Berkeley campus.  It's being sponsored by the Policy School and some folks from the Business School.  Laura Tyson and a former FCC mucky-muck (Howard Shalansky) will moderate the two panels.  Alums who now work in the energy biz are putting up funding for the event (e.g., Columbia, American Public Power Ass.)  We're providing a modest stipend.There are two \"round tables.\"  First one is \"Why did we do this?,\" and the second one is \"Where to from here?\"  I'll be on the second panel.  Go to the attached website for agenda and other info.  I intend to pull from the messages, filings and other materials that we've developed over the course of the last several weeks/months.  I'll distribute talking points for review and comment sometime this week.  But please feel free to send thoughts, suggestions, etc. early and often.  Best,Jeffhttp://gspp.berkeley.edu/events/electricity_summit_conference.htm."}
{"email": "Just got off the call with the California stakeholders. The group's trying to come up with a solution and today's call was a challenge.  Edison threw new demands on the table that effectively ended any chance for a deal today.  Appears that at this point that anything more than a 10% rate increase is out of the question politically for the Governor, and the utilities are very unhappy about it.  Consumer groups are already balking publicly at the 10% increase reported in the press.The meeting effectively ended when Edison announced that, in response to New West turning back their customers, Edison plans to file a proposal with the Commission this week that would require all returning customers to pay the spot price for energy.  The large customer groups blew their tops and that pretty much ended the call.The group agreed to meet again on Friday, after the PUC business meeting on Thursday.Best,Jeff"}
{"email": "Sandi and Dave and Mike will dicuss further on the call on Monday but wanted to disseminate info regarding the meeting that Joe Ronan of Calpine offered on an IEP call today:The meeting was attended by a lot of folks of all stripes.Wright was very critical of how the Governor is handling the issue and wants to craft a solution with the industry and then invite the Governor to get on board.Wright threw a whole laundry list of options on the table for folks to consider (Dave's typing up his notes from the meeting for distribution later today)One of Wright's key concern is forward contracting.The utilities said that Loretta Lynch is the problem with the onerous \"prudence\" criteria she's imposing on utility forward contracts.Those onerous criteria keep the utility from contracting.Much discussion of what California does on the gas side,  i.e., set an objective benchmark price; if the utility beats it, they profit; if they do worse, they take the hit.  The utility, under this framework, has broad flexibility to contract forward, i.e., PUC gets out of the way.  (FYI:  Coincidentally, I suggested this approach in very broad terms--pointing to the fact that it's already successfully in use on the gas side--during a panel discussion that I participated in yesterday at the California Energy Markets conference.)The utilities told Rod Wright that they did not want, nor did they have the expertise, to get back into the generation business."}
{"email": "On the 21st, Tauzin and Barton are holding separate meetings with executives from the respective stakeholder groups in Southern California to have \"frank\" discussions about California.  Steve Kean will attend for IFCACorp.  At Steve's meetings will be other gas and electric marketers, and generators.  Linda Robertson would like to talk with us tomorrow about getting Steve prep-ed for the meeting.  She'd like to have the call at 3 PM California time.  Her assistant will be sending details very soon.Best,Jeff"}
{"email": "Greetings Linda:Let me open by saying welcome, and by apologizing for the fact that California has probably made your first days on the job a bit crazy.  Just wanted to pass along some info.  I'm sure you've seen Senator Feinstein's comments to FERC.  And I think you're aware that she held a meeting in California with a group of stakeholders (including Davis staff) on the day before FERC's recent workshop at which Steve testified.  She stated at the meeting that she is thinking seriously about sponsoring legislation to place a price cap on the entire WSCC market.  Economists in the room expressed their strong misgivings about caps, but Feinstein seemed fairly focused on at least sponsoring some sort of legislation.  Not sure where it will go, but wanted to pass it along.Best,Jeff"}
{"email": "Under Angelides flawed reasoning, shouldn't energy efficiency be outlawed, since every kilowatt saved means less money to pay DWR for the contracts and the bonds to fill the hole in the state budget?  Why pick on DA?Best,Jeff"}
{"email": "Rob:Here's a quick and dirty list of some lessons from California that Alberta may not want to repeat.  Steve, let me know if I've missed any messages we're using to describe California's woes (or mangled any, for that matter.  If you have any questions, don't hestitate to get in touch. Best,Jeff"}
{"email": "Hey gang:I think that we should do the case.  I'm willing to help draft, and willing to take a first crack at putting some bullets together about the direction I think the memo ought to take and distribute that by about 5 PM tomorrow.  Though it would be good for other folks to do same and then we could compare notes.  Makes sense?  Thoughts?  Suggestions?Best,Jeff"}
{"email": "Apologies folks, but upon re-reading, I caught some ambiguities and inaccuracies in the first draft that I sent around.  Sure that  errors remain, but this version should at least be somewhat closer.  Changes are in strike-out-underline.Best,Jeff"}
{"email": "John:I haven't received an email from you about tomorrow's meeting.  Unfortunately, I need to reschedule.  I apologize---you may have read in the papers about the electricity \"crisis\" underway in California.  It's taking up a considerable amount of my time these days.  I would be happy to reschedule for next week.  Wed-Fri.  Just let me know.Best,Jeff"}
{"email": "Wanted to make sure that you knew that today FERC declared the cap that the ISO Board voted out last week \"null and void,\" which means that we're back to the old $250 cap.  FERC proposed a \"soft\" $150 cap that would take effect in 60 days, however.  Call if you have questions.  Best, Jeff"}
{"email": "Tim:  I've worked hard with these guys to try to make this conference the best that it could be, but it ain't quite there.  So I'd rather keep our powder dry and use Skilling at another time.  Not top-shelf enough in my view.  If you want to discuss further let me know.Also, one question:Is the BEEP stack the constrained supply curve post-adjustment bids?  I have that right?"}
{"email": "The call was pretty tough. Quick side bar:  Edison is very concerned about TURN getting a stay from the court on the EIX/PUC settlement .At the start of the call, Fielder said that he'd fax me the judge's ruling in the TURN appeal, but based on how the call went, I'm not sure if he'll send it. As we conjectured sometime back, Edison is indeed talking about charging us (through a reduced PX credit) for our \"share\" of the undercollection.Our \"share\" would be paid down through a reduction in the PX credit over the life of the settlement (presumably about 2-3 years).In short, with one hand Edison would pay us what they owe us; with the other hand, Edison would take it back.Edison intends (as we conjectured) to base the amount of the undercollection owed by DA customers on the percentage of load they represent (e.g., if DA is (was) 10% of the load, they would pay for 10% of the undercollection).We had a very \"animated\" discussion that went back and forth for some time.  I told him that there's been some gross misunderstanding since his proposal simply doesn't track.Fielder said that they believe their argument is solid.Here's how we left it--he's going to get back to us by COB today or tomorrow and tell us what Edison's calculation is of our \"share\" of the undercollection.We can discuss further on the call that Wanda's setting up for tomorrow.If you have any questions between now and then, give a holler.Best,Jeff"}
{"email": "Here's what I need (thanks, honey):3 bags of fresh cranberries2 orangesbox of brown sugar6 jars of oysters6 loaves of bread (get the \"rounds\" of bread---vary them, like olive bread, sour dough, sweet, whole grain, potato)thing of celery4 large yellow onionscouple bulbs of garlic2 pounds of butter (clover, salted)Thanks, sweetie, and good luck on your midterm!"}
{"email": "Tribolet sez he doesn't know anything about the Green/Edison call, but he said Wanda mentioned something about it.  You may want to check in with her.  I'm still waiting to hear from Calger.Best,Jeff"}
{"email": "FYI.Today, the PG&E Corporation Board of Directors elected Dede Hapner,currently Vice President -Regulatory Relations of Pacific Gas and ElectricCompany, as Vice President - Special Projects, for PG&E Corporation,effectively immediately.  Dede will report to Steve Kline and will belocated in the PG&E Corporation Washington D.C. office.  Karen Tomcala,currently Director, Federal Governmental and Regulatory Relations of PG&ECorporation, was elected today by the Pacific Gas and Electric Company Boardto replace Dede."}
{"email": "why did we agree to give Rod Wright $20K?Hey, we kid!  Where'd we be without our humor?  Have a great weekend; thanks for taking the time to talk today.Best,JeffPS What was that package again?"}
{"email": "I think this captures it.  I've also attached the \"Posture\" document Sue wrote up.  While Paul takes a first crack at the cover memo, please review both documents and see if there are any changes that either needs. Best,Jeff"}
{"email": "In case folks haven't already heard through other sources, a reliable person told me that PG&E is hedged for core gas requirements:financial--for 45% of core volumes at prices \"in the single digits/decatherm\"physical--for 15% of core volumes (via storage) at prices \"less than the financial hedge\"SDG&E is naked.SoCalGas is likely in the same boat as SDG&E, or worse, since they optioned core's storage gas to noncore customers, and, those customers are exercising."}
{"email": "Kahn's secretary has left messages that he's \"very tied up\" and continues to try to contact me.  Suggests to me that they may be planning something and he's reluctant to contact folks.  I'll poke around.I thought our stock would go UP when an announcement about Skilling was made.I guess this means you'll be going to D.C. with Green."}
{"email": "Hi:Hope you're well.  Based on your note, I faxed my Direct Deposit change to Renee Kelso a week or so ago and wanted to check with her to see that she'd received it and that it was in process, but I can't find her name in email.  Any suggestions on how I can check in and see how progress is going?  As always, thanks a bunch.Best,Jeff"}
{"email": "Yes, I think that we discussed this.  This is the KEY slide to combat Balkanization.  I'm working with Alan and Steve Walton on it.  Can you please check with Alan to see if Jennifer has completed, or will complete, the analysis soon?  Thanks.Best,Jeff"}
{"email": "David:Thanks so much.  I'd almost given up hope.  I will be distributing the proposal immediately and attempting to garner support industry-wide, across the nation.  Can't make any promises of support, but will be working hard to try to bring people together.  I'll be in touch soon.  Don't hesitate to contact me to discuss it further.  415.782.7822.Best,Jeff"}
{"email": "Let's discuss further.  I've been in close contact with Chris on this.  I'm not sure that we necessarily need a \"presentation\" on the issue.  Speaking only for California, policy makers and industry participants know a) that there's a problem and b) that the magnitude of the problem is significant, and there's not a heckuvalot of leg work that needs to be done on that front.  I would suggest that we continue to work on analysis internally, and spend some time discussing further the extent to which we need a presentation for external consumption.  As everyone's aware, this issue is a very complicated one and sensitive one for IFCACorp and we need to be very careful w.r.t. how we approach it.  Thoughts?Best,Jeff"}
{"email": "Hi:  I was surprised to see you at the I-House last nite.  Haven't seen you for a while.  Was going to drop by and say hi and catch up but your table was extremely popular and I didn't want to intrude.  This is the first travel-free week I've had in a long time.  You want to try to have lunch?  Or we could meet at a non-I-House place during the break and catch up if you like.  Dying to hear about Montana and your possible new life as a day student.  Did you manage to get away last Thursday?Best,Jeff"}
{"email": "The original proposed messages I distributed for the high tech sector have been put into a power point presentation and include comments received. Many thanks to Margaret Carson, who did much of the heavy lifting.   Additional comments are welcome and suggestions on how to spice up the korny title slide are greatly appreciated.Best,Jeff"}
{"email": "Hey:Just wanted to let you know that I've received all the SDG&E stuff and that you can count on me to completely drop the ball.Kidding!  I'll take care of it.  I'm still awash in reviews and may not ever leave the building, which is why I'm not responding as promptly as I should.Best,Jeff"}
{"email": "Here's a cut at the taxonomy of regulatory risks associated with Direct Access. Please let me know if there are others I missed, or if there are changes needed to the ones listed.  1.Retroactive Suspension of DA Contracts:  The PUC rules in a subsequent decision that DA is suspended on some date between July 1 and September 20th.  2.Contract renewal forbidden:  The PUC includes contract renewal under the suspension of DA.3.No incremental \"DASR'ing\":  The PUC includes incremental additions and subtractions of DA customer's load under the suspension of DA (e.g., fast food chains, University campus)4.Cost allocation: the PUC adds new costs to DA accounts and/or disproportionately shifts existing costs to DA accounts.  Costs with greatest risk of being shifted to DA customers include: IOU undercollection, bonds to repay the state general fund, and DWR contracts.  The costs associated with these categories are substantial. Key risks associated with each category:Adverse to P/L Adverse to hedge (demand risk)"}
{"email": "Rick:Just want to let you know that I missed the boat a bit in coordinating my reviewers with Paul.  In my first attempt to input them in the system, I hesitated including you for the simple reason that I'm certain you have countless other reviews to do already, and, frankly, I feel that you're an integral part of my review whether you're formally on the list or not.  When I went back to make my final additions to the list, the systerm was already closed--Paul had approved the first round, which I guess shuts it down.  It's likely not appropriate for reviews to happen outside the system, but I wanted to let you know that, from my perspective, it would be great to receive from you.  I'd value it a lot.  And I think we've worked closely enough together over the last year for you to have a basis for reviewing me.  But again, I'm of the view that irrespective of the list, you partake in my review of necessity, and I don't want to add any additional burdens to an already loaded schedule.No big deal, just wanted to let you know.And I'm having a field day filling out your review. (\"Rick discriminates unfairly against neon-colored shirts.\")   Seriously, I was quite pleasantly surprised to have ended up as one of your reviewers.Best,Jeff"}
{"email": "The advocacy ad blitz has started.  I don't know if I have the title correct, but the D.C. based arm of the Democratic National Committee has started an ad campaign against Republicans (in San Diego I believe).  The head of the committee was quoted this morning as saying something to the effect of, \"the Republicans in Washington aren't doing anything to solve the problem and \"we\" want to make sure that they're held accountable.\"Best,Jeff"}
{"email": "Thanks so much for the gifts.  Very sweet.  Sorry I was rushed, but I've got a big bad finance midterm on Tuesday that I ain't ready for and work's nuts.  But I really want to hear more about the trip.  Sounds like it was a blast.  You looked lovely in the pictures, all dressed up a la l'Italienne, and you look lovely in your everyday sweatshirt and jeans, too.  (Don't sweat it.)  Prentice and I were planning on going to the Shea's tonite.  You guys going?Also, I'd love to talk to you this weekend if possible about Prentice's bday festivities."}
{"email": "I'd wait until, for example, Ginger and Maureen say they're happy and all the bugs have been worked out--my productivity has dropped by about 99%.  I'll do some minor strike-out-underline and some minor suggestions and send back by 5 pm California time."}
{"email": "Steve:  Attached is a memo that reponds to your question:  \"Can the solution to the utilities' undecollection problem take place at the PUC, or is a legislative fix required?\"  As we discussed, I'm also attaching a memo from Mike Day on the issue.  Bottom line:  It's within the PUC's jurisdiction to solve the problem, but the likelihood is high that it will be a key focus of the Legislature in the next session.  If you, or anyone on the distribution, have any questions, let me know.Best,Jeff"}
{"email": "PG&E called.  They want to set up a conference call to brief us on the gas piece of their POR that they'll be filing with FERC around November 30th.  They want to try to do it in the next couple of weeks. Please let me know if you're interested and please pass this along to anyone else who might be interested.  Thanks.Best,Jeff"}
{"email": "Joseph: please forward this to Scott Govenar and let him know that it's confidential and that some additional information will be going to the Govenor this morning, which I'll forward along when it's ready.  Thanks very much.Best,Jeff"}
{"email": "My understanding is that it's languishing but still has a decent chance of getting through.  The question is when.  I'll try to get some more firm information and get back to you later in the afternoon.Best,Jeff"}
{"email": "OK, the powers that be have phoned.  I am to be there tomorrow and Wed.  Tomorrow I'm huddle at the Woodlands all day.  But Wednesday I'll be in the office.  Perhaps coffee or lunch?  Could you forward to the lovely Ms Scott, since every time I type her name in, I get someone from ECT.  Can't wait to hear more about Herr Cherr-y.Best,Jeff"}
{"email": "Looks like Prentice and Nancy will be getting together in Napa to do a little bonding this weekend.  Therefore, it looks like an opportunity to golf on Saturday or Sunday (screw football).  Any takers?  (Eldon has promised not to be the score Nazi.) Best,Jeff"}
{"email": "Hey, I know it's a pain, but I think there would be value in getting together (if folks are available) on Thursday evening from 7-10 with (lots of) beer and pizza and grind through the finance case.  We can do it at my apartment, or anywhere else you folks would like to do it.  Thoughts?"}
{"email": "Today's the 7th anniversary of the release of the California Commission's now infamous \"Blue Book\" that launched Direct Access.  Would it be bad taste for Skilling to note the anniversary on the call with Bryson?Viva Choice....Best,Jeff"}
{"email": "1)  In Nancy's absence, I'd thought I'd keep the interesting-quotes-sharing-practice alive.  This one's from John Waters in the NYT:\"Show me a kid who's not sneaking into R-rated movies and I'll show youa failure.  All the future CEO's of this country are sneaking intoR-rated movies.\"2) Cameron, you are a football pool GENIUS!"}
{"email": "I've had several phone calls with large customer groups over the past 24-hours, mostly explaining our noncore/core proposal (in contrast to the one that the Assembly Democrats have launched which would saddle business with 100% of the utilities' past debts).  As folks know, the cost shift provision of the Dems plans have been erroneously attributed to us in some cases.The business folks have been very appreciative of the discussions and have recognized that, generally, our proposal is a fair and reasonable one.  They are going to try to set up direct negotiations with Hertzberg and have requested that I be part of those negotiations.  They are not sure that Hertzberg will go along with the idea, but they're going to try.  They will get back to me when they find out.  I'll report back soon as I hear something."}
{"email": "Carpenter is saying that prices went up due to manipulation, pure and simple, we're saying that it's the reasons listed on the 1 1/2 pager that I sent.  Give a call and we can discuss further.Best,Jeff"}
{"email": "OK, dude.  Now that I'm a full-fledged slacker, please tell me how much you need us to contribute for the weekend, which I'll add on to the $65 you paid for the guitar.  If I'm missing any other expenses, please let me know and tack them on.  It was alot of fun.  Thanks so much for inviting us.Best,Jeff"}
{"email": "Thanks very much for dinner, the guacamole and the company.  I left you a check for the truck window work on the kitchen counter.(That was the best dinner I've ever had in my entire life!  kidding! :)  )Hope that you're not getting beat up by your bomb-throwing colleagues.Best,Jeff"}
{"email": "Maybe the best thing for you to do is take a cab from the Hyatt to the Burbank airport Monday morning.  My flight arrives on Southwest  (from Oakland) at about 8 AM.  I've rented a car.  Then we can drive to Edison from there (it's about 30 minutes from the airport), east of Pasadena on 10.  Then I can drive you back with me from Rosemead and you can catch a cab from Burbank to LAX.  Should be pretty easy that way.Jeff"}
{"email": "Mitch:Paul Kaufman mentioned that you'd like to see the testimony that Steve Kean (at a congressional field hearing in San Diego) and I (at a FERC field hearing in San Diego) gave a few weeks ago.  Steve had prepared remarks.  They are attached.  I did not have prepared remarks, but I've attached my talking points.  My talking points were not made public, however, so please keep them private.  Finally, I'm trying to get a transcript of the FERC hearing.  If you would like a copy, please let me know.  And if there's anything else that I can do, please don't hestitate to contact me.Best,Jeff"}
{"email": "Folks:  The \"subcommittee\" I've referenced that's trying to come up with a solution to California's train wreck is moving very quickly.  The group's shooting to have a first cut at a \"straw person\" proposal sketched out by end of next week.  The group's meeting on Tuesday to continue to bounce around ideas.  I'd like to try to have an internal call on Monday at either 10 AM (PST) or 3  PM (PST) to pin down at least a vaguely detailed conceptual framework that I can propose to the subcommittee on Tuesday.  The agenda items for the internal meeting are:Finalize proposal for benchmark(s) for utility procurement.  Goal: increase utility willingness to enter into forward contracts by replacing PUC after-the-fact \"reasonableness\" review with a benchmark. (Been working the Portland desk on a \"portfolio benchmark\" concept.)Determine our view of how to treat term contracts w.r.t. the PX credit, i.e., should those contracts be disclosed to the market, or should PUC keep them confidential, calculate the PX credit behind closed doors, and publish the credit ex poste?  The PX credit depends on the overall utility portfolio, not just the PX price.Let me know if 10 AM or 3 PM (PST) works better.Harry:  I'll assume that you'll contact the folks from EES that need to participate.Best,Jeff"}
{"email": "Here are my (very minor) suggestions.  I understand that the plan is to have the letter come from Ken Green.  Given the current tone and structure of the letter, might be more appropriate to come from Chris, as originally drafted, but I've modified so that it comes from Ken Green. Best,Jeff"}
{"email": "Just wanted to make sure that you have seen the announcement about the move, the meeting (on the 18th) they're having to explain and the brief description.  If not, let me know and I'll fax it to you.  And unless you have any objections, I'm seriously considering attending the meeting, since this has been one of the biggest problems we've had in the gas industry in California.  Let me know.Best,Jeff"}
{"email": "Hi Anita:Thanks again for you help with the questions I had about the deals going on California.  I'd like to follow-up with you and Steve, particularly regarding the \"not a telecom\" aspect of the deal.  These deals are going to accelerate--very confidentially, they are directly linked to getting the universe connected to IFCACorp On-line, our very successful B2B website.  I'd like to discuss with you two as soon as possible.  Could you let me know when a convenient time is?  Thanks a million.Best,Jeff"}
{"email": "Greetings Kari:Attached is follow-up information from the meeting that the Governor and you had with Ken Green and Steve Kean last Thursday.  Tomorrow morning I will email three additional pieces of information:Our specific comments on the proposals that the Governor raised at the meeting.More details on the \"demand buy-down\" concept.Information on Norway's version of the ISO, \"Nord Pool.\"If there's anything you need, don't hesitate to contact me at 415.782.7822.Happy New Year.Best,Jeff"}
{"email": "Thanks again for your help, advice and Cristina's phone #.  We'll see where it goes from here.  But I'm shocked.  I called Cristina, and NO answering machine.  I didn't think that happened anymore.  Any way of leaving her a message?  Thanks again.Best,Jeff"}
{"email": "Attached is a draft of taking points I'll use for the conference on Monday.  If you'd like to see the agenda, here's the URL:  http://gspp.berkeley.edu/events/electricity_summit_conference.htm.I'm on the \"summit's\" second panel: \"What do we do now?\"  I've been asked to identify the big problems, propose solutions, and identify the forum for the solution (e.g., CPUC, CA Legislature, FERC).There are two documents.  One is a document that I previously distributed and used as talking points for the Cal. Energy Markets conference last week.  The other is a table listing the issue, the solution and the forum.  I have 5-10 meetings to make opening remarks, then there will be a discussion led by the \"facilitator.\"All comments are appreciated.Best,Jeff"}
{"email": "FYI.  In a letter to the California Legislature, the independent California Legislative Analyst is predicting significant shortages for this summer in excess of those predicted by the governor and the Cal Energy Commission."}
{"email": "These performance reviews may push me right over the edge.Good talking to you earlier.  Sounded like the Paul I know and admire.  You sounded energized.  Looking forward to having you around more.  One thing.  Please don't count December out as a possible start time for the special session.  Anything can happen.  Book your hotel room early.Best,Jeff"}
{"email": "Nice job.  Only comment is that the crazies in California now find market power under every rock and in every pipeline.  I think there's a chance that someone might assert that 20% share equals market power.  Might want to say \"significant supplier\" or something similar.  No big deal, but I thought I'd flag it for your consideration.Best,Jeff"}
{"email": "No rush, but thought I'd throw this out there just ot get the ball rolling:Looks at this point like any of the presentation dates work for me, so I don't necessarily have a preference.Options for project (and I'm really just throwing stuff out there to stimulate thought):Analyze AOL/Time Warner mergerMy company, IFCACorp, is accused by some analysts of being nothing more than a Merrill-Lynch, or a Morgan-Stanley, or a Goldman-Sachs, etc.  These analysts claim that we should therefore trade at multiples that are in line with the investment houses.  We differ in that view (for a lot of reasons that I won't go into here).  Might be interesting to analyze strategies, differences, etc.Anyway, just some thoughts to get the ball rolling.  I'm open to just about anything.Best,Jeff"}
{"email": "Greetings Severin:No, I'm not writing inquiring about employment as a research analyst (despite IFCACorp's woes, which I'm sure you've been reading about).  However, my fiancee, Prentice Sellers, who got her MBA from Haas last May, is actively looking for work at an interesting place.  I wanted to let you know that she has applied for a position at the consulting firm that you're affiliated with.  Forgive the less-than-objective plug, but she's extremely bright and talented and did very well at Haas. Prior to attending Haas, she worked at LECG, where she was highly praised for her work and consistently got rave reviews.She'd be a valuable asset to the firm and is worth giving a serious look.Thanks for reading this paid advertisment.On another note, I thought the Hoover conference was extremely good.  You and Sweeney did a great job.  What was your impression?  I've noticed that it got some decent press.Best,Jeff"}
{"email": "Hi Jeannie:My apologies.  I've been switched over to Windows 2000 and, well, things have been somewhat bumpy.  I have a few comments on the Frevert piece but can't find the document you sent.  Could you resend it?Best,Jeff"}
{"email": "Well, you don't have voice mail yet I see.  Could you give me a call when you get a minute (I know that will be tough for the next couple of days) regarding Margo's voice mail to me.   I'd like to talk about one other item as well.  Thanks a bunch."}
{"email": "Here is some additional information since the circus closed down in Sacramento on Saturday morning.The Senate adjourned early Saturday morning, closing out both the regular session and the second extraordinary session.The Assembly adjourned a few hours later, closing the regular session, but NOT the second extraordinary session.The Legislature's options: 1) The Governor calls them back in two weeks, they continue with the second extraordinary session, and pick up where they left off with the bills they were working on up till Saturday morning.2) The Governor calls them back in two weeks, the Assembly ends the second extraordinary session, they begin a third extraordinary session, and the bills that were left hanging on Saturday morning must start the process from scratch.  However, they can pass a \"waiver,\" which effectively would allow them to start a 3rd session AND then pick up where they left off on Saturday morning.3) The Governor calls them back in two weeks and the Legislature meets briefly and shuts down without doing anything, i.e., the Govenor can call them back, but he can't make them vote.In short, the Legislature has a significant amount of discretion to do what they please.Where to from here?Through its actions on Saturday morning, the Senate has sent a strong signal to Davis that the Senate is not inclined to vote out an Edison bailout that differs from the version it passed prior to leaving for summer recess last July.Just before closing down on Saturday, the Senate also passed a resolution declaring that \"...the condition of electric service in California no longer consitutes a 'sudden and severe energy shortage'\" and \"...that the state of emergency proclaimed by the Governor on January 17, 2001, is at and end.\"  The resolution seems to send an additional signal that the Senate does not see any great need to bail out Edison.  The Assembly did not pass the resolution, however.  Given the Senate's view, and the open hositility between Davis and Burton, Davis' only remaining option seems to be to threaten the Senate with vetoes unless the Senate first passes the Davis' Edison bill.  It is unclear at this time whether Davis would play it that tough.With the Legislature gone, the action turns to the PUC, where a vote on DA suspension is scheduled for Thursday.  We are working with customers and providers to stop DA from being suspended, or at a minimum, to ensure that any suspension date is not retroactive.Finally, Burton held a news conference this morning at which he said:Burton and Senator Bowen (Bowen's been taking the lead on DA in the Senate) will ask the California PUC to do a study on how DA can be retained without \"adversely affecting homeowners and small businesses.\"He doesn't know why \"the Governor would waste taxpayers' money to hold a special session.\"With all the troubled businesses in California right now, he doesn't know why the State would bail Edison out and not the others.If all this sounds ridiculous, it is.We'll report back with additional information as we get it.Best,Jeff"}
{"email": "The copies have been fed-exed to the home address.  This URL provides those provisions in the contracts that were originally \"redacted\" in the hard copies released to the public.Best,Jeffhttp://www.sco.ca.gov/power_page/contract_info.htm"}
{"email": "You think I should submit the reimbursement now, before the semester ends, just to get it in the door?They should reserve a place for Fessler at the same place Davis deserves to go--history's trash heap.  You know that Fessler works with Klauberg, right?  Some people you just can't get rid of....Best,Jeff"}
{"email": "Fielder agreed to sit down and talk as soon as we'd like.He said that his \"legal and tariff guys\" told him that \"they're on solid ground\"; but John admitted that doesn't mean that Edison \"is right.\"I told him that his lawyers and tariff people may think they're on solid ground with the PUC, but that in no way means that an appellate or (\"god forbid) bankruptcy judge will concur with either Edison or the PUC.I stressed that we weren't interested in meeting to re-hash our respective positions and that we wanted a meeting where we and they come to the table with constructive, good faith options to resolve the issue.He said that he'd be willing to do that (though most deeply discount anything Edison says these days).He suggested that we start without lawyers.  I said that we could do that, but that I'd have to check.I told him that we'd try to get back to him sometime today regarding what we'd like to do.Possible to discuss briefly?Best,Jeff"}
{"email": "Hello:First, forget it all and have a wonderful holiday.Second, given the immense challenges, I've been instructed to get major expenses in and paid.  So I sent to Rick in a confidential folder my tuition reimbursement form for school.  Do you know if he got it?Best,Jeff"}
{"email": "Greetings:Just wanted to check in to let you know that I've taken another step in getting meetings with the GM of both Anaheim and SMUD.  Will let you know.  Ain't moving at a lightening pace, but there's progress.Best,Jeff"}
{"email": "Honey, I really want to come, but my homework is due to my group tonite and I haven't even started it.  I love you tons and hope you understand.  Please call your mom.  She was a pain on the phone today, saying there's no need to remove the stumps at the dome.  Jeff's willing to do ALL THREE for $350.  It's just ridiculous and I am having a hard time haggling anymore.  I love you tons.  And if you want to talk more about dinner, please call me.  I'm sorry, but there's just too darned much to do.  (I think my cold's getting worse, not better.  :(xoxoxoxoxox"}
{"email": "may have been updated a bit prior to the presentation, but yep, that's it.  will do for now.  please forward to rick.  when i'm back in the office i'll do more searching.  thanks a bunch.  i'm assuming this is what he's referring to.Best,Jeff"}
{"email": "FYI. Sac Bee did a very big story recounting its version of how CA's electric market got upside down.  Cites IFCACorp scheduling a large block of power over a \"small\" tx line as an indicator.  Also cites the dinner Davis had with generators leading up to the crisis, where, the paper says, the generators warned him, but Davis took the money and did nothing.Best,Jeff"}
{"email": "In case word hasn't gotten around, ENA learned COB Friday, that it has been chosen to engage in further negotiations with the ISO for about 450 MWs of projects.  The preliminary award is based on ENA's response to the RFQ that the ISO issued last month for \"emergency resources.\""}
{"email": "Thanks.  If you'd like to have a conversation that doesn't include the whole gang on the conference call about the Brattle Group stuff, give me a call and we can have a calmer, more detailed discussion without all the noise.Best,Jeff"}
{"email": "Greetings Ms Denne:Hope your holiday was restful and relaxing.  A week or so ago, there was an article in the clips about IFCACorp partnering with a muni (in Canada maybe) to provide retail energy services for the munis retail customers.  Could someone in your shop try to dig that up?  I need to get it to a CEO of a California muni for EES and I'll be darned if I can't locate it!  Greatly appreciated.Best,Jeff"}
{"email": "don't have that one--they were closed when i arrived on thursday nite and they said that they'd mail it to me.  i'm sure that you can get i pronto if you just call them.thanks a bunch.Best,jeff"}
{"email": "Sue Mara was correct on the call yesterday.  While the PUC meets regularly on Thursdays, it appears they are having a meeting today at which the \"Bilas Alternative\" is up for a vote.  Our information is that there is some likelihood that the decision will be approved----but please don't hold your breath.  We'll disseminate information just as soon as we get it.Best,Jeff"}
{"email": "Yesterday, Riordan kicked things off in California.  He focused squarely on energy.  He made three key, and interesting points. The contracts Davis signed are a huge mistake for California that must be fixed.If elected, Riordan would immediately eliminate Davis' Public Power Authority.If elected, Riordan would have California join a west-wide RTO.I'll try to rustle-up some press accounts of his remarks.Best,Jeff"}
{"email": "where can i call you?  needed to get cameron's guitar fixed so i can use it during the competition in colorado.  had to get it fixed at peacock, but need to pick up today (and prentice's) banjo, which is getting fixed.  where can i call you?jeff"}
{"email": "This is the last straw:Peace just called to thank us for resolving the contempt issue.  He then went on ad nauseum--and I mean nauseum--about just about everything in the world.  Unreal.I told him that in exchange, we expected him to get rid of Bill Lockyear.Richard:  He complained a little about Kirby.  I told him Kirby was worth his weight in gold.Best,Jeff"}
{"email": "OK folks, here it is.  Sorry for the delay, but those pesky questions ended up being more detailed than I anticipated.  Please take a quick look and let me know if there are any comments---more ambiguities than usual in this one.  I'll await comments and finalize this evening.  Jimmie/Dylan--my apologies, but last Wednesday evening, I found out that I have to be in LA for a meeting tomorrow.  If I make it to class at all tomorrow, I won't get there until after the break.  Could one of you print out the case and bring it to class?  If not, don' t sweat it, I'll email him an electronic and turn in a hard copy to him on Tuesday. Sorry for any hassle.Best,Jeff"}
{"email": "Chris:Here are the slides with your suggested edits incorporated.  Take a look.  Also, feel free to integrate the portions that you're working on (\"deal bench,\" pre-quals, etc.) directly into the presentation, or I'd be happy to do it.  I'm at 415.782.7822.I'm contacting Benevides about putting an illustrative slide together representing the base and peak blocks.Best,Jeff"}
{"email": "Since it was only Friday since Delainey directed me to send info directly to him, I included him and the others on the last note in order to avoid looking like I was disobeying direct orders 48 hours after receiving them.  Hopefully we can work something out where you distribute as you deem fit.  Hope it's not creating undue headaches.Best,Jeff"}
{"email": "FYI.  In case you hadn't heard, the \" bailout\" that Edison struck with the California PUC would allow Edison to spend up to $250MM \"to hedge fuel cost risks associated with SCE's Utility Retained Generation and QF and interutility contracts.\""}
{"email": "I've focused my attention on editing the outline, which is about 60-75% complete.  Haven't touched the slides---they'll require substantially more work; but we shouldn't have any problem putting it to bed by end of next week.  Have a good weekend.Best,Jeff"}
{"email": "Gang:I'm finalizing what we talked about yesterday and something struck me w.r.t. siting reform.One of our key messages in California and nationally is that price spikes are due in no small part to outmoded, arcane siting rules and a shortage of power as a result.  Price spikes have led to wholesale and retail price caps, investigations, utility under-recovery, and threats of rolling back de-regulation, to name a few.  Understanding that Dave raises some good points about why he's not thrilled about getting involved in more siting reform bills, could someone argue that from a corporate objective, getting a good siting reform bill passed this session is a fairly high priority?  I'm not sure what the answer is, but it struck me as I was pretty-ing up the document and I thought I'd put it out there for reaction.Best,Jeff"}
{"email": "Hey, buddie.  Mike and Sue still differ.  We're getting the transcript to verify.  I told them both that this is not something we should make a big issue out of since what the judge said in a \"quip\" from the bench will in no way alter our strategy or tactics.  They both agreed.  Soon as we get the transcript, we'll fill you in.  Let me know if this works for you.  (Please be easy with Sue, she's pretty tense.)Best,Jeff"}
{"email": "Greetings:As part of our final tariff filing, we need to submit \"sample\" forms for things like a Disconnect Notice, Sample Bill and New Service Orders.? Do we have any?  Have we had to file any elsewhere?  If not, do we want Bowen & Co. to \"create\" some for us to review, or do we prefer to find the right folks internal to EBS and create them internally?  Make sense to arrange a 15-30 minute call to discuss how to execute?  All opinions, views, etc. are encouraged and welcome.Best,Jeff"}
{"email": "BEEP stack is the supply curve for real-time energy that the ISO develops on the basis of bids and offers.  The problem is that the plants the ISO ultimately dispatches from the stack often conflict with the merit order developed from the bids/offers, and the ISO has never been clear about the decision metrics it uses to determine ultimate dispatch.  Everyone, including Belden, thinks it can and ought to be a helluvalot more transparent."}
{"email": "Carolyn:I wanted to apologize for the way the group dynamic has shaped up.  It's clear to me that you're a bit frustrated, and if I've contributed, I apologize.  You've done the most work on this project, your contribution has been very significant, and I personally am not satisfied about the way that the stuff you've pulled together (and your views) have been included.  At some point, though, it gets tough beating one's head against the wall.  Seems to me that, in a group, everyone should have some of their views included---that's what groups and compromises are all about.  After all, it's school.  We've made a lot of sacrifices to do it, and the point is to learn.Anyway, I hope you'll still comment on the presentation, and I'm glad that you've agreed to do part of it on Thursday.  For my part, I felt that I pushed yesterday about as much as I'm prepared to push and at this point, I'll put the ratios tables together, offer a few edits, buy don' t see much use going to the mat.Overall, I think it'll be an okay presentation, though getting there has been, well, bumpy.But thanks very much for all the work you did.  It was important, and the presentation is better off for it.Best,Jeff"}
{"email": "Apologies.  My dead just fell into a million pieces.  I won't have a chance to review Jimmie's fine work (nice name for the CFO, by the way), and I've just been informed that I'll need to have dinner with our bankruptcy guy this evening (turns out we're on the unsecured creditor committee for PG&E's banckruptcy).  So I won't be able to be in class tonite.  Again apologies.  Great job Jimmie, particularly in light of the Easter holiday.Best,Jeff"}
{"email": "Thanks very much, John.  When this is complete, I'd like to send to the larger distribution list.  In fact, if you concur, I'd like to send this around to the rest of the group right now.  Let me know."}
{"email": "Just talked to Peevey.  He told me that he and Freeman personally worked with Bilas on Bilas' draft decision--the decision designed to make CDWR creditworthy and keep the PUC from touching Direct Access until the Legislature has a chance to fix the AB1X prohibition.I made the pitch re: decision does what it takes to fix the creditworthy issue and the Commission needs to vote it out immediately.  He said he agreed but expressed his general frustration with the decision making process generally, and said that he is not certain right now if the decision is greased to get voted out at the next Commission meeting.He said that he's going to be talking to the Governor this afternoon and will push the issue with him.  I asked him to keep me updated.  He said that he would.I told him that it wasn't helpful that the Governor named names in New York regarding alleged agreements about \"haircuts,\" particularly when folks are trying to negotiate deals with DWR. He wasn't aware of that and asked me to fax him the Merril press, which I did.  I'll also fax him our letter supporting the Bilas decision.Best,Jeff"}
{"email": "Attached are the draft message points.  As always, all comments, suggestions, etc. are encouraged and welcome.  I have five minutes.  Consequently, based on what other panelists say, and general tenor of the hearing, may end up emphasizing some points more and others less in opening, and use any Q & A to round things out.  Joe/Mary:  any final word on format/participants?  Thanks.Best,Jeff"}
{"email": "Forgive the length, but it was a long couple of days.  Apologies in advance, since I'm sure I've missed something.  Hopefully, it hits the highlights and gives a good flavor.  Please foreward to anyone I've inadvertently missed.  Don't hesitate to contact me if you have any questions.Best,Jeff"}
{"email": "Greetings:Left you a voicemail over the weekend.  Was traveling Thurs/Fri, but got a chance to look at your reorg memo, and listened in on the call on Friday.  I've got a few questions.  You have 15-20 minutes today to discuss a bit?  Greatly appreciated.Best,Jeff"}
{"email": "Here it is.  It's somewhat quick, but I don' t know what your timeline is (hopefully quick).  Let me know what you think (hope you don't mind that I modified your title).Any word from Loretta re: whether a letter from big customers would help in the fight against tantrums from Angelides?Best,Jeff"}
{"email": "It's a hell hole, whaddya think?  Be great if you stopped by.  Just let me know when you're going to be here.  Love to have dinner and catch up.You involved at all with the gas infrastructure stuff that's going on at the Cal PUC.  If not, I think that you should be.  Now that Fawcett has left TW and Susan Scott's in our shop in Houston with Christie, I'm a little concerned about TW (I don't have as much time to monitor anymore).  Be great if you got involved.Hope all is well with you and yours.Best,Jeff"}
{"email": "Dub and I are going to go to Stinson/Bolinas to seela the deal on Saturday morning/afternoon prior to going to Napa for Nancy's Bday on Sat night.  Would love to have you two join, but worry not if you've got conflicts. Best,Jeff"}
{"email": "As we discussed, attached is a brief description of ENA's and EES' key goals in California and the actions underway to achieve them.  We'll update the status report weekly.  We hope that the weekly update will serve as a useful internal communication tool to keep folks abreast of activities and developments in CA.  It can also serve as a tool to help identify the need to modify our goals and/or actions as circumstances change.   Comments on the form and/or substance of the document and how we can make it more useful are welcome.Best,Jeff"}
{"email": "floated idea.  people like.  but.....(hate to sound like a broken record) the whole ball of wax from IFCACorp's view regarding sponsorship, streaming, etc., will depend on the agenda/participants).  looking forward to the call.  i'll only have 60 minutes max, however, so counting on you to facilitate forcefully."}
{"email": "Greetings:  Please see attached file.  Do have have the information necessary to add a final column \"Rates Established in Final Order?\"  Could you let me know? Thanks.Best,Jeff - Comparison Table 5.10.01.xls"}
{"email": "You're the man.  I got some comments from Christine (sort of).  See most recent email.  I emailed it to Aceves, but if more changes come in, I don't see any problem telling him to disregard the email and use the hard copy you turn in tomorrow.  Thanks a million.  Greatly appreciated.  I owe you one.  This one was really a hot potato.  First Kim, then me, now you.  Best,Jeff"}
{"email": "I just talked to Kip Lipper--works for Byron Sher, but Burton relies on him alot.  He's drafting the letter that Burton will send to Loretta re: what to do about DA.I've given Kip the quotes from Angelides re: State's fiscal position will remain STRONG through JULY 2001 irrespective of whether the bonds are issued.  Kip was not aware of the quotes and was anxious to get them.I reminded Kip that the only reason anyone's given to suspend DA is the urgent need to issue the bonds, but now, even the Treasurer has admitted that there is no urgency to issue the bonds.I told Kip that the letter to Loretta should say 1) there is no longer any need to suspend DA whatsoever, 2) the PUC should commence ratemaking proceedings immediately to ensure that there is no cost-shifting to small rez and biz customers as a result of DA and 3) the PUC should deliver to the Legislature a study recommending any enhancements, modifications, etc. that should be made to the program to ensure that DA is maintained while ensuring that granny is not harmed.He said he would see what he could do and said that he would likely get back to us.There is a concerted effort underway to get the PUC to reject outright at tomorrow's meeting the rate agreement between DWR and the PUC, and DWR's proposed rev. req.  The reason:  no urgency anymore.  Let's take a little time and get it right.Best,Jeff"}
{"email": "Seems to have Riordan written all over it.  I say \"no big deal.\"  We're talking to everyone.  No secrecy involved.  We'll keep talking, being constructive and trying to help develop solutions that work for CA.   Your thoughts?"}
{"email": "Here is the final version.  I'll bring copies with me tomorrow to Sacramento and can drop them off at Hedy's office.  I meet with Kari Dohn at 10 AM and will be attending the AB 1890 Implementation Group meeting at 1:30.  I can drop off copies before I head out for the Dohn meeting.  If there's anything else, just let me know.  Thanks.Best,Jeff"}
{"email": "Poll thus far:Aron Thomas (AES) just decided not to file.  He made the decision after talking to Edison, who told him that Edison is going to suggest in its filing that the surcharge be applied--get this--to the PX credit; thus, ESPs would pay, but then get it back through the credit (can you say \"poor quality receivables\"?).  Aron feels that the issue should be figured out in work shops and the Commission should not decide it in the policy phase.Bill Booth (CLECA) is going to remain silent on the issue because he doesn't know what the position of his members is.Keith McCrae (CMA) is going to say that 1) the surcharge should not apply to direct acces customers and 2) the governor stated publicly that he supports direct access.Jeanne's checking with the Industrial Users Group to see what they're going to say.  Since CMA is going to ask for clarification, I would suggest that we remain silent and focus on the other rate design/cost allocation issues, e.g., equity, no cross subsidies.  Thoughts?I let you know what I hear back from Jeanne.Best,Jeff"}
{"email": "Greetings TJ:Hope all is well with you and yours.  Two quick questions:1) When can we expect to get our grades?  I have a tuition reimbursement \"issue\" and would like to get the grades ASAP.  Any idea?  Much appreciated.2) Where do I go and how do I get there to uncover what classes I ended up getting in the bidding process.Thanks for everything and have a great holiday.Best,Jeff"}
{"email": "\"Democratic leaders may bounce a Kern County lawmaker off a special committee considering a $2.9 billion rescueplan for financially ailing Southern California Edison Co. because he says he probably will vote against the plan.Assemblyman Dean Florez, D-Shafter, said he will resist any move to replace him with another Democrat pledged tovote for the plan.\" (Bakersfield Californian 8-29-01)."}
{"email": "Here are my brief edits to the presentation--added a couple of bullets to the Quaker slide and tightened up the deal summary slide.  Also attaching a word doc of additional info for everyone for use during the presentation and Q&A. Also attached is the deal comps table.Best,Jeff"}
{"email": "The state treasurer sent a letter this afternoon to Loretta Lynch.The treasurer claims in the letter that, by extending DA  through Sept. 20th, the PUC could have shifted more than $8 billion to small customers.He urges Lynch to immediately roll back the date to July 1.We have started working with large customers to refute the letter.If you would like a copy of the letter, please send your fax number to Joseph Alamo.Best,Jeff"}
{"email": "Greetings:Left you a voicemail.  We spoke recently about getting a device to record temperature on my property in Mendocino, where I'm hoping to grow a few grapes.  Had a couple of questions about soil testing.  Could you give me a call when you have a minute at 415.782.7822.  Greatly appreciated.Best,Jeff"}
{"email": "Steve:Been wanting to drop you a line to say, Hang in there.  You're a remarkable individual, and it's great working with you. As far as I'm concerned--and there are many with a similar view--I'm ready to do whatever it takes to help turn things around.  You can count on that.  (Now if we can just find something left to turn around.  Kidding.) If there's anything you need, please don't hesitate to let me know.  Please give my regards to Ken.Best,Jeff"}
{"email": "Hi Cynthia:I'm not sure if I'm going about this correctly, but Joseph's out today, so I thought I'd give it a shot.  I need to rent a car tomorrow Tuesday, Oct. 30 (pick up at 7:30 AM and return it on Wed. Oct. 31 at 7:30 AM (want to rent from the Hertz outlet on Mason Street in SF, which is where I always rent).  Is this something that you folks generally arrange, or do I just do it?  Is there a corporate account # I'll need if I do it?  Really appreciate your help.Best,Jeff"}
{"email": "Hertzberg called.  We very briefly discussed the scenarios that he asked us to build for him.  I've attached the file.  the supporting spreadsheets are not included.  If folks would like them, let me know.  Please keep the file confidential.  Hertzberg wanted to see what happened to rates for large (noncore) customers if the small (core) customers' share of past utility debt is shifted to noncore customers.  Our analsis shows that noncore rates approach Loretta's recent rate increases when approximately 50% of core's share of utility past debt is shifted to businesess (i.e., to noncore).  (In fact, Edison's rate in this scenario is below the Lynch rate, while PG&E's is modestly above.)Increasing the cost shift above the 50% level would start to push rates significantly above the Lynch rates.  Note, however, that in its recent submission to the PUC, DWR's asserts that it's revenue requirement is substantially higher than the revenues support by the Lynch rate increase, suggesting that Lynch will have to increase rates again soon. In addition, Loretta's rates also do not reflect past utility costs, which will require yet additional increases.I expect to have another conversation with the Speaker later this evening or tomorrow to discuss the scenarios in more detail  (he would still like to put 100% of the IOUs past debts on noncore in exchange for getting a competitive market and out from under Loretta).I will report back after we've spoken.All ideas, suggestions, etc. regarding the attached spreadsheet are welcome and appreciated.Best,Jeff"}
{"email": "Greetings.  Looks like our questions (2&3) are linked.  You around to chat for a couple of minutes?  I'll likely eyeball the numbers to see what cash gives in order to answer #3.  Let me know.  Hope all's well.Best,Jeff"}
{"email": "This case is killing me!  1) I had to get before 10 AM today.  2) So much for that leisurely 2-hour coffee and morning paper at the neighborhood cafe---not today, thank you!  3) My nap!  Fahgetaboutit.  I'm going to be a wreck tonite.Best,Jeff"}
{"email": "Jessie:  Steve Kean and I need to be at the following address on the 11th:  County Adminstration Center Building, 1600 Pacific Highway in San Diego.  Can you recommend a hotel that's near by and tolerable.  Much appreciated. Best,Jeff"}
{"email": "What time do you get home from school.  If it's before 5 could you stop by the Theater on the Square box office and get tickets?  Cameron said that she and Scott want tickets, too.  It's going to sell out (if it ain't already sold out), so we should probably do it quickly.I love you."}
{"email": "We need to start figuring out as soon as possible:What we want to accomplish at the hearing.What our posture/message will be.What to expect from the judge/commissioner and if and how we want to respond.What to expect from others and if and how we want to be prepared to respond.How to coordinate with other parties prior to the prehearing conference.How to ensure we're well coordinated with our other efforts (e.g., PG&E bankruptcy and Edison negotiations)Sue and I can take the call from this end, and presumably Mike and Jeanne you can team up in a room on your end, so we can conference everyone in using our phones.  Please let me know if this works for everyone.  Thanks a bunch.Best,Jeff"}
{"email": "FYI. Ken Green asked to have the pitch that he's been making California be quickly put into a few power point slides for use in meetings he's having this week at the gathering of the Business Council (back East) with a group of California CEOs (e.g., Sun, Chevron, Amgen, Bechtel and others).  This is the version that we gave to Green's office; he may have modified it.  Will check with Rosalee to get the final and distribute that version if changes were made.Best,Jeff"}
{"email": "Hi Cindy:Mark asked me to give you these to fax to Mark at the Four Seasons.  Three things:Berkeley Academics \"Manifesto\"--very confidentialMy preliminary doodlings for a talk I'm giving at an EXNET conference in New York on MondayA one page \"backgrounder\" that Jim and I put together for the Bush transition team.Thanks a million.Jeff - Manifesto-final version_with modifications1.doc"}
{"email": "The Commission closed the hearings last night at 7 PM.The Commission refused all attempts by the utilities'--and there were several--to get information on \"ending the rate freeze\" into the hearing record.The Commission is attempting to get a draft decision out at 10 AM today (PST).If it gets out, there will be oral argument at 12:30 today (PST), with final decision issued tomorrow at the Commission's regularly scheduled business meeting.If it does not get out, there will be no oral argument, and the Commission will issue its final decision tomorrow at its regularly scheduled business meeting.Anything could happen but it appears at this point that the decision will only address the need for a rate increase (rumors flyling furiously regarding how high the increase will be), with \"rate freeze\" issues put off for another day in the near future.Yesterday, the Governor of California joined Edison's suit against FERC calling for region-wide, hard price caps."}
{"email": "Mark:Faced with the price spikes in California, the new administration led by Governor Davis has been pretty hostile toward deregulation.  Perhaps the administration's (and its California PUC) hostility represents a \"placeholder\" until the administration comes up with it's own plan to \"fix\" the mess that California refers to as a \"market.\"  As such, there hasn't been much coming out of the California PUC other than rhetoric regarding the fact that Republicans, not Democratics, restructured California's market and the desire to go backwards to good 'ol cost-of-service, command-and-control regulation.  However, the ISO and the PX have issued interesting reports, which I'll forward in a seperate email.  I look forward to seeing Prof. Littlechild at the conference on Monday.  He's on the first panel, I'm on the second.  I've attached the URL for info on the conference.http://gspp.berkeley.edu/events/electricity_summit_conference.htm.Best,Jeff"}
{"email": "Left you a voicemail last nite.  I get on the plane Houston at 6:30 AM PDT, so you'll have to do it solo.  I'll get to the office around 130-200.  I'll come to your office and you can fill me in on how it went.Best,Jeff"}
{"email": "Here's a very rough shot at #'s 3&4.  I think 4's worded very strangely (thus my strange answer).  Anyway, thought I'd throw something together to get the ball rolling.  I'll keep thinking about and send another dispatch later today or first thing tomorrow morning.Best,Jeff"}
{"email": "Attached is a \"plant siting\" slide for the next Skilling/Davis meeting.  I developed it from background materials that Dave Parquet pulled together.  This version includes Daves' comments.  His comments are in CAPS.Best,Jeff"}
{"email": "Hey, nice spreadsheet.  Two minor questions: 1) Isn't the provision for taxes on the income statement actually the taxes on the 'income' they made from using the sales method (equal to 46%), rather than what they pay will actually pay the IRS under the installment method?  I think the notes show how instead of paying the 4.1$ based on their recognized income, they pay some itty bitty amount based on installment.  If so, I think they actually get a 46%  tax break on the 1 million and change that they lose using a cash basis.  Still a loss, just not so big.  Anyway, I'm not sure if I'm thinking straight on this, but that's how I read the numbers.2) Does the balance sheet have to change a little?  For example, does shareholder equity change since the income that goes to retained earnings is now a loss, rather than a gain?  Also, if revenue is recognized on a cash basis and is now much smaller, there needs to be another liability to equal out the decrease in revenues with the still large notes receivables on the asset side (as you note in the answer the notes recievables stays the same).  Seems like they might need a liability like \"deferred profits\" or some such thing, such that the [\"deferred profits\" +  revenues (recognized on cash basis)] = notes receivables.Anyway, I may not have this right, but thought I'd bring it up to see what you think.Best,Jeff"}
{"email": "Folks.  I'm working on it, but it's going to require quite a bit of work.  Please chk your emails later this evening for the next draft.  I'll page folks--those with pagers, that is--to notify when I've emailed it.  Scott, please inform Hedy and Bev.Best,Jeff"}
{"email": "I'll buckle up.  P.S. 1Scott faxed you a letter from Cox and Brulte to Hertzberg and Burton.  Check  it out.  It's a pretty darned smart letter:  1) very cooperative 2) substantively attractive and rational.Best,Jeff"}
{"email": "Who loves ya baby?Hey, don't say anything to Karen, or her parents, but I'd like to get something for her parents as a thank you for Gloucester.  What sorts of things do they like?You heard that Prentice got a job offer from Price Waterhouse?!See you on Friday!Best,Jeff"}
{"email": "Rumor on the street that the legislature may make a last minute play to change the make-up of the governing boards (at least for the ISO) from the current stakeholder make-up to one made up of appointees of the governor."}
{"email": "Paul:  Here's additional info for the \"curtailment\" data that we're pulling together.Utility Pricing for Core Gas CustomersPrior to the month in question, the utility forecasts gas prices based on NYMEX monthly prices.  So for example, based on November's forecast, the utility sets prices to be charged to core consumers in December.When December's over, the utility compares forecast prices with actual prices.  If the forecast was too low, and there's an undercollection, the utility will increase January's price forecast by \"just enough\" to make up for the December undercollection.  If prices were too high and there's an overcollection, the utility will reduce January price forecast by just enough to refund the overcollection.If the overcollection/undercollection is very large, the utilities have generally spread out the \"true-up\" over several months to avoid \"rate shock\" one way or the other.  However, under the current circumstances, the utilities may be less willing to spread it out, and may wish to recover the entire undercollection in the following month.  In short, there's at least a one-month lag in customer prices to account for differences in forecasts versus actual."}
{"email": "Greetings Professor:I'm in charge of managing our collective responses to this week's case and have been called out of town on business at the last minute.   As a result, if I make it to class at all tomorrow, I unfortunately won't make it until after the break.  While I think one of my teammates will bring a hard copy to class tomorrow, I wanted to plan for any mix-ups (contingencies?) by emailing a copy as well.Best,Jeff"}
{"email": "Here's the final with the changes that we discussed incorporated.  Steve, give it one last quick read---I made a few other minor editorial comments.   Maureen:  It will need to be fixed at the end for Steve's signature.  If there's anything else just holler.Best,Jeff"}
{"email": "Ditto:  Caps, stink, but if they must be done in the short term, only do them for residential (since of course the damage that wholesale prices will inflict will grossly outweigh and alleged benefits). But any caps must be accompanied by real, strucutural reforms.  Have a great time.  Please let us know how it goes.  (I have a sneaking suspicion they listen to you more than you let on.)Best,Jeff"}
{"email": "I'm taking Dylan's and Mark's stuff, adding a bit, and putting it into memo format.  As I recall in class, he doesn't expect or want us to turn in answers to questions, per se, just a 4-page (or so) memo.  I have that right?  I'll circulate the memo later today, or first thing tomorrow in the AM.Best,Jeff"}
{"email": "Thanks for hosting, Kim.  Jackie mentioned the list of tasks that remain to get this done (e.g., graphs, make spreadsheet pretty, write-up, etc.).  I'lll do whatever needs to be done, so once folks have picked which task they'd like to take on, just let me know what's left.  Or if there's another way folks would like to divvy up the chores, that's great, too.  Have a great weekend.  See you Monday.Jackie, could you email the latest version around when you get a chance?  Thanks.Best,Jeff"}
{"email": "thanks so much for dinner.  it was really, really good.  and SO sorry for beating the pants off of you in spades (tee hee).  and i JUST put your check for the wine in the mail!  have a great week.Best,Jeff"}
{"email": "Though there is a high degree of uncertainty regarding whether and when Davis will call back the California legislature to address the Edison MOU, here's the latest information we have.Faced with horrible polling, an unwilling legislature, an uncooperative California PUC, and a wily leader of the state Senate (Burton), Davis is now considering delaying any action to call back the legislature.Rumors of a delay come despite Davis' statements that he would call them back next week.We received the information about a likely delay from an Edison SVP who's working with administration staff to come up with a deal that the legislature can finally swallow.It's Edison's view that the earliest Davis would now call the legislature back is end of next week, with early the following week being most likely.At this point, the chance remains that Davis may be forced to throw up his hands and call the whole thing off, leaving Edison to follow PG&E into chapter 11.In the meantime, negotiations between Davis' staff, and staff from the Senate and Assembly continue.We'll report back with information as we get it.Best,Jeff"}
{"email": "Good morning professor:Unfortunately, I'm traveling on business today (it's raing in Vancouver) and can't attend class tonite.  I was wondering if you'd be distributing the take home midterm in this evening's class.  Also, could you resend the access code for the Craftmade case?  I believe that I copied it down incorrectly.  Thank you very much.Best,Jeff"}
{"email": "Hi TJ.  I forgot to request that last week's class be video-ed and I was wondering if someone else requested a video-taping.  It was for Tasker's (E221?) class that meets on Thursdays.  Thanks very much.Best,Jeff"}
{"email": "FYI.  The agenda for the legislative oversight committee's gas hearing tomorrow includes two Brattle Group consultants, Paul Carpenter and Matt O'Loughlin. They will make up the first panel, titled, \"California's High Natural Gas Prices: Market Power and Other Factors.\"In California's gas wars, Edison hired these folks--Carpenter in particular-- to show that SoCalGas has considerable market power in California and abuses it.  (Edison was a long-time, very unhappy gas customer of SoCalGas', until it sold off its power plants.  The animosity remains, however.)  Should be interesting to see where the committe goes with that panel.CA PUC lawyer, Harvey Morris, is the sole witness on the second panel.  Harvey is zealous in his assertions regarding market power in interestate markets serving California and is the PUC's lead attorney on such matters at FERC.I plan on attending the hearing.It's likely that I will also be attending a hearing on price caps at CMA's offices in the afternoon.Best,Jeff"}
{"email": "Doesn't strictly qualify as an origination opportunity, but through a contact, I've met with some folks who have some pretty nifty network hardware/software that offers some interesting possibilities w/respect to network performance (optical routing technology).  I'd like to hook them up with network folks, both a technical and a commercial person.  Anyone suggestions?  Thanks.Best,Jeff"}
{"email": "The Speaker (Hertzberg) just phoned.  Been asked to attend a meeting in Sacramento at 2 PM today to discuss his latest attempt to craft a compromise solution to the energy mess.Am leaving for Sacramento now.  Will report back from the meeting.Best,Jeff"}
{"email": "Greetings:Thanks for talking the other day.  Quick question.  Are the minimum flows at Blythe set in the BCAP?  Presumably, SoCal's 100% at risk for the flows/dollars once they're set?  Or is there some proportionate sharing?  And what's the sharing, if any on the upside?  If I'm missing something, or don't have this right, let me know.Best,Jeff"}
{"email": "Greetings folks:Just checking in to see how we're doing and if folks got the files that I sent last night.  Should we try to meet at 5:30 to do a final run through?  I think that we might be the very first presentation (yikes).Best,Jeff"}
{"email": "Hello?  I guess everyone's wrapped up in the baseball playoffs and the debates.  There are 4 questions.  Since the SF people did 1&2 last time and the East Bay contingent did 3&4, seems we can switch this time.  SF takes 3&4; East Bay 1&2.Best,Jeff"}
{"email": "I am on back to back conference calls.  What would you like me to do to help get materials prepared for Ken Green?  I'm available at about 11:45 AM my time if you'd like to try to talk then.  Just let me know.Best,Jeff"}
{"email": "Prof. Bajaj.  Our understanding is that we'll need the electronic file you talked about on Monday in order to do the first (optional) case (re: helpful questions and spreadsheets).  But we haven't received the file yet.  Could you possibly forward it to us?  We're leaning strongly toward writing the first case up and turning it in and are anxious to get started.  Thanks very much.Best,Jeff"}
{"email": "Professor Aceves:Could you let me know that you received the final exam files that I sent last nite?  I'll sleep easier knowing that you've received them and that they're not floating around somewhere in cyberspace.  Thanks very much.Best,Jeff"}
{"email": "thank you very much for dinner last nite.  really nice of you.  it was delicious and sorry that we were a little obnoxious--that's what 5 hours in the car will do to you.  great to see you guys.  really something about eldon's solo.  would have liked to see it.  plz make sure that he tells about it next time.and don't worry, we'll get the luggage thing worked out.  why don't you and i do the planning on that one.  what's the chance of you dropping of the \"community bag,\" or the wine box with me on Friday nite and i can just check it in as mine?best,jeff"}
{"email": "Few things:Linda:  Thanks very much for the call and the help.Tyson is calling John Doer (sp?) to try to get him in the loop. And she agreed to send the proposal to Summers today.  Proposal to follow.I'm working with a guy named Phil Verleger (MIT economist type who worked in Ford and Carter), who I met at the meeting on Saturday, to come up with a list of individuals with Democratic, contributor, business community credientials that can be contacted to seek support for the proposal.  Any suggested contacts that folks have would be helpful.John Nesslage (who works for Jim) is running some numbers to get an idea of the size of rate increases required to pay back the loans under a 10-year term structureThe UC  Berkeley econ/biz school faculty members I met with on Saturday want to issue a press release stating there view on \"what not to do\" (i.e., don't have the state take over anything, period).  They want to give us a copy to review for comments/edits before they issue it.  I should be getting tonite or first thing in the AM tomorrow.  May not go anywhere, but I told them that I'd be happy to review it.Jeff"}
{"email": "Jennifer.  I apologize.  I have to turn to assignment that Steve Kean just gave me.  I made it almost all the way through the document.  You did a fantastic job under the circumstances and given the time constraints.  If I can get Steve's assignment finished quickly, I will turn my attention back to this.  Hope it helps.Best,Jeff"}
{"email": "Apologies.  The first version incorrectly left in some DWR credit issues and had a couple of other goofs.  Please discard and review and comment on this one.  But if you've already reviewed the other, no worries, since the attached is extremely similar (less the couple of goofs).  Thanks."}
{"email": "Greetings Ms Kahl:Few things:1)No, I'm not looking for employment in the face of IFCACorp's current financial \"challenges.\"2)Could you forward Michael's email address to me?3)Are you aware of what Edison's going to be proposing at the PUC on Nov. 7th w.r.t. how it intends to recoup its \"undercollection\" under its settlement with the PUC.  In short, all  DA customers, irrespective of whether they were taking from Edison at the time that Edison accrued the \"undercollection,\" would be \"responsible\" for paying.  Which means DA customers would pay twice for power--once to their ESP and now, again, to Edison.  Is this something that your clients care about?  We care quite a bit.One of the big issues is whether there ought to be hearings on all of this, or whether Karl Wood ought to just be able to push rates around based on briefs only.  We feel pretty strongly that hearings are required.  One of our big concerns is that this will be the tip of the iceberg, i.e., Edison will continue on after this in an attempt to force all kinds of costs on customers.  You have a view on whether hearings are required?  More importantly do your clients have an interest in all of this, and will you be there on the 7th?Inquiring minds want to know.Hope you're well.  Please don't travel over any bridges.Best,Jeff"}
{"email": "Hi Maureen:Steve should have received via fax from Scott Govenar a letter to Hertzberg and Burton from the Republican leadership in the CA Legislature.  The letter 1) conveys a strong willingness on the part of the Republicans to work together to solve the problem and 2) provides an outline of the key components of a comprehensive solution.  Could you please get a copy of the letter to Rosalee; and Rosalee could you get a copy of the letter to Ken Green?    Thanks very much for your help.Best,Jeff"}
{"email": "Just spent about 90 minutes with Rebecca.  She left with a very good understanding of our view of the problem and the solutions.  She also spent time asking me how I thought other players would respond to the IOU request for a big check to cover the undercollections.  She expects to have a \"big picture\" story--covering AB 1890s past, present & future--completed in the next couple of weeks.  In Rebecca's words, she wants the story to \"shake things up.\"  She's very upset with how the utilities are handling it.  I told her we were less concerned with \"he said/she said\" and more concerned with finding real short and long term solutions that are fair to everyone.Mark and Karen:  In my long history with Rebecca, it has always been understood that our conversations are off the record and background.  Invariably, at the end of the conversation, Rebecca tells me that she intends to call later and cajole the daylights out of me in an attempt to use some of my more colorful quotes.  It was no different this time.If anyone wants more details, just let me know.Best,Jeff"}
{"email": "Steve:  the decision we talked about yesterday is to cover DWR costs for the period Jan. '01-Dec' 02.  Recall that SDG&E did not get the rate increases that PG&E and Edison got.  The charge (I believe) is $14.6/Mwh on a system ave. basis.  If there's anything else you need, let me know.  This decision does not deal with the \"undercollection\" SDG&E has accrued due to the price cap put in place by previous Legislation.Best,Jeff"}
{"email": "I can' t thank you enough for organizing my business cards.  I know it's a pain and I really appreciate it.  Thank you so much.  Also, I've got an entry in my bank account (EDI payment) for abou $5700.  Do you have the paper for that?  Do I have any other expense thing-ees coming?Thanks,Jeff"}
{"email": "Here's the proposal that we talked about yesterday that I'll distribute at tonite's meeting.  If you have any comments, just give a holler.  Hope things are getting back to normal in Houston.Best,Jeff"}
{"email": "I've been asked for a copy of the transcript from the FERC hearing in S.D.  Any chance of getting that?  And do you folks have a copy of the Peace letter (treatise) sent to FERC last week?  If so, could you fax it to 415.782.7854?  Many thanks.  Best,Jeff"}
{"email": "1) Since I'm coming, I'll likely stay a couple of days, if there's still an open seat available on the floor. 2) I can get a plane that arrives at Intercontinental at 12:20.  Can I catch a cab and get to the Woodlands by 1?  Otherwise, I'll come out the night before.Best,Jeff"}
{"email": "Thanks.  Kari just wrote me an email expressing great appreciation for the materials.  I told her that the rest will follow in the next hour.  You're about to get from me the details on the buy-down proposal.I don't think that the bankers or the capital markets are going to swallow what Loretta Lynch issued today."}
{"email": "There you go again, always demanding substance.I'll fill you in tomorrow on why it's so high level (and repetitive).  Believe it or not, Larry Ellison (CEO Oracle) and Scott McNealy (CEO Sun) is the audience--neither's real up to speed on the industry.PS How's the cover memo for the strategy coming?Best, Jeff"}
{"email": "The Senate Rules Committee just met.  During the hearing, Senate Leader John Burton stated that:the Senate intends to rewrite the version of the MOU that the Assembly approved last Thursday night and sent over to the Senate for final approval (SB78).the version of the MOU that will emerge from the Senate sometime this week will look much more like the bill that originally passed out of the Senate prior to the July summer recess.  That bill was unacceptable to Edison and Davis, which led to the version that the Assembly developed and approved last Thursday night.If the Senate proceeds as Burton suggests, the chances are very low that an MOU will make it through the Legislature and get Davis' signature.Burton generally sticks to his word. But there is still time for additional negotiations and SB78 could squeak by. However, Burton's comments in the Rules Committee certainly don't help 78's chances for survival.Finally, the Assembly is currently debating the last surviving windfall profits bill, and the bill is having a hard time getting the votes necessary for passage.  More information on the windfall profits bill as we get it.Best,Jeff"}
{"email": "Greetings Catherine and Roger:A PUC staffer has called our outside lawyer saying that a high school in Ontario, CA called to complain that we're turning back the school for credit issues.  The staffer says that \"a hospital might also be involved.\"   Can you provide any more information?  The PUC staffer does not seem to have much information, but has nonetheless seems inclined to write us a letter asking us to explain.Sort of ironic:  PUC Commissioner Woods states that his goal is to drive all ESPs from the state, the Legislature passes and the Governor signs a bill prohibiting Direct Access, and now the PUC is concerned that California might actually be succeeding in its efforts to kill choice.  (The PUC is particularly concerned since they recently passed an order prohibiting gas customers from returning to the LDC---ironic indeed)Any information that you folks can provide as soon as possible would be greatly appreciated.Best,Jeff"}
{"email": "Jim:Attached is a fairly distilled summary of the projects IFCACorp's offered to the utilities, DWR and the ISO over the past 9-12 months, or so.  With respect to the power contracts offered to the IOUs, only the offers accepted by PG&E and Edison are included---the desk doesn't keep records of offers rejected, only offers accepted.  However, I'm fairly confident that I can dig deeper and get more info on the other power deals offered to Edison, PG&E and SDG&E if folks would like that information.  Just let me know. Prices are included for the offers that had prices attached when submitted. Best,Jeff"}
{"email": "Just got a call from Hertzberg.He pulled the plug last night on trying to get an Edison MOU finished by this weekend.Too complicated; too rushed; he couldn't pull it off, but intends to  continue working with folks.He said that likelihood now is that the Assembly will recess, come back on the 20th, and try again.Since the Legislature has adjourned without resolving the Edison/energy issue, the focus will now be at the CPUC, which is scheduled to rule on a rate agreement between DWR and the CPUC, Direct Access suspension, etc. at its August 23rd meeting.Best,JeffPlease forward to anyone else who needs to receive this."}
{"email": "Greetings:First, thanks for the pizza.  Second, in line with the \"role play\" that you described in class and in the handout for the project, we took your direction to heart and tried to make our presentation slides very free of jargon, spreadsheets, reams of numbers, etc..  Given the end-of-semester work load, we, like everyone else, are very appreciative that we will only have to turn in the presentation and the spreadsheet for the project.  Given the change, if you would like, we would be happy to \"beef up\" the presentation to include more numbers, jargon and other technical gems, though the spreadsheet lays out most of that information pretty well.  Whichever way you prefer is fine by us.  Just let me know.Best,Jeff"}
{"email": "Chris/Christian:Here's a quick and dirty summary.  Apologies that it ain't proofed.  Please provide any edits that you deem necessary to make it accurate and cogent.  Thanks very much.Best,Jeff"}
{"email": "No apologies needed.  Thanks so much for doing so much.  Also, heads up.  Mark and I are having a teensy discussion about a possible $50 in additional cash we may need to consider (see letter to shareholders, exhibit 4, top of second column).Best,Jeff"}
{"email": "FYI.  Just got a call from Jan Smutney-Jones.  Apparently, word is on the street that Peace intends to begin targeting IFCACorp as an example of the \"misconduct\" that Peace alleges has occured in California's markets.  Smutney thinks Peace may be keying off the comments of the \"unnamed\" trader in the Dow article claiming that IFCACorp's been buying power and holding on to it.  Apparently Peace's other angle is/will be:  \"The same people who colluded in the design of this market are now colluding to profit unfairly from it.\"  No idea of when and how Peace might launch any attacks.  Two immediate thoughts:Apart from the bad reporting in the Dow article, that article shows that IFCACorp got beat by, among others, two federal (Canada and the US), one state (SRP) and one municipal (LADWP) government.David Freeman, who now heads up LADWP, was appointed \"Czar\" by the State of California and charged with the task of implementing Steve Peace's brain child (AB 1890).  Freeman set up the ISO and PX market structures.  He also set up the Governing Boards."}
{"email": "$1 million.p.s. the plant i was talking about is:  \"hairy vetch\"  or \"purple vetch.\"  i'll look for some.  you should, too.  if you find any, make sure it's \"organic\" and hasn't had any chemicals added to the seeds.thanks again for a fantastic time over Thanksgiving.  I had a lot of fun."}
{"email": "Couple of brief comments:1) There is a new and growing drum beat to reduce California's wholesale price caps further (i.e., below $250, with some suggesting $100).  We need to discuss strategy very soon.2)  I'm attempting to arrange a meeting between ENA (Calger) and Sempra (CFO) to discuss commercial opportunities."}
{"email": "FYI. The California AG has announced that he is investigating conflict of interest charges against consultants who were involved with arranging DWR's long term power contracts. May be part of Davis' attempt to \"re-negotiate\" the contracts.  There's been some assertions that, under California law, any contracts negotiated by consultants with financial conflict of interests must be nullified."}
{"email": "Here is a brief summary of the latest DA proposal floating around the Senate.  The provisions could--and likely will--change.  The leader of the Senate (Burton) is still expressing opposition to DA, so its fate remains unclear.  No suspension of DA.All customers must pay Edison undercollection, whether they've been DA or not.Customers going DA must first clear any payables to DWR for power previously consumed but not full paid for.Customers going DA must pay for DWR's stranded power costs caused by the customer leaving, UNLESS DWR has a net short position, in which case there would be no stranded costs and therefore no fees.The bill allows customers to file a complaint with the PUC regarding DWR's claims of stranded costs.Customers who choose green DA power (defined as 80% renewable) will be exempt from stranded cost fees so long as green DA load does not exceed DWR's net short position."}
{"email": "Oddly, a much more positive (and satisfying) response than I'd imagined.  Congratulations.  And thanks again for your efforts.  If I don't see you, Ms Kahl, bon voyage, bonnes vacances, and a bientot.Best,Jeff"}
{"email": "Yes, I'll be in Houston this week.  We could discuss there. But might be useful to discuss tomorrow when you return.  I'm available.  Seems useful to try to get a start on it tomorrow.  You available for a quick call?  My schedule's pretty flexible.Best,Jeff"}
{"email": "Given the short notice, we will politely decline to participate at the hearing on Monday, but will let the good Senator know that, in general, we intend to engage actively in the process and plan to help California find a solution that works for everybody.  Amen."}
{"email": "My apologies for the delay.  About three other bonfires cropped up after I talked to you.  In any case, the answer to your question, is yes, we can switch our customers to dual billing if we choose to do so.  If you have any other questions, just let me know.Best,Jeff"}
{"email": "The Assembly passed the budget late last night.The Assembly recessed without passing out any energy bill.There is some talk of a working group being convened beginning next week comprised of Legislative staff and industry to continue to try to work out a deal.For now, however, the free world is safe from the CA Assembly and the Senate--they've left and all Legislative activity is on hold until the 20th of August, unless leadership, or the Governor tries to bring them back early.The activity now moves to the PUC.Best,Jeff"}
{"email": "FYI.  In case folks hadn't heard.\"Likewise, the state is paying $25,000 through June to a Washington, D.C., firm headed by former Sen. J. Bennett Johnston. He served as chairman of the Senate's energy committee and will advise California on dealing with federal energy regulators. \"Best,Jeff"}
{"email": "Sorry that I've been incommunicado.  At the UC Berkeley conference yesterday, and on my way to an AB 1890 meeting to present on gas in about 5 minutes.  Got your message re: PR firm.  Sounds good.  When I'm back in tomorrow, I'll fill you in on yesterday's conference and today's meeting.Best,Jeff"}
{"email": "Greetings Sally:My name is Jeff Johnson.  The Greens have been helping me develop 40 acres of land that I bought just north of Anchor Bay (a couple of miles up the hill from Highway One, about 1200 ft or so up) and they suggested that I contact you.The property is right in the heart of the Banana Belt and my property faces south, is protected, and a such is very hot and sunny from late spring through later summer/early fall.  The property has an abundance of water on it.  Of course, the possibility of evening fog raises some tricky issues, and I haven't done soil tests.  In short, while I think there are some challenges, I'm convinced that there is at least the strong possibility that I could grow grapes--around 10 acres or so.I'm sure that you're extremely busy, but I'd be very interested in talking to you at your convenience to discuss the viability of growing grapes on my property.  I look forward to talking further about the possibilities.All the best,Jeff"}
{"email": "Greetings All:If memory serves, our filing in California is due on Tuesday.  Steve Bowen & Co. should be getting me a draft today based on our discussion a couple of weeks ago in Houston.  Soon as I get it, I'll be distributing for review.  Aim would be to have it in shape COB tomorrow.  Thoughts?P.S.  Some good news.  Recall from our meeting a couple of weeks ago that I mentioned that there were some preliminary filings we had to make in Arizona (in order to transact business there) prior to filing for a CPCN.  Well, I've spoken with Robin Hill, and those filings have already been made some time ago, so that's one less thing to worry about.Best,Jeff"}
{"email": "It might be a good idea to have a conference call to discuss the state treasurer's proposal released last Friday.  A summary is attached.  If folks agree that a call would be useful, does Noon PST (on Monday) work?Best,Jeff"}
{"email": "Attached is a rough draft of my talking points for a panel I'll be on at a CEM conference in SF on Thursday afternoon.  Have distributed to Western GA team (plus Steffes) for comment and thought you may have some, too.  Topic for panel, \"PUC Priorities.\"  Goal is to (politely?) refute Loretta Lynch's and Carl Woods' continued assertions that 1) California's move to deregulate was based solely on ideology with no basis in fact and 2) the solution is to turn back the clock to command-and-control regulation.  The FERC order tomorrow is likely to alter the points somewhat.  Comments are much appreciated.Best,Jeff"}
{"email": "Under the circumstances, I am leaning toward cancelling (I was originally only going to participate on Monday anyway, and Sue hadn't planned on attending. Neither Rick nor Jim can attend.)  If there's a compelling reason that you think I should attend, let me know.  Otherwise I'll let Bev know that we'll take a rain check on this one.Best,Jeff"}
{"email": "Greetings folks:We will temporarily suspend the Wednesday, 11:30 AM call until things settle down a bit.  If something crops up, we can set up a call to discuss.  In the meantime, we'll be communicating regularly outside the call.  Thanks very much.Best,Jeff"}
{"email": "Here's my cut at #3.  I haven't had the benefit of Kim's answer, but made some assumptions and took a shot.  Likely to doctor it up a bit, but wanted to find out if folks are in agreement or if you think I've lost my mind.  Let me know.  #3 is somewhat at the heart of the questions, so I want to make sure that I get your feedback.  And my apologies for not having gotten you something sooner.  Be on the look out, there is a cold going around that really kicked my butt over the last week.Best,Jeff"}
{"email": "Greetings:Sounds like I'm glad that I missed the quiz last week.Hate to be a nag, but we've got to turn in what we're doing for our project on Thursday.  I propose doing a nice, clean merger, which would allow us to do both comparative analysis (who are these companies?) and merger/valuation analysis.  Mark and I talked last night and I pleaded again not to do strict accounting stuff, but if that's what folks would like to do, I can certainly suck it up.  Any thoughts?Best,Jeff"}
{"email": "Dude:You started searching for ski gear for Cameron yet?  Love to work on it together, if possible.  Maybe, if we're buying two sets of skis, boots, poles, we'll get a discount.  You still plan on getting that?Best,Jeff"}
{"email": "Drew/Steve/Tony:I've talked to Dan and he's available to represent Steve during his testimony on Wednesday.  Few things:Dan's an excellent regulatory lawyer.Dan worked for many years at SoCalGas before going into private practice.Drew, I'll leave to you and Dan to work out the details of any contract for Dan's services.Dan will need immediately:A copy of Steve's testimony.A copy of the PUC Rulemaking, etc. calling for testimony.Any information on the list of parties who have indicated that they will cross Steve and for how long, and any testimony filed by those parties.In addition, I would recommend strongly that Dan and Steve (at a minimum) get on the phone and discuss Steve's testimony tomorrow, and plan to meet prior to the hearing on Wednesday.  If you'd like me to participate in a call tomorrow, just let me know.If there's anything else I can do, just let me know.Best,Jeff"}
{"email": "Greetings.  I have left two messages on the voice mail authorizing the help desk to delete everything in my haas account.  That should help.  Please consider this email authorization to delete everything in the account.  Thanks.Best,Jeff"}
{"email": "see yesterday's and today's chronicle  re: price gouging by in-state, municipally-owned utility generators.  will be interesting to see if any anti-trust claims start flying their way.  see you this weekend.Best,Jeff"}
{"email": "Here's the suggested plan to try to make our weekly calls as efficient, painless and useful as possible.  All other ideas, thoughts, comments, etc., are welcome.We'll set up a recurring call-in number (for Thursday's at 8:30 AM, i.e., same number every week)It will be assumed that everyone will call in; no pre-meeting prep necessary.If someone doesn't call in, it will be assumed that the person has a conflict and can't make it (giving the benefit of the doubt is a virtue).Those that do call in will conduct the call.  (Again, the assumption is that, save for minor exceptions, everyone will be on the call.)Thoughts?Best,Jeff"}
{"email": "Thank you so much for all you've done for Annie.  You know that I've really come to love that crazy dog, and it meant a lot that you and Eldon were always so caring.  She is truly a lovely dog and I'll miss her immensely, but it helps that everyone was so loving.  And I'm really sorry that I couldn't be there for her today, but the IFCACorp thing is really a mess and I've got responsibilities on that front that I just can't pass off. Thanks again so much for everything.Hugs,Jeff"}
{"email": "For this week, we'd like to cancel both the Tuesday and Thursday calls and instead reschedule to Wednesday at 9 AM PDT (11 AM CDT).   We'll try to use the same call-in number. Scott, could you let Ken know of the plan?Please let me know if this change presents a problem for anyone.Best,Jeff"}
{"email": "The ARM group is going back and forth on what they want to say in their filing on the specifics of the DA suspension (many parties with many interests).  There continues to be debates over the specifics.  Soon as there is a draft that folks have reasonably agreed to, I'll send it to you.  If you have any questions, give a holler.Best,Jeff"}
{"email": "Hi folks:Well, I ended up traveling ALL week, which I wasn't happy about.  Worse, some nimrod IFCACorp IT person in Houston (where I was for part of the time) deleted my entire *&$*(!*-ing hard disk (which stupidly, I hadn't backed up)---year's worth of work and school gone, kaputt.  Anyway, if there's any chance that someone has all of the cases that we did and could email them to me, I would be greatly indebted.  Sorry for the inconvenience, and see you on Monday.Best,Jeff"}
{"email": "Greetings:Attached is the draft.  I've attempted to capture everyone's comments.  The only piece that is not likely to go this evening is the piece providing comments on the Governor's specific proposals.  That will likely go first thing tomorrow morning.  You'll note that only one of the Governor's proposals currently has any comments attached to it.  Comments on the Governor's proposals are appreciated.  The remainder of the materials will go to the Governor's staff later this evening; so any and all comments on those portions are welcomed and appreciated.  Thanks to all for the assistance, particularly in light of the holiday.Best,Jeff"}
{"email": "It appears that Davis has officially called the Legislature back to try to address the Edison issue.  Appears they'll reconvene beginning next Tuesday.  We'll report back when we get additional information.  There are some rumors going around that they might meet and simply appoint a \"task force\" comprised of legislators to continue working on the issue.  Burton is reported to have said that he's telling senators who are on vacation that \"this isn't worth cancelling a vacation over.\" Best,Jeff"}
{"email": "Greetings;I've tried to accommodate everyone's comments, but there's still a hole or two.   In addition, seems that the letter would benefit from a bit more editing to make it shorter.  Richard, note that I've left a place holder in the opening paragraph to fill in a summary of our arguments and the conditions under which we'd be willing to produce certain documents.Best,Jeff"}
{"email": "As a follow-up to our call.  Here is some additional information regarding QF pricing issues.QFs who voluntarily switched to PX pricing have been getting paid full PX prices (and there seem to be a couple of thousand MWs that have switched.  The concern is that the Commission's ultimate decision on PX-based QF prices will force the QFs that have switched to \"refund\" some of the payments they've received (e.g., under a \"PX minus\" mechanism).  The majority of QFs are happy with the judge's proposed decision pending before the PUC (except those remotely located QFs who will take a big GMM hit).As we discussed, the Commission strongly rejected Edison's emergency motion regarding the gas piece of the QF pricing formula.Recall also that a couple of months ago"}
{"email": "Told him the proposal is on his fax machine.  He thanked me and said he'd get back to us. He was in a meeting.  That was the sum total of the call.  Thanks for all your help.  Real cat-herding exercise.Best,Jeff"}
{"email": "Greetings:1) I haven't forgot about Baldwin, but it seems that things have changed for him (and his company?).  His long-standing number know longer works and there's no forwarding number.  I'm trying to track him down.2) What time's your weekly meeting on Thursday, and is there a call-in number?Best,Jeff"}
{"email": "Listening to the Edison call w/investorsEdison says they will pay everyone at the same time (\"big bang\" approach) sometime in Q1'02.My concern is that between now and then Dunn, the AG have the time and resources to make a heckuvalot of mischief, which could be detrimental to generators/marketers' claims.Investors are asking what Edison intends for QFs and generators--asking about haircuts in particular--and Edison is side-stepping the questions."}
{"email": "Called Fielder to confirm and he said that he needed to cancel.  As you know, the Legislature closed without doing anything with Edison's bailout legislation.  The Governor has said that the will order them back into session in two weeks.  That has Fielder and everyone else at Edison scrambling to continue their attempts to stay out of bankruptcy, which means that Fielder won't be focused, and can't focus on, anything else for the next couple of weeks. Let's regroup.  Dave, perhaps we should just go ahead and start with PG&E. Thoughts?Best,Jeff"}
{"email": "Got your message.  As soon as I get a hold of Williams--not sure where he is--we'll have the call.  Hopefully we can do it within the next 30 minutes or so. That work for you?  And when it happens, I can conference folks in using my phone.  What's your direct dial.Best,JeffP.S. Sanity is a good thing."}
{"email": "Just checking in to see if anything that you folks were working on ever got into the S.D. Tribune, etc., or if you were continuing to work on things?Hope all's well.  It's a jungle out there.Best,Jeff"}
{"email": "Eldon called me this morning informing me that it's their anniversary this weekend. As such, I sort of tossed any other plans out the window and told him that we'd definitely be around.  As such, I was wondering if you guys planned to do the same, and if so, (following up on your note Scott), it would be totally fucking cool to play golf Sunday morning (particularly since I have not desire to sit around a and watch football).  You guys up for golf?  You plan on doing the anniversary thing?Best,JeffPS Where's my email Ms Perfect?"}
{"email": "Hey there stranger:By the looks of your attire (very nice), and the pace of you walk the other night, looks like you're back in the working groove.  Hope work is fun and your classes are good.  I'm trying to get used to the \"no life\" thing again.  And you slacked on the happy hour.Best,Jeff"}
{"email": "Bob:  I want to let you know that I stand in awe of someone who has the balls to open for someone as talented as Dan B.  It demonstrates that you're one talented guy yourself.  Congratulations.  Your show was great, and it was good to see you.   Best of luck on the rest of the tour.Best,Jeff"}
{"email": "Chris:  Sorry for the bother, but edo you have a an electronic version of the Whaley slides?  If so could you email them to me.  Or, if you have hard copy, could you fax to me at 415.782.7854?  Thanks very much."}
{"email": "Hi.  Hope the ride back to Sacramento went OK last nite.  It was nice to see you and catch up. I'm sorry things are so crazy, but in spite of it all, your attitude's pretty good.  And your new suede jacket is gorgeous.  I know your life is very complicated and I don't want to make it worse, but if you ever have the time and inclination to go to lunch, dinner, movie, whatever, I'd definitely be up for it.  Hang in there.  Hope to catch up again soon.Best,Jeff"}
{"email": "Some EES folks just popped into my office and asked me to pop into their meeting, which starts at noon.  I'm not sure precisely what the meeting's about, but Mona I noticed you've got it on your weekly schedule.  How do you want to handle?  I'd be happy to pop in at noon for the meet and greet part, but likely need to leave in order to work on the draft strategy---Paul wants me to distribute whatever I've got done by COB today, which I think is a good idea."}
{"email": "Couple thoughts.  Understanding that we're really trying to get this thing done and that there's a million different ornaments one could hang on the tree (and bring the thing toppling down), I'll just throw this out for consideration.Seems that as a first-order issue, the judge is either going to approve the settlement or cede to arguments the PUC could make regarding its exclusive ratemaking authority--that is what it is.Assuming that the judge sides in our favor, there remains the chance that the PUC could take the Edison view and charge DA customers for the undercollection, thereby taking back what we achieved in the settlement based on the way our deals are structured with our customers.It would help alot if PG&E took the position at the PUC that (for a variety of reasons) the PUC should NOT tack on DA customers' bills any charges designed to pay down the utilities' undercollection.In a proceeding where Edison and PG&E are on different sides, our chances of prevailing are of course much better.But it likely won't do much good if we have any such deal written explicitly in the settlement document (i.e., PG&E agrees to take our side at the PUC).But if there's any way to do some sort of side deal, outside of the settlement agreement, and if PG&E were amenable, there might be some real value.Again, I know we want to get this thing wrapped up, but thought I'd toss it out there.  We can take it or leave it.Best,Jeff"}
{"email": "Hi Gavin:Could you do me a favor (know you're busy).  Someone told me that there's an article in last Thursday's? NYT blaming the California fiasco on former California Commissioner Dan Fessler, who was responsible (a few years back) for putting in place the structure we have here.  Have you seen it?  If so could you forward?  If not, could you try and find it and forward.  Very much appreciated.Best,Jeff"}
{"email": "as you know, prentice is a world class procrastinator---i've been trying to get her to get in touch with steve, larry, ed & co. for about a month to see if they can play on the weekend of dec. 16/17, and she, of course, ain't done it.  by the way, i may have found a really cool \"compound\" in stinson beach.  could you get in touch with those guys and see if they can do it.  sorry to bug you with it, but i think it's best if you guys contact them.  thanks a million."}
{"email": "The person's name at Calpine is Jim Macias (he's a vice president there).  His number 408.995.5115.Thanks again, Marchris.  How'd the conversation go?  If there's anything that I can do to help, don't hesitate.Best,Jeff"}
