{"email": "Might close on the letter agreement today.  You didn't miss much - mostly negotiations with GE re: change orders. Our tax guys are happy, and Accounting is hanging in there.  We have revised the payment schedule in the doc, but NW doesn't have the change.  I'll send it to you.  The change is minor.  I need to revise the assignment/assumption agreement, then we'll be ready to go when GE signs up to the CO's.Kay"}
{"email": "Fred,If we have the same purchaser for both, it would be a lot easier to agree to the form, then duplicate it.  Do you see any problem with this? I will have to have the electronic form emailed to me, then I can make the changes.  I brought the hard copy, but I don't have access to the electronic form. Have they indicated if they want to go forward with this, or are they still kicking tires?  I need to set priorities, so it would help to know what's most important, especially since I'm on the road.  Do we want to continue marketing the sites during the time period between signing and termination?  I don't think 3 weeks would be a problem after signing.  No TurboPark!!!On the issue of the conference call Friday, I have a meeting with the customer which starts in the am, then I'm on the road.  Monday would be 1000 times better, if this is at all possible.  In that won't work, I will have more details about timing of my Friday meeting tomorrow.Thanks,Kay"}
{"email": "I sent this email from GE to Dale/Bill after I received it.  Since Peter's last draft was April 24, I'm I assume this wasn't included:Kay/Bill,Bill says he agrees and accepts our comments to the A&A.One change required to the Rev 5 document.  In Exhibit B, Add item \"27)Oneadditional Human Machine Interface (HMI) per Unit (desktop PC type)\"Include these changes and we can get this done tomorrow.Thanks,Lee"}
{"email": "Mitch/John,Here's the form of LOI I was thinking of using, in draft form.  I don't know how much information we are prepared to fill in on the term sheet.  If we don't have enough to fill in we can always skip the term sheet for now.  Kay"}
{"email": "Did you hear Candy is moving to Holland?  She looked great.  I didn't know she was married until I saw her.  She seems happy.Sounds like Ben found a good head hunter.  It can be hard to get positive after being in that environment.Kay"}
{"email": "Hi Scott,I have some questions:The obligation to try to improve performance  about the specific performance (ie minimum) standards frequently has a time limit, say 6 months.  Do you have a sense for the appropriate time period here?  Would it make sense to require them to work longer on the first 2.0 and 2.4 than the rest?Will we have a drawing number for a standard foundation design, or will we need to put words around it.  I know we discussed the need for pilings as the most significant change.  Do you think that this difference is enough?  Did I understand that we want them to pay us at the end for non-standard foundations (as opposed to a credit). On termination, are we going with the average value no matter what the reason for termination, with a rep along the lines of whay you wrote, plus some monitoring ability.On assignment, they mentioned a corporate guaranty.  I was thinking of using something broader due to various financing/balance sheet considerations, perhaps tying it to a guaranty from a BBB rated entity.Do we want an option to have them store these, which would then impact payment?Thanks,Kay"}
{"email": "Here are my initial comments:There's no clear triggering event which would expedite the internal approval process.  For instance, paragraph 3 is a current obligation (re landscaping).  It would be easier to process this agreement if the effectiveness of this agreement commences when we  file for a building permit.  I understand that we would have to pay some of this prior to the time the permit is issued, but again, magic words help.Paragraph 6 on right of first refusal for power.  Looks like a free call for the next 30 years.  Just want to make sure you've bought in on this.  Other than the obvious valuation impact, it could impact a purchaser's ability to obtain project financing.Kay"}
{"email": "We had the legal call on Wednesday.  It was Mike, Kent and me. You didn't miss much.  They are waiting on us, and I didn't want to give them anything we hadn't discussed internally.I asked Rose to have the Coyote Springs contract OBS'ed (off balance sheet-ed).  She should have something shortly. By the way, the contact sheet that Steve distributed was the one we prepared.I'll catch you up on other stuff when you have time.  Nothing urgent...Kay"}
{"email": "Good morning.In order to finish up Delta/Salmon tomorrow, please note we need the following today:GE parent guarantyLOC (so that full payment can be made to GE tomorrow)Opinion of counselAnd once funds are received by GE, we need the receipt of funds letter.Lee, I haven't heard back from the Portland gang to find out if the LV Co Gen contract is ready.  Maybe Jake can help shake that loose.Thanks,Kay"}
{"email": "My brother just called, and my dad has just been admitted to the hospital for a heart problem.  There is a good chance that they will operate tomorrow or the next day.  If they do, then I will need to go to Ft. Worth for a couple of days.I'll keep you posted.Kay"}
{"email": "What fun.I know T. Mueller is on holiday.  I suspect he would want AI and St. Paul to agree in writing that this doesn't prejudice any rights/constitute a waiver, etc.You may have considered this already, but payment to /request for payment to EEPC may trigger the responsibility to pay VAT. Good luck, and keep me posted.  Kay"}
{"email": "I had a brief conversation with Herman Manis, and he tells me that there is a different interpretation of accounting rules relating to power plants.  Strangely enough, the change is one which should (I hope I hope) make power development projects easier.  In the past, we ran into problems anytime we wanted to build a power plant and take megawatts off of it.  Herman tells me that the current interpretation now focuses on the operation and maintenance of the plants, and not the power purchase agreement relating to the plant.  This change in focus should make power development deals easier to structure.  I would still like to set up an Intro to TurboPark meeting with Rose Engeldorf.  Rose is currently involved in a push a couple of deals in the West this week, so it may be a bit before we can get it set up.  A meeting with Herman would also be helpful.  Maybe we can buy him lunch and quiz him on these new developments.Kay"}
{"email": "IT IS RAINING!!!  I hope it is raining at the house.  It looks like it probably is raining all over town.  Hope you get some there.Neil's address is nBrown@erac.com.  Paige's address is recordp@southwestern.edu.  She can get her email from Houston (don't ask me how).We had a great time this weekend, too.  I'm glad it worked out so well.  I thought it was very relaxing.  I would love to have the recipe for the beef.I will probably go to North Carolina Wednesday, returning Thursday or Friday.Take care!Love,Kay"}
{"email": "Hi guys,In looking at CRRA's comments to the draft LOI. I have these questions:1.  I'm not sure what we mean by EPC contract.  Is this referring to the Fuel Cell document we are working now, or is there to be another layer? I know this may depend on whether CRRA or someone else is doing the balance of the construction activities.2.  He expects one EPC contract, and we had tried to leave room for multiple contracts. Does anyone care?3.  Does CRRA get a full refund of the purchase price if the fuel cells fail the performance tests?  We have discussed with FCE the concept of a proportional reduction if the performance is within 10 percent, then a full reduction as to the failing unit(s) only.  Also, are we planning to mark up the fuel cell contract to recover our fee?  Is our fee at risk for the fuel cells failing to perform? Thanks,Kay"}
{"email": "Dale,Has GE initialled all the pages of the break out contract?  If so, it would be very helpful if you could ship me the originals.  That way, we only have to change the names, which will make it easier for Lee when we have to ask him to sign.  Also, has someone from the IFCACorp side initialled all the pages?  That helps, too!Kay"}
{"email": "Please add this to the defn of confidential information:Confidential Information includes, but is not limited to, business strategies, transaction structures, pricing formulae, and other business methods.We will call it the \"Michael Brown burn me twice shame on me\" clause.Thanks,Kay"}
{"email": "Since I'm \"off\" today and Friday, and scheduled to be in Fla on Monday, AND without you, I'm not in much better shape.  You know I've kept all my files on email.  I was hoping there would be a way to move them to a Word file of something.  Otherwise, I guess I'm going to have to ask you to start printing - highly inefficient.  I can't do it here, though.Kay"}
{"email": "Hi Pete,Please send a copy of the FV break out contracts to Sheila Tweed (Al works for her).  She needs the info this am, and doesn't want to wait until Al gets in.  She would also appreciate a list of the outstanding issues.I'll talk to you in a bit on the ABB override letter.  I don't think there will be much to it.Kay"}
{"email": "Hi Gerry,IFCACorp is a great place for an engineer to work in a non-technical position.  In fact, I work with reformed engineers daily, in various capacities.  IFCACorp has an analyst program for college graduates, where the analysts go through six month rotations in various parts of the business. In addition, there is a good job search feature on IFCACorp's website.  If you see something that looks promising, I'll check things out around here to see if I can get the inside scoop.  FYI, IFCACorp North America, IFCACorp Broadband, and IFCACorp Energy Services are good choices.  ENA is the old IFCACorp Capital & Trade, so it is the real heart of IFCACorp (yes, it is where I now work).  IFCACorp is also focusing on industrial development (paper, steel, and who knows what else). I don't suggest EECC. Hope to see you soon,Kay"}
{"email": "Hi Guys,In a conversation with GE today, they indicated that they thought it would be appropriate to insert the performance values in the text of the document, and do away with the exhibit.  Frankly, I like that approach also.  Could you please make that revision and resend the document?Thanks,Kay"}
{"email": "Here's a redline against our previous draft.  There are lots of holes, in large part due to the significant commercial issues still open and some of FCE's input due on the language to be used.  I'm also not finished with the project management/scheduling stuff, but I wanted you to get a chance to look at it forthwith.Scott, I've printed off your emails and will incorporate your input.I don't know when we want to give FuelCells a draft, but I'm going to keep working on this one.Kay"}
{"email": "Hi Jeff,Ozzie Pagan's team is working on a project for VEPCO.  The power plant will be located in Edgecombe County, North Carolina. I've been told that getting gas for the plant is a significant issue due to local gas supply conditions.  One alternative has been to buy gas from the City of Rocky Mount, which has a take or pay contract with the local supplier, and is not using all of their gas, especially in the summer.  We have developed a preliminary draft of the LOI, which I am attaching for your review.  I would appreciate the opportunity to discuss it with you to get your input, etc.  Of particular concern is that Rocky Mount wants ENA to deal exclusively with them during the term of the LOI (this isn't reflected in the draft).Thanks,Kay"}
{"email": "Hi there,I've been told that the waiver needs to contain a statement that GT won't bring suit against any of the officers, directors or employees of IFCACorp.  If you can make that change and fax me a new waiver, we will get it done as quickly as possible.Thanks,Kay"}
{"email": "Here are my comments to the draft response:4.  I'm a bit troubled by the first sentence, since I really don't know what may have been on the drawing board earlier.  Maybe someone else can vouch for this statement. Otherwise, I suggest deleting it.17.  The reference to NC Power utilizing the plant should be Applicant (third sentence).18.  I would change the second sentence to begin \"It is intended that the plant will be designed, constructed and operated....\"Kay"}
{"email": "Ben,Here's a draft of an MOU for the sale of the LMs and ABB equipment to ESA.  One issue is when this transaction can close.  Since the equipment is owned by WestLB and since the feeling is we don't want to involve WestLB in the transaction, the actual transfer would take place at the termination of the WestLB facility.  If another approach is preferred, we will need to circle back with Lisa.A second issue I see is with the concept that GE will need to look to both ENA (or WestLB's successor) for some of the payments, but look to ESA for payment for changes, storage, etc.  As far as I know, this concept hasn't been addressed with GE.I re-calculated the overhead charge, so you might want to check it out.I look forward to your comments. Kay"}
{"email": "Wilson,We are trying to finalize this transaction by next Tuesday, and I could really use your help.  I believe you owe me a draft of an opinion letter?  Also, do you have any comments to the draft agreement I sent out last week?I also need an opinion that the language in the agreement re the Cities obligation to financially support MDEA is sufficient.Thank you,Kay"}
{"email": "Mark Haedicke approved the hiring of King & Spalding for this matter.  I will drop Mr. Derrick a voice mail, but I would faint if he objected.John, we need to talk about the sale of the LLC, and the generation of a draft doc re same.  Please let me know if you are available today to discuss this transaction with Sr. Jacoby and me.  Additionally, it would be helpful to discuss the tolling arrangement with Ken.Thanks,Kay"}
{"email": "Please confirm that Beck's comments nos 1 and 6 are acceptable for the loi.  I would include in this email, but I don't have an electronic version with me.  Reagan, if you have an electronic version, could you forward it to me?Thanks,Kay"}
{"email": "Hi Heather,Hope you got situated in your new, swanky spot.  Can't wait to see what you've done with it.I'm attaching Paige's resume, since she is interested in a summer internship.  Any help you can give in directing it to the right person would be appreciated.Thanks,Kay"}
{"email": "Pete,I'm getting comments that people are having trouble opening the ABB docs.  Please send the docs directly to:  david.onunscheck@us.abb.com and michael.o. sandridge@us.abb.com, and fred.mitro@IFCACorp.com.Thanks,Kay"}
{"email": "Thanks.  I'll keep it to myself.  I think having a list is a sign of progress.  830 am is a bit early to work it into a happy hour.  However, there are lunch possibilities...The other commercial issue I saw was confirming the invoicing procedures, how/who will calculate cumulative net revenue, and flow of money in general.  Fits in with the refund stuff.Kay"}
{"email": "Hi Steve,I wanted to send this to you before I send it out to others, since I feel like there were changes we had discussed that somehow didn't make in the last draft.   Guess you can say this is a sanity check!  If it looks good to you, then I will send it out, unless you prefer to make distribution.Kay"}
{"email": "Hi Rob,We are considering assigning a couple of the LM's to an IFCACorp LLC, then selling the equity.  I've taken a stab at the assignment & assumption agreement.  Is this ok?  Has WestLB signed of on this form yet?This is the same transaction I called you about this am.  Any thoughts on the notice question?Thanks,Kay"}
{"email": "Sorry to miss your birthday. Did you have one in my honor?  You know I really did have one for you on vacation.Points well taken - some we have already addressed, others probably need to be tied up better.See you soon.By the way, it hailed in DC today. Looked good from the bar at the Willard.Kay"}
{"email": "I need to do the unthinkable and read something else for a little while, so I thought I would send this to you as is.  Let me know if you want it redlined against something, and if so, which version.Kay"}
{"email": "Hi again,I just called Mom and told her our plans.  She says Dad has no clue.  She vacuumed on Monday or Tuesday, and he asked her who she was expecting to visit the next day. HA HA HA.I told her that we are all very proud of ourselves for not blowing it.  Dad doesn't know I called today, so I can call him tomorrow when we are on the way, talk to Mom and let her know when we will be there.  It won't be that weird for me to call on a Saturday morning.  She say Larry and Beverly left today, so we can park in their driveway and be sneaky.  I'm so excited!!!  Kay"}
{"email": "Hi John,I haven't been able to find you number.  I wanted to discuss the confidentiality agreements, and whether you envision that other confidentiality agreements may be necessary or required.Thanks,Kay"}
{"email": "Just a reminder that I am planning on being on vacation with my son next week.  My clients are aware of these plans, and I have hopes that things will go without a hitch.  I will be able to retrieve email and voice mail.Kay"}
{"email": "Hi Mike,Since we haven't had any luck hooking up on the telephone, I wanted to transmit to you an initial draft of a facility agreement, as contemplated by the contract for the transformer packages for the LM's.  I would have sent this to Dave, but I don't seem to have his email address.Since the WestLB financing facility is scheduled to expire soon, we need to get the transformers transferred into our new facility, as well as get them contractually allocated to various projects.  Please give me a call or have Dave call me so that we can handle this as expeditiously as possible.Thanks,Kay713 345 7566"}
{"email": "Here are my car questions:How much would a tricked out Sequoia cost if ordered from the manufacturer?Is there a 2000 Escalade available with the cargo doors?I think I probably want to drive each one more time.Off to a meeting....ckm"}
{"email": "Hi again,Have you been asked to prepare the promissory notes referenced in the letter agreement?  If not, please put this on the list.  Also, what else will need to be prepared to close this deal?I haven't heard for Coral yet, so I don't know if they bought in on closing early next week yet.  Since funding is required they may balk.  As soon as I know something I will let you know.Thanks again for your help,Kay"}
{"email": "Attached is a red-line of the revised form against the form John S. sent me.  Please advise of any comments as soon as possible.KayIn the interest of time I'm sending it out before I've reviewed it, so forgive the typos, etc."}
{"email": "Matt, Our preference is to sign this before June 19.  I recall that Herman is out. Do you know when he will be back?I will make sure that you and Herman get a copy of the next draft.  It won't be this week.Kay"}
{"email": "Paul/Peter,Me again.  I have a meeting with ABB for Thursday.  Could you make me a list of issues like you did with the GE contract (removing the comments from the text), and blackline the new clean \"commentless\" version against the original master contract.Thank you,Kay"}
{"email": "I'm thinking my last email was unclear.  I assume that someone from the commercial team will send (or has sent) the extension letter to MDEA, YC, and Clarksdale's commercial reps for their review.  I assume that the  commercial reps with YC, MDEA, and Clarksdale will get whatever legal input they want from their own lawyers if they think it is necessary (may not), but as a courtesy, I sent drafts to the two lawyers I know about.  Kay"}
{"email": "Hi Carlos,Jake called and said he wants to sign up Delta tomorrow (Friday).  I had a conference call with John, Carolyn and Rick Vincens, and we are pushing forward.  If you read this, could you tell me about any critical issues.  Also, has there been a risk memo started, and has Accounting signed off on the structure?I'll get up to speed on this during the evening, and will take your deal toy when the deal is done.Kay"}
{"email": "Brian,The termination agreement needs to be signed at the same time.  Here is what I have as the latest draft:I never received a copy of the assignment and assumption agreemen, and the legal assistants have not been able to locate it.  Has anyone found it?  If not, we need to get a copy from GE.Kay"}
{"email": "I'm going to guess that it depends on whether you are giving a direct donation (as in this case) or a replacement donation.  Since it is for a specific patient, they may want to make sure it works, especially since it will keep you from donating for a while.  Just a guess!"}
{"email": "Good afternoon,Our son Michael will be in your class beginning next Monday, October 2, so I wanted to introduce myself.  I hope we will get to meet in person soon. Is there anything you would like to suggest that we do to make the transition easier?I picked up the package of information today, and will read it tonight. l won't ask any questions until I do my homework.I look forward to seeing you soon!Kay"}
{"email": "ps.  You might warn Bob P. that this is coming, and needs top attention.  We can send it to his lawyer at the same time, if he wants.  I think it is someone other than David, though.  Can you find out who he wants to receive the draft?Thanks,Kay"}
{"email": "I wanted to review where I think we are in this transaction.1. Escrow account. We are still awaiting  closure on the issue of the lender's security interest in the escrow account.  A proposal was discussed with them to ensure that we could still close the transaction even if Delta had defaulted under their loan arrangement.  Indications were that this approach was generally acceptable, and Delta/Hancock are to send a letter agreement concerning this approach.  This has not yet been received.  This prevents the establishment of the escrow account.  We have sent the escrow agreement to the bank, but Delta has not completely signed off on the agreement.  2. GE turbine contract.  Delta sent requested changes yesterday, and these were forwarded to GE.  I have not received a response from GE.3.  Miscellaneous docs.  IFCACorp has responded to all the documents requested by Hancock.  We are awaiting responses to our drafts. 4.  GE consent.  Hancock requested some changes to the current draft, and a new letter agreement.  GE hasn't responded to the requests yet.  GE has dealt directly with Freshfields, so it is possible that there are discussions we aren't involved in.I've left Lee a message concernig the GE items and the timing of signing.Carolyn, please correct/add anything you think is important.Kay"}
{"email": "Nothing from Ben yet.  If I don't hear from him in the next couple of hours, then I think we should be ready with an extension letter, giving them a couple of days extra for free.  Ben indicated to  me last week that he would give them some time once they asked.MK called with questions on the assignment - nothing serious.  Kay"}
{"email": "Good morning,I'll check around for some peaker availability language.  If you would like, I can give a heads up to the finance group so that they know how quickly things will need to move.I don't have any messages from Nancy yet, but I'm sure we will get a few today.Kay"}
{"email": "Hi Bart,I think this is at least close to the final draft. It ain't pretty but it seemed to work.  You won't hurt my feelings if you make massive revisions, so long as I get a copy of the new-and-improved version.Kay"}
{"email": "You made a comment on page 13.  It says \"(c) purchase of  power ....\"I think this is one of your comments.  What does it mean?I'm on a conference call, so an email response would be appreciated.ckm"}
{"email": "Hi Carolyn,In order to discourage Ben from continuing to direct outside counsel, please address as much correspondence as possible to me, or to me and him.  Ben is terrible (and shameless) about violating IFCACorp policy in this regard, and I don't know that I can stop him, but I do need your assistance in curbing him as much as possible.Thanks,Kay"}
{"email": "When you get a minute I need to discuss the last attachment for the Co Op term sheet (the asset management one).  Here's the current state of the draft:We do not have a current CA with PB.  I will have one in the am to send out.Do you want Jude, et al to look at the EPC contract stuff?Kay"}
{"email": "It currently appears that I will be on the road Wednesday and Thursday.  Figures!I am going to send you a copy of the marked up interconnection agreement, which has comments from various IFCACorp people. I thought it might help you think about which way to head.  I would appreciate receiving an electronic file of the IC you prepared.   Talk to you soon,Kay"}
{"email": "Hi Wilson,I spoke with David Hunt, and he has no problem with you representing IFCACorp Power Marketing in the proposed transaction with Clarksdale and Yazoo City.  Please let me know if you  have any other potential conflicts.Thanks,Kay Brown"}
{"email": "At this time it appears that I will be going to NYC on Wednesday, returning Friday afternoon or possibly Thursday night.  I'll miss the Turbopark closing dinner, which is not all bad, as it will save me a lot of calories and a headache.  I will miss getting the pat on the back.  I didn't want to miss Michael's open house, though, as that was more important.As you know, things are subjec to change.  Kay"}
{"email": "Here's what they suggested (yes I'm working, I can do two things at once)There is a rule of halves - you can give half to your kids, you get medicaid when the retained half runs out.There is probably a time period you can do this.Kay"}
{"email": "In a recent discussion with Mark H, he suggested that I consult you two gentlemen about outside counsel in Chicago to support our efforts with Peoples.  It would be beneficial to have a firm on board with some trading expertise, as well as more generalized transactional experience.  Gas would be a plus.I've used Jones, Day  (good job on regulatory issues), and Piper Rudnick (bad experience).  Any suggestions?Thanks,Kay"}
{"email": "Gentlemen,Here are some points which require commercial et al input:Do we intend to include gas transactions in our calculation of profit?We will be buying electricity to serve their load.  How should be be paid for those costs?  How often?Jim Homco questioned whether we should buy the fuel oil.  What do you want to do?I've added the definition of Scheduling Equipment Costs.  How should it be used in the agreement?  Are we limiting our provision of scheduling equipment to the equipment  listed in the exhibit?What financial security will be required of them?Are we attaching Marketing Strategy and Trading/Risk policy, or establishing a time line?How do we deal with the possible cost of establishing a control area?  Are we absorbing it?  Will there be additional infrastructure costs?Have the exhibits been updated?  If so, could I get the latest version?Kay"}
{"email": "Team,I still need comments on the GE break out contract which was previously forwarded to Finance, Accounting and Tax. If anyone who didn't get it would like to get it, please let me know.  Also, I am unclear as to whether the consent form we received earlier this week is the final version from IFCACorp's standpoint.  Any information on that point would be appreciated.Thanks,Kay"}
{"email": "We've reserved the two upstairs bedrooms which are connected by a porch with telescope.  Do you have a prefence as to which you want (just is case we get there early)? You can look them up at http://www.bbhost.com:8008/moonlightbaybb/We have Moonlight and Roses and Moonglow.Ta ta for now,Kay"}
{"email": "Here's the latest, not-yet-final-but-getting-better agreement.I may not have sent this to everyone who needs it, but I know Reagan will take care of it.  Speaking of Reagan, he is generating exhibits.Kay"}
{"email": "Carlos,Could you tell me which of the 4 documents to print, etc?  Unfortunately I have about 10 things getting signed today and I'm perplexed with what I need to do here and I  can't these to figure out.  Which one are you printing/signing?Thanks,Kay"}
{"email": "Lisa,I've made some preliminary suggestions on the term sheet. We will have some comments on the asset management attachment, but I don't have those together yet.In looking through our files I don't find a confidentiality agreement.  Therefore, I'm attaching a draft of what we would like to have executed so that we can send you other documents.Thanks,Kay"}
{"email": "I have a phone number on a post it note on my cabinet, just to the right of where my computer would be if I was there.  It is a lawyers name (which of course I can't remember), male, with a 212 or 202 phone number.  It may be David something or other.  Could you email me that name and number?Do you know if there is a way for me to save my emails that I have in folders?Bet the weather is better than this in San Fran.Kay"}
{"email": "Please email me a brief overview of what these documents are, how they fit into the overall picture, and the issues which need the most scrutiny.  Additionally, have these been evaluated in light of IFCACorp's balance sheet and financing issues?Thanks,Kay"}
{"email": "Sorry about the serial emails.  I need electronic versions of the final acknowledgement letters for both ABB and GE, so that these can be emailed to them.  Please prepare a closing list.  Between this and the financing side, I'm chasing quite a few documents.I hope to have the escrow agreement signed today, but I would really like to know we have the amendment finished.Thanks,Kay"}
{"email": "I was supposed to make a \"To Do\" list of the World Hunger Team:Limit of liability/Indemnity - Steve has provided a draft.Assignment - although we reached an accord for TurboPark purposes, the basic issues remain for discussion.Confidentiality - Mike has circulated a revised draft.Termination - This ones on my list.Warranty - Scott has some comments to discuss.We also discussed streamlining the time lines, etc.Kay"}
{"email": "Barbara has asked that I submit a weekly report about what I'm working on.  I haven't had time to fix up anything pretty, but I'll give you the big ticket items:Fuel Cell Energy/CRRA transaction.  IFCACorp owns equity and holds warrants for Fuel Cell stock.  We need to sell 55 mw of fuel cells in order to get the benefit of the warrants.  The commercial team is  working on a deal to place 50 mw with the Connecticut Resource Recovery Authority, a state agency.  I have been working feverishly on the equipment contract, and we recently completed the LOI with CRRA.  We need to move to more definitive docs with CRRA, and the structuring isn't complete. The decision about whether the state will fund the project is expected in December.  This deal is likely to continue to take up a large amount of  my time, and requires a fair amount of travel, as I am involved in direct negotiations.  This transaction is on Dave D and Janet D's radar screen, and  Mark is familiar with it.  The potential upside (in a perfect world), is rumored to be in the nine figure range.Turbopark.  Turbopark is the latest financing vehicle for power projects.  IFCACorp is moving 20+ turbines into Turbopark in the next 45 days.  This requires a series of contracts with GE (at least 6) which I am working on.  We also have to move transformers into this facility, so I have been in contact with ABB concerning same.  GE general.  ENA is attempting to negotiate a standard contract with GE.  I've been working with Sheila on this one.  We are committed to finish this project by the end of this year.Westinghouse warranty issues.  ENA has two significant disputes wiht Westinghouse concerning a couple of turbines.  I'm riding herd on resolving the issues.VEPCO.  We were attempting to negotiate a PPA with Virginia Power, but ran into some problems, so it won't close this year.  Theres' some miscellaneous follow up work to do.Illinois development.  I'm supporting the devolopers who are developing power plant sites in Illinois.IFCACorp/Peoples joint venture.  I'm working with the IFCACorp commercial team in certain matters relating to getting the joint venture up and running.This gives at least an overview of what I'm spending most of my time on.."}
{"email": "Bob,Here's the bill of sale we didn't use on the last deal.  I don't know how much good it will do you, but at least it gives you some tax language.  As I mentioned, the last deal was supposed to be a \"wire me money, I'll sell you stuff\" deal, but it didn't  happen.I'd like to see the installment sale form once it gets fixed up, if possible.Kay"}
{"email": "He doesn't know that Sheila undermined his authority with his client, and intervened.  Remember her saying she wasing going to stay out of it?Just shoot me if I do that to you.  Or at least kick me.Kay"}
{"email": "Here's a draft.  More names are being added, so feel free to suggest more that we forgot/overlooked, including those external to IFCACorp.  Please send the info directly to Suzanne Adams.Lisa, Mitch and Chris, you will be on the next draft.  Sorry for the oversight this time around.Thank you,Kay"}
{"email": "Here is the most recent (and dare we hope last?) draft of the ABB agreement.  Kathy Clark is preparing a redline for your use, and you should have it shortly.ABB may be insistent upon dating this June 30, but we will try the 7th with an effective date of the 30th. Ben advises that this is a very, very critical point to ABB.I have not taken ABB's comment on the assignment language, but I hope they will accept what we've given them in this draft.I have been advised that the price reduction is due to more definitive design criteria being provided by IFCACorp.Matt Gockerman points out that their is exposure to Missouri sales tax, so we will need WestLB's cooperation in getting the proper exemption certificate for MO.Have I forgotten to address any questions or comments?Thanks,Kay"}
{"email": "I am scheduled to be in NYC and Danbury, Connecticut as of tomorrow afternoon, through the remainder of the week. I'm assisting with the negotiation of a contract for the purchase of fuel cells.  This is a Jeff Ader/Ozzie Pagan/Heather Kroll deal.Don't know if you guys like to keep up with such things, but I'm glad to keep you informed.  Kay"}
{"email": "Ben noticed a mistake in the ABB contract - one I missed.  IFCACorp's address was listed as 1400 Louisiana.  I could not figure out where that address came from, as it had been correct before.  I asked Kathy and she told me that she changed it from Smith to Louisiana because she thought that was the correct address.Ok, now I'm scared."}
{"email": "Hi there,Could one of you send me one email with the final (well, we hope) forms of both of the two change orders we are working on for the BD turbine sets? I want to make sure I'm looking at the right stuff.Thanks,Kay"}
{"email": "Thanks Peter.  I'm actually looking for the Master Agreement, not the initial facility agreement.  I know that Paul (or someone) had converted the original master agreement from WordPerfect to Word.  I thought it would be handy to have the file.Thanks,Kay"}
{"email": "Hi Wilson,I've decided that it would be helpful to have a brief written explanation of what limits of liability and waivers of consequential damages are permissable under Mississippi law when contracting with the Cities or an energy authority.  Could you provide me with something along that line?Thank you,Kay"}
{"email": "Chris,We won't have any site specific technical info, so we will  have to fly without it.  I know that seems strange, but there is no designated site for this equipment as of now.Here's co#1:Each of these units has one dual fuel option.The master list of serial numbers is in this document:We use the unit serial numbers as opposed to turbine or generator serial numbers.  I'm sending you the whole enchilada since this is a handy reference.I agree with adding 25% of the cost of the dual fuel option to the January payment.  Unit 17  to company 1 is fine.  The maximum liability price (or whatever we call it) will be the base price allocation, plus the dual fuel option amount.Good question on the retention.  I guess we should set it up as if each is in a stand alone project. As far as I know they may be intending to put these at separate sites.I'll get back to you on the fax and contract reference number.Thanks,Kay"}
{"email": "Greetings,I'm working with Sheila Tweed and others at ENA and EECC in developing a more standardized contract with GE for equipment purchases.  The goal is to develop a more efficient contracting process, and to avoid negotiating the same  points repeatedly, with varying results among business units.  Sheila has suggested that I drop you a line to see if this is something you might find interesting and/or helpful.You now have my email address, and my phone number is 713 345 7566.  Please let me know your thoughts about participating in the process.Thank you,Kay"}
{"email": "Gregg,It is my understanding that IFCACorp and Peoples intend to discuss the most appropriate form of ISDA documentation for enovate to use. Peoples has forwarded a form for our information, and we would like to reciprocate.Therefore, attached per your request are sample ISDA documents as a starting point for discussions.  Since these are forms, there will certainly be aspects which will need revision based on discussions between Peoples and IFCACorp.  These documents should be treated as confidential. Kay"}
{"email": "Hi John,Neil and I discussed this last night.  I know we are interested in at least as many games as we had last year.  I'll check with him and get back to you.Hope all is well.  I haven't forgotten you!Kay"}
{"email": "Gentlemen,Attached are GE's comments which I just received.  They are concerned that we tried to improve the contract.  Oh well.I hope to get this resolved today so we can wrap it up early next week.Talk to you soon,Kay"}
{"email": "Hi Dan,One more thing I want to mention.  As you know, IFCACorp has a confidentiality agreement with a competitor of Fuel Cell (I believe it is ONSI).  The agreement has an exclusivity arrangement, which prevents the other company from chasing certain transactions without IFCACorp.  Once we really know what we are going to do with FCE, will it be necessary/advisable to waive the exclusivity provision to avoid any restraint of trade arguments?  FYI, When I last discussed the other company with Ozzie and Heather on Friday, they were planning on calling the other company to tell them the general status without violating confidentiality obligations to FCE or CRRA.  I will follow up to get the details of the discussion.Kay"}
{"email": "Hi guys,I thought it would be a good idea to come up with an plan of action to get the facility agreements closed out.  From what I can tell here, the ESA and City of Austin deals are the most time sensitive."}
{"email": "I checked the docs.  Closing is supposed to be 5 business days after notice, subject to regulatory approval.  I believe they will need to make a Hart Scott Rodino filing.  It should not take very long for to get it.  Seems Delta got it in a matter of days.Kay"}
{"email": "Gentlemen,Things are heating up, no pun intended. Therefore, it would be helpful if you would prepare a closing list for the GE turbines moving out of WestLB.  I know it is short, but I thrive on lists.I cannot tell you how many calls I've swapped with ABB's rep about that contract, without ever hooking up.  I see that we will be facing a fire drill quickly in getting at least some of these transformers into the right financing vehicle.  Therefore, please prepare a list of site specific issues for that document as well.Thanks,Kay"}
{"email": "Just a reminder that until the finance arrangements are fixed and the rules are clear, IFCACorp can't incur any hard costs related to the Virginia Power deal.  This means IFCACorp can't obligate itself to purchase any equipment or materials, or enter into any services agreements except for studies, etc.I will try to get some clarification on what can be done at this point, and will pass it along as soon as possible.Kay"}
{"email": "Lisa,Here is the discussion draft of change order #3 for your review, comment, changes, etc. Once it is finalized ENA would appreciate receiving a note requesting that the change order be executed, with the change order initialled by the appropriate person at ESA.Thanks,Kay"}
{"email": "I've made some revisions the Bill's document to make sure we are on the same page before I prepare the LOI.  Do we want to give any sort of description of how the benchmark will be set?Do we want to mention the cancellation provisions?Thanks,Kay"}
{"email": "Could you please go through the option agreement I have in my directory on O.  It is under Option Agreements, and it is the only document there.  It should be called Fehr land option, or something similiar.  Please go search and make Optionor plural throughout, and make the grammar match.  I started making the changes, but got distracted from the task.  Thanks,Kay"}
{"email": "I have a change in plans next week.  My dad is having surgery in Ft. Worth, so I will be heading that way on Monday.  I was planning to be on vacation anyway, but I may have some accessibility challenges in Ft. Worth which I would not have had otherwise.  I will manage client expectations accordingly.Kay"}
{"email": "Hi there, and happy new year.I have a stack of turbine contracts which were waiting for signature.  I believe the override letter needed signing as well.  Should I send the unsigned originals somewhere?Thanks,Kay"}
{"email": "Hi there,?When I was at Monday's Astros' game, I thought I heard them say that IFCACorp is sponsoring some type of kid's book drive at next Sunday's game.? I have quite a few gently used kids books I am looking to give away, so I was wondering if I could do it in connection with that program.? I will not be at the game Sunday, and I didn't locate a reference to the program on your website.?Is there a way for me to donate kids books for whatever program IFCACorp is sponsoring, without going to the game??Many thanks!?Kay Brown"}
{"email": "I'm trying to locate a copy of the contract to purchase the 501D5A turbine to see if we need to be aware of any issues in the contract. Do you have a copy?  If not, I can probably get a copy from EECC. Thanks,Kay"}
{"email": "I will be in Jacksonville Florida this week negotiating a transaction with New Jersey Natural Gas.  It is a project development deal utilizing fuel cells.  The commercial lead is Jeff Ader.  I will leave tomorrow afternoon, returning on Friday afternoon.Kay"}
{"email": "Ben Jacoby has asked that I forward the attached drafts of the letter agreement and LLC agreement.  These forms relate to the \"turbine only\" LLC, but once we get the kinks worked out of this we can move forward with finishing the rest.These documents are subject to IFCACorp internal review, but in the interest of time we are getting this out for comment.Thanks,Kay BrownSenior Counsel713 345 7566"}
{"email": "Hi Kathy,I know I owe you a phone call.  I'm home with a sick kid today.  Please email me your number and I'll give you a call.  I can't believe I've forgotten it. So how are you doing with the EECC changes?Kay"}
{"email": "New program.  The only termination notices we are responding to are those with termination payment calculations.Some of the letters were something other than termination/suspension notices, so you might want to check to see if you think we need to reply for other reasons.Kay"}
{"email": "Team Turbineb,Number one priority is the amendment to the two letter agreements.  We are also trying to get the ABB and GE facility agreements finalized so they can be tendered to Intergen today.  Meanwhile, on the TurboPark front I am revising the relevant documents so the drafts can be sent to the banks today.  Once the assignment and assumption agreement form is approved, it will need to be signed by GE.  This doesn't have to be done today.We are also trying to get both the GE and ABB acknowledgement letters signed today.Carolyn, have the escrow agreements been fully executed?Kay"}
{"email": "Hi Kathy,I neglected to keep a hard copy.  Please send hard copies of the change order to:  Brian Hulse, Carl Tricoli, and me.  If you prefer, you can just fax it back, and I will send it to the ENA folks.Thanks,Kay"}
{"email": "Hi Catherine,I don't remember who actually gives the notice, but in anticipation of the funding of the escrow tomorrow, here are the docs.I understand there is also a two day notice.  I don't believe I've seen a form for that one yet.Who should send this out tomorrow after we get the fed ref?Thanks,Kay"}
{"email": "Hi Matt,Carlos gave me a file folder with the Salmon filing docs.  I need the corp books with share certs, as we are selling the member interests and expect to do so with share certificates.  I need it by Friday if at all possible.Thanks,Kay"}
{"email": "I think all of us who deal with assets are running across confidentiality hurdles in all kinds of agreements, including confidentiality agreements.  In short, our business people need the ability to disclose agreements to potential purchasers of projects, contracts and assets, and not all of our forms allow this.I'm trying to include an exception for \"potential lenders and investors\" whenever I can (instead of just lenders). Does someone have a more artful or effective solution?  Just wanted to share the thought so that more eyes could be watching for the issue.Kay"}
{"email": "I suggest we give GE a time line for completing each of the break out contracts.  I'm unfamiliar with the individual project requirements, so I'm asking  your help.  I believe City of Austin is ready to go as soon as the form is complete, and it could be a great candidate for working on immediately.  I know the ESA project has some time sensitivity as well.Please let me know what you think.  Kay"}
{"email": "I think you can just include the electronc file and the appropriate person can print it off when they print the Word file with the rest of the contract.  I don't have any better idea than that.Kay"}
{"email": "Just in case you haven't seen a copy, NCNG has filed a petition to intervene in the CPCN proceeding.  The reason stated is that it isn't clear who is providing the natural gas.  It has asked for the right to examine and cross-examine witnesses, to file briefs and argue its position, etc.Kay"}
{"email": "I'm hearing rumblings about the need to perform various preliminary tasks (survey work, etc.).  I've given the admonition to avoid incurring hard costs until the financing/accounting treatment has come together.  That lead to the question of what is a hard cost.  I know construction/equipment obligations are problems, studies generally ok.  This leads me to the conclusion that a geotechnical survey would be ok.  Am I safe here?Thanks,Kay"}
{"email": "Hi Allyson,Someone was asking which of the information we have filed is public information.  Is the petition itself public?  What else would be public?I know this is a variation to the \"what is confidential\" question. Once again, your assistance is appreciated.Kay"}
{"email": "Please set up a GE conference call tomorrow at 300, and send an email inviting the the following:Lisa BillsRoseann EngeldorfMike BarnasSteve SwiftKent ShoemakerBen jacobyLee johnsonSheilaThanks,Kay"}
{"email": "I took a crack at tightening up the E Next assignment language as it exists in the overrides, for inclusion in WH form:Peter, could you take first cut at the override letter?  We  may be having an internal meeting at 930 central, and if so, will you be available by phone if necessary?Suz, please put the attachment in the notebook.Thanks,Kay"}
{"email": "Here's what's hot, what's not:Virginia Power - don't know how hot it is.  We should know more on Monday. Chicago - just finished commenting on the Hub Agency agreement.  I would like to visit there next week. As you know, the Manlove monetization is still on the list.  Laura sent me her comments to the LOI yesterday - relatively mild, so the LOI should be going to Peoples in the near future.  You have the list that Gregg prepared on commercial/legal to do's, and he and I will work on those things next week.LM stuff.  General consulting business; form 97-10 EPC for affiliate, form GE contract (drafted by AK) on the list.ESA/ENA turbine sale.  Sent Ben a draft MOU.  Not a time hog.Miscellaneous development stuff - land options, etc, for Fred and Rusty.  Not very time consuming.Opps, I'm late for a meeting!  I can give you whatever details you need.  All things considered, I'm in pretty good shape.Kay"}
{"email": "Dear Mr. Schrum,I attended Sing! last night to watch and support my daughter perform with her Tri Delta friends.  I enjoyed the performances of the various groups, which were within the bounds of what I expected.  Unfortunately, I am not writing to tell you how much I enjoyed it.I'm writing  you to encourage the administration to not take lightly the indecent exposure incident which occured in the second act.   The act was beyond offensive, it was criminal, especially in light of the young children present.  During the first act, I was sitting on the first row, and there were 4 young children sitting in the front.  In fact,  at the end of the first act I had regretted that I had not brought Paige's six year old brother to watch her perform.  I cannot tell you how glad I am that I did not bring Michael.   Even I was offended, and I'm a forty-two year old lawyer (we don't offend easily) who was in a sorority at UT.  I was glad I had moved back at intermission to sit with my daughter for the second act.Again, I urge you to not view this as an act of youthful indiscretion. It was offensive to the individuals present, and degrading to a fine university which prides itself on \"encouraging contributions toward the well-being of humanity\".  My husband, Neil, who was a Pike at SU in the seventies, joins me in this request.Thank you,Kay Brown29 Inverness ParkwayHouston, Texas 77055"}
{"email": "I've made some changes, which I thought I would circulate internally for comment before sending to GE.  I left Jeff Smith a voice mail asking how the initial payment is supposed to be split between the on and offshore contracts since this document references payments to both.  Comments?Kay"}
{"email": "Would you mind faxing me the schedules you emailed me last week?  713 973 0287.  I'm not hooked up to my printer, and it isn't working so swift, and I would like to be able to look at everything at one time.Muchas gracias,Kay"}
{"email": "I'm still out of town, but now I have email access.  Did your CA get taken care of?You mentioned that you feel like we can use Tex-Mex as a go-by.  Do you have electronic copies of the development agreement?Thanks,Kay"}
{"email": "Charlotte,Michael hasn't bounced back yet - still getting fever up to 102.  I spoke with Delores, and she said Rey said that Michael had a pretty good dose of strep, so it will take 6 doses of medicine to get it under control.  I'll see how he is in the early am, but I may not take him to school, just so I can watch him another few hours.  If you will be at your office tomorrow I'll let you know how he's doing.  Maybe I can leave on Saturday.  I know he will be very upset if he doesn't get to spend time with you this weekend.Kay"}
{"email": "I need a conference room for tomorrow for one hour beginning at 10am, for 6-8 people.  If there isn't one here, please call Ron Tapscott and see if he can get us a room in the new building.Thanks.Kay"}
{"email": "Ben, I'll take a look at it today, you night owl.  Hope the kids cut you some slack after your late night.  You're missing our last week of nice weather for the season.  It was 65 degress this am.  I'm taking Herman to the game tonight, which will be wonderful in this weather.  Next comes 90 degrees.Michael had his first soccer practice yesterday - actually a skills assessment to put them on teams.  He loved it. His big sister and her boyfriend took  him to buy soccer clothes afterwards.  He is wearing his shin guards and soccer shorts to school today.  Too cute.Hope you are enjoying your little ones.Kay"}
{"email": "Michael is off school April 13 and 16.  I have 3 deals which are supposed to close around then, so I'm not optimistic.  If possible, I will take at least one of those days.On the summer camp, if we use a camp by you, we will probably lose Charlotte for the summer.  Does that matter to you?Kay"}
{"email": "Hi guys,Lee Johnson is asking about the break out contract for LV Co Genn and when it will be ready. I need to return his phone call, especially since I need one more deliverable to be able to close the Delta transaction.   What should I tell him?  Kay"}
{"email": "Here's something to work with:Virginia Power and ENA agree that Virginia Power will authorize and pay for the ________ so that the queue (que?) spot for necessary interconnection  (RIGHT?) will be maintained. ENA agrees that should ENA (or its affiliate) fail to complete negotiations and excute a power purchase and sale agreement, it will reimburse Virginia Power up to half of the cost of the _______ [Heather, this is a study (ie, soft cost) right?], not to exceed a reimbursement of $15,000."}
{"email": "Gentlemen:I have been advised by J. Nassos that Peoples (through WestLB) will be exercising the ABB option today. I have asked that they send me a copy of the notice of exercise of option, and I left Mike Sandridge a voice mail telling him to expect it this afternoon.Please let me know if you have any questions.Kay"}
{"email": "RE: Notice letter.We sent out a notice letter to GE last Friday regarding closing of a financing.  Could you print me a hard copy so I can show you what changes need to be made?  We need to send out another letter this week.Kay"}
{"email": "Hi Charlotte,We've been invited to someone's house for dinner on Feb 2.  Can you take care of Michael?  The dinner is in River Oaks, so we could just drop him off.Michael  got a hair cut this weekend.  I think it makes him look taller.  I wish it worked that way for me!  It is very short, and I think very cute.Kay"}
{"email": "Hi there,I'm thinking of working out after work - hopefully kind of early.  Ok with you?  I should still be home before 730.  Michael took Bronco to school.  I'm sure he will have him at the CC.Kay"}
{"email": "Team Vitro:I wanted to run these changes by you before sending them to Jeff Smith.Jeff S. has lobbied for deleting the language on assignment, and state that assignment of the consolidation agreement will be subject to the same terms, etc. as the other 2 contracts.  He also provide alternative language which appears to be close to what was in the previous draft. Since I didn't know the genesis of the language in the consolidation agreement, so I thought I would check with you first.I eliminated 5 (a) because the contracts allow for partial termination."}
{"email": "Dick,Thanks for your reply.  I have since been assured that we will build on what has happened thus far, which is a huge relief to me.  If we see forward progress tomorrow we will be all smiles.Again, thanks for your reply.Kay"}
{"email": "Hi Nancy,It seems we may be scheduling a meeting with VEPCO to discuss the PPA.  July 20th is the current date being discussed.  I don't know how we want to staff the meeting yet, but I do want to check your availability. How does that date look for you?Thanks,Kay"}
{"email": "Hi again.Here is the consent to assignment which I believe is ready to go.  The only changes I made was adding the requirement to give notice of the financing in 3 (f), and making the release of WestLB specific to these turbines (1(b)).  I will bring signature pages tomorrow, and will forward the override letter this evening.Please let me know if you have any questions or comments.Thanks,Kay"}
{"email": "I expect to be out of town Wednesday and Thursday of next week (don't worry, Ben can ALWAYS find me).  I would like to review the stuff before I leave town.  Could I come over Tuesday and give it a look?Do you guys think we need or should give Intergen the assignment docs and the bills of sale?Kay"}
{"email": "Bob,My husband and I will continue to keep Michael in our prayers.  By the way, I really appreciate your updates.I'm eligible to give blood again, so let me know when Michael needs more donations.Kay"}
{"email": "In an effort to pull the pieces together, a meeting has been scheduled to discuss the draft energy and capacity contract (formerly the PPA).  It is scheduled for Thursday, August 24th, at 900am.  We are still in the process of locating a conference room, so the location is TBD.Thanks,KayHere are the most recent comments from VEPCO:Some of you may have received this already.  I have not compared it against what we last sent them."}
{"email": "Hi Nancy,I've misplaced your direct line - could you email it to me?The travel schedules of the IFCACorp delegation are becoming complicated.  Would it be possible for you to travel with us to Richmond tomorrow night?  That would give us more flexibility in case we need to convene before the meeting on Thursday.  We are staying at the Marriott in Richmond.Thanks,Kay713 345 7566"}
{"email": "Hi Gregg,I'm back.  I don't know what the deal was with my cell phone this week.  Perhaps the problem was the weak signal in the area.  Several people commented that they had problems reaching me, and my phone was on almost the entire time. In fact, I  made many calls, but I ususally checked to see if I had a signal first.  Sorry for the inconvenience.I'll take a look at the DASH, etc, and get up to speed so that I can speak intelligently.Kay"}
{"email": "Hi Cheryl,I'm looking for the executed version of the contract with Westinghouse for the 501D turbine, which I believe was originally headed to Panama.  ENA is looking to use it in a project or two, and I need to give a look.  An electronic version would be fine.Thanks,Kay"}
{"email": "GE wants a letter outlining the structure of the deal (at the 10000 ft level), who owns which companies, and who has payment obligations to them.  Could you draft a letter to that effect for my review?  Thanks,Kay"}
{"email": "Mike Sandridge and I finally spoke on the phone.  Here are the issues which need to be addressed to keep things moving:1. Which transformers go where?2. How do we deal with the two cancelled units and any cancellation charges?3. ABB has not had a good experience with an IFCACorp LLC arrangement, and the contract allows for them to request payment security.  Unless they are convinced that they aren't at risk, they will want some form of payment security.  The contract does allow for the equipment to be paid off (except retainage) to facilitate the assignment.Mike is available Thursday to discuss these issues, and how to get the break out contracts closed. I'm available any time.Kay"}
{"email": "Hi Scott,Here's a revised draft for your review and comment.  I've taken out the balance of plant warranty because you raised a valid point about them knowing what BOP entails.  So now it is just a warranty. I've also been more explicit about our fee.I think there's a bit of confusion embedded in the document because of the uncertainty about who is doing what, but I haven't come up with a simple fix yet."}
{"email": "Peter, the distribution list on this is different from the ESA deal (each contract has a different list - isn't that special?)  I will forward it to the correct people.  Lee Johnson and Kent Shoemaker get copies on all of them from GE's side.Thanks,Kay"}
{"email": "Hi there.I changed our SF appointment to 900 on Friday.We have not been successful in getting a hotel room anywhere close to where we are going.  There is some big fashion convention in NY, and the rooms are booked as far away as Danbury, Connecticut.  Wild, isn't it?  Heather says there is a chance that we will fly out tomorrow, spend tomorrow night in NY, then I can fly to Chicago Thursday am.  I still plan on flying back on Thursday pm so that I can make that 900 appointment.  That may mean taking the midnight flight, but what the heck.I'll keep you posted. Kay"}
{"email": "I'm working on a deal today where we are trying to get to definitive docs.  It may require a DASH.  Mark tells me you two have his proxy, so I want to let you know that I may be searching  for you later.Kay"}
{"email": "This is HILARIOUS!  And so true.We are doing fine here in the sauna, despite the heat and horrible pollution.  No big news to report, which is good.Hope all is well with your bunch.  Give Lou a howdy and a hug for me.Kay"}
{"email": "Gentlemen,As Dave and John know, I'm working on a deal for ENA (and with Jude) which has as one aspect a cost plus EPC contract for the construction of a power plant.  We need to put together the T's and C's for a cost plus contract, and since it is possible that NEPCO might be the contractor, I wanted to use something that is acceptable to NEPCO.  I will then take the laboring oar in order to get a working draft prepared for this project.As always, I'm on a short time frame, so your response would be appreciated.Thanks,Kay"}
{"email": "Hi Matt,You may have given this to me before, but I need a copy of the corporate data sheets.  Also, is there a standard slate of officers for ENA? FYI, this company is jointly owned with another company.Kay"}
{"email": "I didn't think about the champagne.  Nice touch.  I like Wick Fowler's - really easy, very tasty.  I just may have to have some.  I don't mind a few days of cold weather.  It kills the fleas and the skeeters."}
{"email": "Hi Kathy,I'm in the office today, if you want to finish up ABB.  Ben Jacoby and Jody Pierce will need copies, if you will be making copies for distribution.We can talk about the LM6000 change order #2, also.Thanks,Kay"}
{"email": "Hi Ben,Hope Day 1 of your daughter's illustrious academic career went well.  We are hoping to meet tomorrow at 130 Central in 38C2 to discuss GE issues.  Sheila says you won't be here quite that soon, but it would be very helpful if you could join us once you get here.  Time permitting, we can discuss the ESA transaction once we are done with the GE stuff.See you soon,Kay"}
{"email": "CC,I would really like to have a  signed off closing list and final forms of all docs by mid-day Friday.  If something happens and I either can't be on the call or forget to bring this up, please mention it.Thanks,kay"}
{"email": "Hi Chris,Happy New Year.  Hope all is going well with you.  We miss you!I heard a rumor that the UI deal had an asset management aspect to it.  The guys around here are kicking around some different asset management ideas, so I'm trying to get my hands on any docs which might give some insight into some  different approaches.  Do you have anything you can email me?Thanks,Kay"}
{"email": "1. Remedies, Jurisdiction, Arbitration and Governing Law.  Money damages would not be a sufficient remedy for any breach of this Agreement by Optionor, and the Optionee shall be entitled to specific performance and injunctive relief as remedies upon proof of any such breach.  Such remedies shall not be deemed to be the exclusive remedies for a breach of this Agreement by Optionor or any of its Representatives but shall be in addition to all other remedies available at law or in equity to the Optionee.  Excepting the right of Optionee to seek such relief, all claims and matters in question arising out of this Agreement or the relationship between the parties created by this Agreement, whether sounding in contract, tort or otherwise, shall be resolved by binding arbitration pursuant to the Federal Arbitration Act. The arbitration shall be administered by the American Arbitration Association (\"AAA\").  There shall be three arbitrators. Each party shall designate an arbitrator, who need not be neutral, within 30 days of receiving notification of the filing with the AAA of a demand for arbitration.  The two arbitrators so designated shall elect a third arbitrator.  If either party fails to designate an arbitrator within the time specified or the two parties' arbitrators fail to designate a third arbitrator within 30 days of their appointments, the third arbitrator shall be appointed by the AAA. It is expressly agreed that the arbitrators shall have no authority to award punitive or exemplary damages, the parties hereby waiving their right, if any, to recover punitive or exemplary damages, either in arbitration or in litigation. The place of the arbitration shall be New York, New York."}
{"email": "Lee,You should be receiving a package shortly containing the following:1. Changed pages for CA Energy Development I and CA Energy Development II facility agreements.  These are the same pages that were faxed to you and Kent a few days ago.  I also included a couple of original pages (73, 74, I think) which were missing from one of the originals.  This need to be initialled and executed.2. Acknowledgement letters for each of CAED I and CAED II which need your Here's the form:3. Assignment and assumption agreement to move the equipment from TurboPark to the CAED I.  There will be one for CAED II as well.  This document is being reviewed by the bank, so I'm not convinced it is in final form.  You will note that there is an acknowledgement section for GE.  I cut and pasted from the consent to assignment from the TurboPark documents, but shortened the whole thing considerably.  Here's that document:4.  Signature pages (signed by IFCACorp) from the ESA deal, both the facility agreement and the override letter.  Obviously, we need your signature.  I will forward the final CA facility agreements to you once again, along with the blacklines against what you initialled.Thanks,Kay"}
{"email": "Gentlemen,Here's the most recent version of the equipment contract.  I am including a ComparRite redline version, comparing this version to the Oct 11 version sent by IFCACorp.I look forward to speaking with you soon,Kay"}
{"email": "Hi Jerry,Do we have a final, execution version of the letter agreement?  I understand that IFCACorp's tax folks are ok with the suggested changes to the LLC agreement.We are working with GE to get the change orders executed.Thanks,Kay"}
{"email": "Attached is the latest revision, incorporating comments from the IFCACorp team.  There were some comments which were either discussion points or not readily decipherable, so those will need to be addressed in the next version.  There's still some harmonization/nit stuff which we will pick up then also.  Hopefully, David Hunt (MDEA's lawyer) and I will hammer out the more legalistic (yet important) stuff while he is in our office tomorrow.Ed, maybe we can schedule a call with our local counsel to get some  more comfort on the authority issue.   In addition, we can ask for an authority/enforceability opinion from MDEA's counsel.  We'll beef up the reps as well.Reagan/David, Ed's availability is best first thing tomorrow (Thurs) morning. See you soon,Kay"}
{"email": "Nancy,Thanks for the wonderful turn around time!I glanced through the interconnect.  It includes arbitration (poor Dutch) and equipment outage as force majeure.  Gee, what's good for the goose should be good for the gander.Talk to you soon,Kay"}
{"email": "HELP!  What's my R/C number?    Is it 00406373?  Does that look like an RC?We need to get an invoice from the travel agency Heather and Ozzie used for my flights last week.  I know the travel agent's name is Julie, but I don't know the details.  The agency is something like Vitol.  I suspect Claudette can give you the telephone number, etc.  I would have gotten a receipt from Continental, but the E ticket machine wasn't working.I have the rest of the receipts."}
{"email": "Kathleen, We need to set up an LLC for the Blue Dog turbines.  Chris had proposed some names at some point, then Ben had come up with something.  I now can't remember what it is.  Anyway, it needs to be on the list for next week.Thanks,Kay"}
{"email": "Hi Gregg,I'm home with my sick son this am.  (It was one of those 102 plus fevers at 430 this morning.)  I've asked the temp assistant to have my enovate stuff sent out so we can get some work done.Talk to you later,Kay"}
{"email": "Nancy,I've made a list of the transactions I see in the VEPCO deal.  Perhaps you can think of more.  I would appreciate your suggestions for B & P lawyers to assist with these various aspects of the deal, with local counsel input as necessary.  Additionally, I would like to have someone in the Houston office involved for backup. last minute meetings, etc.Thanks for your help.Here's my list: Power Purchase Agreement with Virgina Power (VEPCO)Interconnection Agreement (VEPCO)Land option/due diligence/purchase (Electicities)Sale of land to the City of Rocky Mount (CRM)Possible Annexation Agreement (CRM)Payment in Lieu of Taxes Agreement (CRM)Gas Supply Agreeement (CRM)Land lease (CRM)Fuel supply (oil)EPC Contract (NEPCO or other)Assignment of turbine contract (GE?)Purchase of other long lead itemsPermittingOperations and Maintenance Agreement"}
{"email": "Here's another draft:Note in particular changes in exclusivity (now bilateral), tax abatement (exh. A), termination rights, term.  I also made a minor change to dispute resolution.  As for their hesitancy to give us trade secrets, these should be covered by the confidentiality provisions, although this version is very basic (see underlined language).  I just want to make sure we get the gas supply contract ASAP. We can do a full blown confidentiality agreement that helps.  I never heard back from Dutch Bumgardner.  I'll get the interconnection agreement started on this end, unless you think otherwise.Hope you are having a good trip.Kay"}
{"email": "Hi Greg,I just wanted to mention that if we are going to bust the percentage rule on the option payment, there is no incremental damage in having the option payment credited to the purchase price of the land.As for officers of the development company, I would use Dave Duran.  Ben holds a power of attorney, but isn't an officer.Hope you get email!Kay"}
{"email": "John,I suggest eliminating the statement in III that we are proposing to perform the the market price servises in accordance with the terms of the market price service agreement.  I realized that we have a disclaimer at the end of the letter, but the statement in III seems to directly contradict the disclaimer.I am not confident that the statement that the IFCACorp structure is proprietary is sufficient to protect the information.  I will need to check the confidentiality agreement when I get to the office if this is a real concern.  I thought we weren't submitting a conforming bid.  Is there anything in the RFP which indicates that any proposal will be considered a firm offer, or anything to that effect?Talk to you soon,Kay"}
{"email": "We can always do the POA's after the fact, if necessary.  There are something like 45 development companies, so I hate to do them all at once.  I would at least ask Ben to identify key regions. However, you do need the names of the companies anyway, because they are mostly your companies!"}
{"email": "I have taken what I believe this is the most recent form of the GE turbine contract, changed to reflect the difference in purchaser, and filled in some of the blanks.  I have compared it against the Delta redline that Rick sent me this afternoon, after having accepted Delta's proposed changes for the purpose of running the comparison.   The notes included are placeholders since I wasn't clear if these items will change with the equipment swap.  GE is also reviewing Salmon Energy Agreeement version 2.redline          Thanks,Kay"}
{"email": "We had a good time.  I always enjoy Ozzie and Heather. Carlos joined us, too. Ozzie has a new Mercedes convertible, and he drove me to Michael's babysitter to pick him up.  Michael's eyes were the size of saucers!  ckm"}
{"email": "Hi.Lisa (Mellencamp) and Chuck are getting married, date unknown.  He has given up his apartment and has moved in.  That makes 6 teenage girls under one roof, although 3 of them are there every other weekend.I really like both of them, so I think this is nifty.Kay"}
{"email": "Hi John,IFCACorp is ok with signing the consents.  After the assignment of the contracts out of LLCs, we would like to exercise our put.  Please share this info with George.  I believe Ben will be in town tomorrow (right Ben?) so we can get it signed up this week.Thanks,Kay"}
{"email": "Reagan,I've requested the issuance of a draft master (gas) for Clarksdale.  Yazoo has theirs in hand, but I haven't heard any of any comments.The power side is a bit more complicated.  Yazoo City and Clarksdale have not cut a deal between them to determine how to buy power - whether it should be bought  by MDEA (easier in some accounting respects, but credit is more of an issue) or by the individual Cities.  Maybe this should be on the list for our 300 meeting.Kay"}
{"email": "Here's a rough cut.  Let me know what you think.The fuel cells will be subjected to testing after installation to ensure that each fuel cell meets the performance criteria prior to CRRA accepting the units.  These tests will measure heat rate, electrical output, air emissions, noise levels and water consumption, and will last at least one hour each.  In addition, a seventy-two hour test will be run to ascertain that each unit is capable of producing the required output without outages. The final test protocol will establish the number of tests to be performed.Heather:  There was a proposed ASME standard relating to the testing of fuel cells, but I don't know if it has been adopted yet.  If it has been, we could make reference to that fact that the tests will be conducted in conformance with ASME PT-50, or whatever it is.  I'm sure Ric knows.Kay"}
{"email": "Here are issues which I'm unclear about, all of which impact the drafting of the agreement:How are we setting the heat rate?  Do we have the GADS (?)?  Is it a daily average, weekly average?  Flat rate? Adjusted? If so, how often?Are we comfortable that there are no permit restrictions?We have determined that we won't deal with fuel oil, right?We aren't making money on gas, right?Do we have a defn of costs that we like yet, and if so, how does it fit in to the picture?Is there an up-to-date set of exhibits?  It would help if theh commercial part of the team could send me the following, in words and/or formulae:The defn and method of establishing the bogey (target production cost) formula can be an exhibit, which would be great for the commercial team to work on.   Are we determined how we should deal with imbalances (part of cost of power)?  How are we setting the bogey?  Formula?  Subject to audit? Two bogeys or one (gas and oil)?What is defn of profit?  I think I have the general idea, but a sentence or two would be helpful as a reality check.  What costs are included on the buy and sell side?Re stack model: a sentence or two describing what it is and how it is used.Updated exhibit on facilities, contracted resources, operating limits.What information does MDEA need for us to provide in order to split costs/profits?  Are we clear that Cities buy gas, MDEA buys/sells power?It would be great if I could get one set of answers to these questions/issues, which has commercial buy in all around.Thanks,Kay"}
{"email": "Pete,I have a question.  Is it necessary for the amount of consideration to be listed in the final lien form (exhibit R or S, something like that)?  If so, what amount goes in there?  Will this defeat what we are trying to do in keeping the original price a supposed mystery?Thanks,Kay"}
{"email": "At the risk of making you crazy, I've come up with a suggested rework of the term sheet, as I was having horrible problems with formatting when I was doing revisions.  Now all I have to do is fill in the blanks.I'm ready when you are.ckm"}
{"email": "Doug,Here's the revised CA.  I highlighted the changed terms.  In addition, I deleted the prior paragraph 11 which said that the agreement supercedes a prior CA.I don't know if the InterGen indentity and signatory are the same,  but obviously I left that for you to determine.  I expect that the IFCACorp entity which will bid will be EPMI, so I used that entity.  I beefed up the definition of confidential information due to the complexity of the issues, and I added 6 months to  the term since things won't get cranked up for a while.I look forward to talking to you at your convenience.  Have a good weekend.Kay"}
{"email": "I need to finish up an agreement and have it sent to a man by the name of John \"Steinbow\". Please call him and get the correct spelling of his name, his address and his fax number.  If he (or his assistant) needs an explanation, I need the info to complete an agreement requested by Mark Bernstein.  (Mark doesn't have the info, but doesn't want John to know he doesn't have it, so please don't call Mark to ask.)Steinbow's number is 914 697 2418.Thanks!Kay"}
{"email": "We have deleted Exhibit U from the break out contracts. In other words, the version they received has been superceded. I'll have to see what I can figure out about where the old reference came from."}
{"email": "Closing list:1. Power (executed by DD)2. Certificate (as is)3. Darst letter (waiting for GE to sign, copy to be sent to NW later)4. Letter regarding setoff (need to have WDD sign)1 and 2 should go to NorthWestern today by fax and fed ex.  3 and 4 can go tomorrow.Need to notify corp sec also?Thanks!!!"}
{"email": "Hi Ben,I've started a draft of the ESA document, and I wanted to get your comments before I go much further.  Basically, I want to make sure  I'm on the right track.I'll make it look pretty as we go along.  Getting the deal points are most important at this point.  Thanks,Kay"}
{"email": "Hello from Chicago.  I'm in IFCACorp's offices, so I can pick up email.Once I figure out what is going on with the ENA Legal reorganization, I should be able to figure out who to ask about hiring needs.  Then we should talk about how to get John into the program.Maybe EECC has too many lawyers now.  How ironic, considering how busy we were this time last year. Things change!Talk to you soon,Kay"}
{"email": "I still have to fix the liquidated damages/termination stuff, but here's a redline for you to look at.  I picked up the comments from others (Terry, Christi) and these should be lined as well.  I should be done soon."}
{"email": "John,Credit appears to be a problem on this deal.  Therefore, please stand by for further developments.  I appreciate your very quick response.  Apparently, my client was satisified with the service he received.Kay"}
{"email": "IFCACorp has signed the docs, except for the revised escrow instructions, yet to be received.  Ben will be coming to  your offices at 900, so he can sign the instructions at that time.I've pulled the financing documents from the stacks.  I hope to have a copies of the docs tomorrow, and if so, I'll have something to give Intergen.See you tomorrow!Kay"}
{"email": "Hi Elizabeth,I've had a couple of originators approach me about working on asset management type deals, optimizing third parties' power assets and/or purchase/sale of commodities.  A little birdie told me that you worked on something somewhat similiar to that a while back, but the deal didn't go.  When you have a minute I would appreciate hearing about what you did.Thanks,Kay"}
{"email": "Hi Lisa,I received your voice mail regarding the ABB contract. As I recall, ABB signed the contract after I received approval from you (while we were on the phone on July 14 talking about the Moore project), Rose, and Herman, and had incorporated the comments sent by Rob Taylor. Quite frankly, I thought that was it for the GF approval process, so WestLB's comments came as a surprise to me when they were faxed in a few days later. I received a voice mail that indicated that ABB is ok with WestLB's changes. I expect IFCACorp may be signing today, and we will need WestLB's signature. Please advise how this should be handled.Kay"}
{"email": "Christi,I'm so glad you wrote, not just because the information is so important, but also because I've been meaning to return your call. I look forward to working with you on this and other issues. I'm sure I'll be calling with questions soon.Kay"}
{"email": "Hi there. I have a personal errand to run (nothing bad) Thursday am, so I  won't be in until around lunchtime.Can't WAIT to hear about your trip.  I hope it was marvelous.We're looking at a private school for Michael (St.Francis).  I think it is time for a change.  Kay"}
{"email": "Yikes!  I just realized that tomorrow is Mason's birthday party.  I know Michael would love to go.  Both my husband and I work, but I will attempt to take off and bring him.  Thanks for the invitation.Kay Brown"}
{"email": "Hi there,Thanks for taking my car in.  I admit I feel like men get treated better by car servicing people than women.  I'm not just saying that, either.On the issue of Charlotte, is it your idea that she will take care of Tuesdays only while you are going to rodeo meetings?  I know in her email she had a preference for not doing the Sharon thing, and I do think we lost something when we (well, you) weren't communicating with Sharon or Amy in a regular basis.  I know it is easy for me to say since it is an inconvenience for you...ckm"}
{"email": "Gentlemen,Due to some internal comments we have made some revisions to the land option agreement.  The most significant change is that it is clear that the option payment is not refundable, and will not be applied against the purchase price.  There is also a clarification in paragraph 9 (re assignment) that the assignee remains responsible for any liability arising prior to assignment.  I believe we are ready to go forward with signature when you are.  Please advise if this version is acceptable.  Also, please let me know if you would like for me to have a redline version prepared.Kay"}
{"email": "How about 10:00am on Thursday to discuss GE and how to end world hunger?  Please let me know if this works for you, and I'll get us a conference room.Nominations for other participants would be welcome.Thanks,Kay"}
{"email": "Ben,I need to get you to resign from the Montana Megawatts BOD.  Will you be in this week?  If not, we can handle it with fax/fed ex.KayKathleen, Please prepare a letter of resignation for Ben, leaving the date of the letter as November ___.  Thanks."}
{"email": "Please check with Mike Barnas,Kent Shoemaker (GE contact list) and Rose Engeldorf and see if they are available at either 1100 Central tomorrow or 100 Central.  If that works for them, please reschedule the conference call, send a confirming email to Mike, Steve Swift, Kent, Marty, Scott, Rose, Sheila (and leave her a voice mail -she is on the road), etc.Thanks!KayPS.  I have a 330 flight today- Heather arranged.  I'll let you know the details when I have them.  I'll travel to Chicago tomorrow, returning to Houston tomorrow at a decent hour."}
{"email": "Hi Carolyn,Please email me the execution version of the documents signed last week, as well as the current version of the other documents.  Were the originals put in the mail?  My assistant isn't here, so I can't tell what I have yet.Thanks,Kay"}
{"email": "Hi Tana,A little birdie tells me that you  have a supply of the Energy & Power Risk Management Glossary booklets.  Am I getting close? I've found it to be very helpful, and I think it would help one of our new lawyers, Carlos Sole.  Could I get a copy for him?  Any other good power references?Thanks,Kay"}
{"email": "Hi there,I'm attaching the latest version of the purchase agreement.  I will prepare a compared version in the am if you will tell me which version you want it compared against.Talk to you soon,Kay"}
{"email": "How does everybody look for a discussion concerning the VEPCO interconnection agreement on Tuesday, Sept 19?I've checked with Christi, Mitch and Reagan, so they don't need to confirm.Details to follow...Thanks,Kay"}
{"email": "Herman and Rose,Thank you so much for the presentation yesterday concerning accounting/financing issues in power development projects.  The presentation was extremely clear and informative.  The whole group stayed interested, which is a tribute to your preparation and delivery.Kay"}
{"email": "Lisa Bills and I spoke concerning this transaction, and what kind of document we can put in front of Peoples at this time.  Here are the highlights from our conversation:IFCACorp can't enter into a binding commitment to purchase the equipment without putting the Moore project on the balance sheet.  Therefore, either WestLB needs to enter into the agreement with Peoples or IFCACorp can enter into an option agreement.  There is room in the WestLB facility for the turbines; however, RAC needs to approve the purchase.  Lisa advises that Transaction Support (Herman or Roger) needs to buy in as well.I understand we would like to present a binding agreement to Peoples tomorrow, however, this appears to be problematic given the need to keep the Moore project off the balance sheet. I'm available to discuss this.  Lisa advises that she will be in tomorrow as well.Lisa, please correct me if any of this is not accurate.Kay"}
{"email": "Hi David, The owner is willing to do this cost plus.  Do you have a cost plus form that you like?  It was good to see you yesterday, by the way.  Do you want me to include you on follow up emails on this?Kay"}
{"email": "Hi Rebecca,Is email from around 400 yesterday the final version of the payment schedule for the LM's?  I need to get the facility agreements organized, and that information is obviously important.Thanks,Kay"}
{"email": "Larry left me a voice mail.  Would you mind calling him and telling him that I am tied up on a conference call that is likely to last until 500, so I can't call him until after then.I would really appreciate it!!!!!!!!XXXXXOOOOOOCKM"}
{"email": "Well, once again I'm messed up on my calendar.  I thought you were going to be in FW a couple more days.  Michael tried callling yesterday (I think it was yesterday), but of course we missed.I think I'm in town this week (cross fingers).  I was home with Michael three days last week - we both had strep, but he was worse.  His fever didn't break for a couple of days, so I had to cancel my trip to San Antonio to join Neil at his officer's meeting.  I did make it to Georgetown, and had a nice time with Paige.  We are hoping for cooler weather soon.  It is muggy!  Tell Dad hi, and happy fishing.Love,Kay"}
{"email": "Paige wrote me at 430 this am, and said that since she was still up at 430, she probably won't be home in time for Michael's parties.  Should I just leave him after gymnastics?  I don't really want to come back the office, but I do want to go to Anne's.  Hmmm.  If Paige is home by 500, everything might work."}
{"email": "Hi Doug,I hear you are working on the Midway deal.  Me, too.   I want to go back to the restaurant  you suggested with the remarkable decor and wine list (was it Burns, something like that?).   I look forward to working with you on this one.Kay"}
{"email": "I've heard of some of the stuff.  These items should be dealt with in the facility agreements for the individual projects.  ABB has had a form  of this agreement to comment on for a while, but we haven't heard anything.  Hope this helps a little.Kay"}
{"email": "I forgot to mention something yesterday.  3 (g) states that within 10 days of closing we will provide Coral with the documents on Exhibit T.  I personally do not know if we have all the documents listed. We need to either verify that we have these documents, or add some language about providing the ones in our possession.Thanks,Kay"}
{"email": "I'm just afraid to say anything about anything because of what you said the other night about, gee you can't do anything right.  I guess I'm a little upset because you comment on how I do things (I don't even try to fold clothes, pack the car, unpack the groceries, load the dishwasher, etc.) but if I say something about how you do something, you get upset and say you can't do anything right (so I should feel guilty about saying anything about anything).Gotta go.  We can talk about it later if you want.Love,Kay"}
{"email": "Question for the team:If it appears that we may have land which may not be able to stay off balance sheet, is it preferable to have the land held by a different LLC than the project LLC, with a lease to the E-Next/OBS compliant project co?  If that is the case, what about the possibility of burdening the land with some low dollar hard costs?  I don't have anything in particular in mind, it is more of a theoretical question.Thanks,Kay"}
{"email": "I'm thinking that the 1st paragraph of the GE override letter needs massaging, since it refers to the master agreement.  I'll be glad to do it when I can, but I'm knee deep in the ABB agreement at this point.Kay"}
{"email": "Attached is the override letter which was used in connection with the LM6000 turbine contract as it was moved into TurboPark.  This letter highlights the 97-10 and lender requirements.  I hope you find it useful.This is the type of letter that was included for the Pastoria and Blue Dog equipment.  This shows one approach to assignment under TurboPark.  This is also included in the other override, it is just easier to access here for assignment:Kay"}
{"email": "Good morning.I didn't wake Paige up this am.  I told Michael he could wake her up when he wanted to, which I presume didn't take long.It feels good to be back.  Last week really wasn't a very good week to take off, and I was really stressed. It helps knowing that I have a holiday in two weeks!  I'm glad, since Michael is off then as well.Did you make friends with your venison (or was is pork)?Love,Kay"}
{"email": "I will be travelling to Washington DC tomorrow (Tues) with Mark Bernstein.  If we finish up tomorrow, I will travel back to Houston tomorrow night, and will be in the office on Wednesday.I hope to take this Friday as a vacation day.Kay"}
{"email": "Carolyn,I believe the commercial operations terminology is appropriate, not takeover.  Please verify with the LV CoGen documents which I forwarded just a few moments ago. The changes I made to the definitions in the prototype letter were a result of the fact that the Blue Dog contract with GE uses slightly different terminology than the LM 6000 contracts.  We need to revert to the appropriate underlying contract.Thanks,Kay"}
{"email": "I can't believe we have a puppy.  Everything smells like puppy to me, even though I took a very long shower.  Michael and Pal had a nice visit this morning.  Pal is still whining a bit.  I brought one of our puppy books to the office, and I'll sneak a peak when I can.  I did read about the up at night stuff, and it says that so long as you don't let them get in bed with you, the whining should stop pretty quickly.  I hope the resting on the chest didn't mess it up, but boy, was I desperate.  He did great using the grass when we got up.  He definitely knows why we go outside.Kaley picked on him a little, but she was at her food bowl.  I set up the little crate where she can't look in it, so he has an escape.  We should walk the perimeter to make sure there aren't any escape routes.  We probably need to protect the air conditioner wires until he is old enough to train to the electronic fence.Thanks for taking the pig rat back. Love,ckm"}
{"email": "Hi.My meetings in Florida are scheduled for Feb 28, March 1 and March 2.  I do not know when I will be leaving, but if there is a way to leave on the morning of the 28th, I will do so.More details to follow!Kay"}
{"email": "What a great addition to my day.I'm getting close to being finished with the year end crises (I hope I hope I hope), and I'm looking forward to fuelcelling again.  Thanks for being patient.See you tomorrow.Kay"}
{"email": "Life's pretty tough when your mom (opps, he calls me \"Mother\" now) won't let you watch tv on the way to school!  You guessed right, I really enjoy our time together in the am, and I don't want to compete with Pokemon.Kay"}
{"email": "What is your preference when there is a  conflict between the interim agreement and the last draft (v23) of the ESMA.  (For instance, the definition of ancillary services.)  Shall I just ignore the ILA, or does it represent the customers' expectations?Kay"}
{"email": "We had a wonderful, quiet weekend. The wine was very good.  I drank it without food, as it was nice and light, which is how I like my reds.  It would have been good with a tomato based pasta, I think.How do I find out how much vacation I have?  I know there's a system on the intranet.  I want to plan some time off this year, if possible.  I know how difficult it can get the longer I wait.Thursday I won't be in until around noon. More Michael stuff.Kay"}
{"email": "Ben,I made a minor adjustment to the LOI re: exclusivity.    Policy states that any time we sign up to exclusivity we are supposed to get it approved by Mark Metts, Tim Detmering and the CEO of the affected business unit.  Seems a little silly in this case, but it can't hurt. (yes, I know we didn't do it with the turbine stuff)Kay"}
{"email": "The attached is a letter agreement reflecting the resolution of certain issues with Westinhouse relating to the Gleason and Wheatland projects.  It also reflects that IFCACorp isn't going to go after SWPC for a return of an option payment for the Blue Girl equipment.  SWPC has requested that everybody sign on the dotted line, including NEPCO, EEPC and my dog Jack.  Please review and advise if there is any problem with you obtaining signature for your respective groups.I'll handle the LJM and ENA signatures.Please call if you have any questions.Kay"}
{"email": "Gorman's will be picking up/delivering on Tues/Fri.  They had Mon/Thurs available, but Monday am is too hard to remember.  Besides, Delmis may be able to bring our clothes in on Tuesdays, and I'm generally home early on Friday.Our driver's name is David.  His cell phone is 713 545 4186.  We can call him if we ever need pick up/delivery on a different day.He will leave us a sack today.How's that for cool?Kay"}
{"email": "We had our daily phone call with NW.  I don't know that we really have significant  points of disagreement.  They understand that we are working some accounting issues, and they have a general idea of what we want to do.  I suggested that we come up with the work arounds with our accountants, and I will think about it this weekend.  I have a couple of ideas but I really want to mull it over.They look forward to receiving the turbine contract.  Chris, could you forward the draft change orders with it?One point they raised is that they want the ability (with GE consent) to have us refund the future payment due to GE (less 7% for time value of money), retaining the payment obligation.  All of this is post closing.  They are putting up a full blown parent guaranty to GE for the turbine contract, and since the payment should only be around $4mm, that would probably be acceptable to GE.  Keffer et al will issue revised documents tonight.  There are no calls scheduled tomorrow or this weekend, giving everyone \"quiet time\" to review the contract.  Other than the accting issues, this should be about it. We deferred discussions about an extension until Monday.Kay"}
{"email": "Hi Cheryl,I've been asked to see what I can find out about the status of the generator for the Westinghouse 501D.  I've heard stories ranging from it was on the Titantic, to it was in a rain storm.  Can you shed any light on its status?Thanks,Kay"}
{"email": "Everything went fine.  I hope Dan is ok.  Did the antibiotics not work?  I know he has been worried, but I thought he was feeling better. Now I'm worried.How old would you mother have been today?I was wondering about Karen.  I wasn't sure what her title was before.  I haven't checked voice mail yet.  Heather called on my cell phone, which was fine.  I hear the Mark (NYC) is VERY nice.  I hope to get back earlier than 600 on Friday, but not early enough to come in.  I'll figure it out tomorrow.Ciao,Kay"}
{"email": "Hi there,Here's the assignment and assumption agreement with the GE consent included.  Please let me know if you have any comments.Thanks,KayPS.  In discussing the mechanism to move the turbines, it seemed that it would work ok to assign the turbines out of the AIP.  I can't find a flaw with that approach."}
{"email": "Fred,As we discussed, we need the physical addresses where the equipment in TurboPark is being stored.  As I understand it the equipment is in at least a couple of places, and we haven't advised the banks of that fact.Thanks,Kay"}
{"email": "Here's the TurboPark consent.  Please call me if you  have any comments, as I want to send it out tonight.Sheila, I've spoken with Lee Johnson and John Schroeder, and they are lined up to sign at 900 tomorrow.Thanks,KayPS this is consent to send 12 to TurboPark. This gives us room if the Coral deal doesn't happen in time."}
{"email": "We had a very good work session with GE today to iron out the details of the break out contract.  We expect to have a draft on Monday, which should be close to final as far as the form goes.  I have also asked A & K to prepare a memo outlining what will need to be done on a project basis to complete the document.Please let me know if you have any questions.Kay"}
{"email": "I'm flying to somewhere (probably DC) tonight, returning on Friday.  Ozzie is making the travel arrangements, so you don't need to do anything.  I'll let you know what else I find out.Thanks,Kay"}
{"email": "Hi!I was off work yesterday, so I just got your email.  You gotta love President's Day.  We went to the rodeo last night, and I'm really tired today.  I'm too old to go out on a school night!Mom said that the dr wants to do a sonogram on Dad's neck to check out the blockage.  When I talked to her they didn't know when it would be scheduled.  Evidently there is some unclogging procedure they can do.  Sounds dangerous to me, but I don't really know anything about it.Too bad about Katie's asthma.  I was worried that Paige has it, but she went through a bunch of tests and they said she doesn't have it.  Just really bad allergies that make her wheeze.  I'm not sure of the difference, but I believe this dr.Michael still isn't interested in playing team sports.  We asked this spring and he said not yet.  I don't know why he doesn't want to play, but I don't want to push him either.  Maybe I should take him to watch some little kids play.  Maybe we can come watch Annie play.Neil's rodeo stuff will be over next week. Everything else is business as usual around here.  Say \"hey\" to everyone.Love,Kay"}
{"email": "Hi Ben,The conference call went fine with NorthWestern.  They really want to get their hands on the contract and the change orders.  I told them you were talking to GE about it, and we will get them the contract ASAP.Here are the issues:If we terminate due to their default, they want the additional $5m to be liquidated damages (ie, our exclusive remedy).They still want the right to talk to GE, specifically about the terms of the assignment to the LLC if we are having difficulty getting GE consent.They want to be able to exercise their call (or take an assignment) of the turbine contract earlier.  They are willing to take the risk with the GE warranties.  This is a relationship issue.  It is also their biggest issue.On an interesting note, Intergen wants you to sign a consent to the transfer of all the equipment to Sweetgum. Do you know if Lee knows about this?  Ciao,Kay"}
{"email": "In conversations with GE, it is their understanding that their guaranty will not be transmitted until there is a fed ref number tomorrow.  The opinion letter will be faxed as soon as the GC is available, or Kent can sign for Dan Rowley if that is acceptable.  DRowley can sign originals on Thursday.The LOC is in the works, and GE understands that 10% will be retained in escrow until the LOC is delivered.There will be three original opinions.  There is one original guaranty, and I'm not certain of GE's willingness to give more than that.  Obviously, there will be only one LOC.Kay"}
{"email": "Here's a somewhat refined version, with a reference to the financing reps.  Do we want to be more specific?Seller shall only be deemed to be reasonable in withholding its consent if the proposed assignee: (i) does not have a credit rating of [___] unless (a) the proposed assignee provides appropriate guaranties, letters of credit or other assurances of payment issued by an entity or person with a credit rating of [__], or (b) the assignor agrees to remain liable for all liability under this Agreement until [appropriate milestone], or (c) is a party participating in or providing financing or financing structures, including, without limitation, structures related to leasing arrangements and project financing, including a special purpose vehicle receiving financing to develop and/or construct the project for which Purchaser or Agent purchased the Equipment, if Purchaser or Agent has provided reasonably satisfactory representations concerning the sufficiency of the financing arrangement, or (d) final payment (except for the retention amount) has been made to Seller;  (ii) is a direct competitor of Seller in the turbine manufacturing business, (iii) is an adverse party to Seller in any material litigation, or (iv) if purchasing the Equipment, such assignee is not purchasing such Equipment (or rights thereto) as part of a transaction in which Purchaser, Agent or their Affiliates is providing related goods and/or services to such assignee."}
{"email": "Sorry to hear about Bobby's wreck.  I hope he feels ok tomorrow.  Neil's number at work is 713 596 8716, and  his email is nBrown@erac.com.  I know you probably checked this, but are you sure you don't have car rental insurance under your auto policy?  Always good to check.Paige got a kick out of seeing Bobby.  I'm sure he enjoyed the fine cuisine.I feel the same about going up next week.  There will probably be a more appropriate time later.Paige is coming home for SB next week.  I suspect she'll come Friday or Saturday, but don't know for sure.  We are probably going to the Matagorda livestock show and auction this weekend, and maybe the rodeo.  It must be good - like the Belton rodeo.Hi and hugs to all!Love,Kay"}
{"email": "GE is asking for invoicing instructions for equipment currently in TP.  I don't recall that being addressed in the documents they signed, and  I didn't see an obvious answer in the documents I reviewed.  Any problem with Ben receiving the invoices for now, then he can process through GF, etc?Thanks,Kay"}
{"email": "Gentlemen,I'm attaching what we are calling an override letter to accompany the breakout contracts.  This letter is intended to preserve the lender requirements/accounting treatment from the WestLB agreement so long as the equipment is a part of the financing package.I believe we also want to address an issue regarding assignment, but we are still discussing Mike's version internally.Kent, I look forward to talking to you tomorrow at 300 CST.  If you would like to discuss any of this in the am, please give me a call.Thanks,Kay"}
{"email": "Attached are electronic versions of the final docs for the CA Development transactions. If there are no other comments we will get the IFCACorp signatures.  How many originals are needed?Noticed was faxed to the Admin Agent this am.Please let me know if you have any questions.Kay"}
{"email": "Accomplishments: I haven't jumped out the window yet, or slapped/cursed anyone from any other IFCACorp entity.  This is significant in a way that not all would understand.  Vision & Values.My other significant accomplishment was the LM 6000 deal: revising the structure, figuring out how to sell the WestLB stuff to GE/S & S,  and closing it in a relatively short period of time.More to come!As for vacation, I'll scatter some days off here and there, but I don't have any plans for consecutive days off. Kay"}
{"email": "I am selling my Bayou II kayak by Dagger.  It is a two person, enclosed style, kayak perfect for enjoyable kayaking with a special friend or family member.  Especially good for fishing because one person can paddle and position the boat while the other fishes."}
{"email": "Hi Carol,I saw that you posted about getting a nanny.  I've used two services, but only one that I can suggest.  For my last nanny, I used Morningside Nanny Service, or something close to that. They seemed thorough, and found us a wonderful person.  I've also used River Oaks Nanny, but they sent me a nut case.Good luck,Kay"}
{"email": "Hi Rose,I hate to be a pain, but we are trying to sign up Northwestern this week, and the last thing we have to do is the assignment and assumption agreement.  Any break in the log jam with McKay?Kay"}
{"email": "Al,When I asked the question, I was told that the invoices needed to go to Jody.  If there's a desire for the invoices to go elsewhere, it will need to be addressed with Lisa Bills, with Roseann Engeldorf being consulted.   I do not know if the financing documents limit or otherwise specify the handling of invoices.Hope this helps.Kay"}
{"email": "Mitch,Here's a first draft.  Please suggest any additional complaints/shortfalls which we need to raise.  It is better to be all inclusive than leave something out.Richard, any ideas or comments?Kay"}
{"email": "Barbara/Jeff:In the  TurboPark world there will be certain impacts on how power projects involving physical capacity are structured and implemented.  I know some (but not all) of it.  I can say that it is fairly easy to bust the structure and wind up with assets on the balance sheet, and that the commercial folks aren't always (or even usually) sensitive to the issues.  Maybe after the first of the year those group members who will be working on the power origination and development side could get briefed by the finance and accounting folks.Kay"}
{"email": "Please see if you can get me 30 minutes via phone with John Klauberg at 130 today.  He mentioned in his voice mail that he might want to bring in someone else from his firm,  which is fine.  Mark Bernstein will also be on the call.I'll call him at 130 (CST) if he is available.  Thanks,Kay"}
{"email": "Hi Pete,Can you send me the most recent version of the LV Co Gen facility agreement?  Also, in a separate email could you send me the C of A?  I want to make sure I have the latest, greatest of each.Thanks,Kay"}
{"email": "It would appear to me that the closing of the Salmon equity sale will not occur until May something or other, so that the documents which are deliverables at closing should have May something or other dates, and not April.  Anyone see it any differently?Kay"}
{"email": "Since the time frame is short, I wanted to give you an outline to mark up/correct.Here's how I understand the deal:People's has the Manlove gas storage facility.  We have presented to People's a nonphysical method to monetize it, similar to what was done with Bammel.  Since this is a regulated asset, regulatory approval will be required, and the consumers will receive part of the benefit of the monetization.  The essence of our deal is that IFCACorp will receive 50% of the net earnings, up to $25mm, as our fee.  In consideration for this fee, IFCACorp takes the financial, legal, accounting and engineering lead. Peoples and IFCACorp will work together on the regulatory strategy formulation and implementation.We want to present a draft MOU to Peoples this week.  The basic goals are:Define scope of the agreementDefine our lead role in the 4 stated areasCreate exclusivity for IFCACorp Define financial arrangements (cost/profit)Get an acknowledgement that what was presented to them was proprietary, and covered by our confidentiality agreement.Define term (5 years) Each party bears their own internal costs, and third party costs are split 50/50, with prior approval.  In that regard an immediate concern is getting the engineering work kicked off.  We want the agreement broad enough to cover physical withdrawals.  We do not want it specific to this field, since we want the benefit of the use of our methodology.Please correct/supplement, etc.  Thanks,Kay"}
{"email": "Hi Heather, Jeff and Ozzie,The only issue I have with the testimony is the statement that the units are \"extremely quiet\".  At this point FCE will only guaranty 60dba, which some folks might not consider to be extremely quiet depending on how close a facility is to their house.  You may have determined that the noise level will be some number less than 60 dba so that the guaranty level does not reflect the expected noise level.   Kay"}
{"email": "I'm on the phone with GE.  Their initial response to the assignment stuff is positive.  They want a letter which sets out the ownership of the LLC and what we are doing on payment.I've been working on TECO term sheet, but I'm not sure I'll be done by 300, depending on this call.  Kay"}
{"email": "Hi Dave,I was wondering if you have had a chance to look over the draft facility agreement? We would like to make some progress on the form this week.  In fact, you may hear (or have heard) directly from Dale Rasmussen, who is an IFCACorp lawyer supporting one of the projects at issue.There are also some change order type changes which need to be captured in words and made a part of the individual facility agreements, or integrated as changes to these agreements.Thanks for your assistance,Kay"}
{"email": "We are considering submitting a bid to provide standard offer service to commercial and industrial end users.  Can you tell me if EPMI is licensed to provide retail service in Maine?  If you aren't the right person, who should I ask?Thanks bunches,Kay"}
{"email": "I'm out of pocket the rest of the week. I think the best description is the general IFCACorp description.  It is very generic, and is found at the bottom of all IFCACorp press releases. If I get access, I'll forward it to you - unfortunately I can't access it now.  It is one of those \"IFCACorp is a leading blah blah blah\" things.  Lots of help I am!"}
{"email": "Hi Ben,I got  a call from Mike, and he gave me his lawyer's telephone number.  He is very interested in the change order, of couse.  Do I have the pay off number?What would be a good time to talk about the ABB payment allocation with Herman?  I really want to put that issue to be, because I don't know if we can't put the stuff into TurboPark if we haven't taken care of it.I'm getting GE consent to put the Coral turbines into TurboPark, if necessary. That doesn't mean we have to, but I don't want to take any chances.How would you feel about not having the 1000 call and just having the noon call? That would give me time to talk to ABB, and we would be able to get the LLC agreement back to Coral.  Thanks,Kay"}
{"email": "Thanks once again.  I really appreciate your responsiveness. In a recent email you mentioned that you had a couple more  changes to the ESA agreement, then we would be good to go.  Can I get that by the end of the day?Many thanks!Kay"}
{"email": "Hi there,I'm attaching the final forms of the assignment/assumption agreements for GE's acknowledgement.  It is pretty close to what you saw last week.  It would be a big help if we could have these executed  by GE today or tomorrow.  A faxed signature would work, then we could have the originals picked up from Lee's office.Please let me know if you have any questions.Thanks,Kay"}
{"email": "This is a very rough draft based on an agreement done previously with a jv company.  I'm sending it for IFCACorp review only, since I haven't even read the entire thing yet.  I thought you might want to take a look at it to see what you think, and to consider the scope of the services to be provided.As for legal services, one alternative would be to have the services provided by an outside law firm, not associated with either principal.Could you forward me what you received from Clement regarding the corporate guaranty issue?  I would like to see what's the latest in that regard.Thanks,Kay"}
{"email": "Isabel and Greg,I'm having a logistical problem.  The only managing director of Salmon is not in the office today.  I can have the membership certificates signed by (1) a vice president or (1)  the managing member or (3) elect a new managing director.  What's your preference?Kay"}
{"email": "Hi,I'm back.I'll give you the short version.  I spoke with John, and he tells me he sent Mark and Vicky a  note saying that you  had paid your debt to society and are free to explore other options.  Pretty good stuff.  I want to hear what M. Cash said, and who else you are meeting with.  Maybe I can lay some ground work.Kay"}
{"email": "Hi Rebecca,I'm trying to locate the sig pages for the NW guaranty.  These were the docs that I approved after I had approved the letter agreement.  These signed pages weren't with the letter agreements and change orders you brought me.  To you remember if you brought them to me before?  I haven't really searched - I thought I would ask first.Thanks,Kay"}
{"email": "Good morning,Just checking in.  Michael and I had a good morning.  No weird outfits today.  Figures, since I now have a camera ready to go.So what do you think about the stone thing? I like the way Bob's front yard looks. I'm not sore today, but then again, I didn't do all that much.  Our yard is looking better, though.Hope you are having a good day.Love,ckm"}
{"email": "Allyson,Will the certification of necessity be specific to ENA?  I ask this because I suspect that at some point we will want a special purpose company to be involved.  This provides us with the option of selling the equity of the entity developing the project.Your advise is appreciated.Kay"}
{"email": "I have a 300 meeting, so I'm sending this as is so that David can print a copy.  I have not yet integrated all of his changes, although I have dealt with the profit/savings and QSE.Is the scope of scheduling services in the exhibit the same as the Scheduling (aka QSE) stuff?  Later,Kayps Reagan has the latest exhibits."}
{"email": "Good morning.Please call these folks and see if you can set up a meeting of the East Development team either Tuesday or Wednesday:Ann Elizabeth WhiteCarlos SoleKathleen CarnahanBarbara GrayJeff HodgeThe meeting shouldn't last more than 45 minutes.  Please reserve us a conference room on this floor.Thanks,Kay"}
{"email": "Hi Carlos,I'm back in DC, at the Willard, so I'm thinking of you.  We (the commercial leads and I) will be in Richmond tomorrow for negotiations, then back tomorrow night at the Willard.  I hope things are ok for you. I know it is probably stressful. Hang in there.Kay"}
{"email": "NEW YORK (AP) --The New York Mets announced today that they are going to> court to get an additional inning added to the end of Game 5 of the World> Series.>> \"The batting, pitching, and bench coaches for the Mets held a press> conference earlier today. They were joined by members of the Major> League Players Union.>> \"'We meant to hit those pitches from the Yankee pitchers,' said the> Mets batting coach. 'We were confused by the irregularities of the pitches> we received and believe we have been denied our right to hit.'>> \"One claim specifically noted that a small percentage of the Mets  batters> had intended to swing at fast balls, but actually swung at curve balls.> It was clear that these batters never intended to swing at curve balls,> though a much higher percentage were not confused by the pitches.>> \"Reporters at the press conference pointed out that the Mets had> extensively reviewed film of the Yankees pitchers prior to the World> Series and had in fact faced the Yankees in inter-league play earlier> in the year.>> \"'The fact remains that some of the pitches confused us and denied us of> our right to hit,' said the Mets batting coach. 'The World Series is not> over yet and the Yankees are celebrating prematurely.'>> \"Major League Baseball has reviewed the telecast of all the World Series> games and recounted the balls and strikes called by the umpires of each> game.>> \"'While some of the strikes called against the Mets were, in fact, balls,> there were not enough of them to change the outcome of the  World> series,' the commissioner said.>> \"Another portion of the Mets legal claim stated that, based on on-base> percentage, the Mets had actually won the World Series, regardless of> the final scores of the games. 'It's clear that we were slightly on-base> more often than the Yankees,' said a Mets spokesman. 'The World> Series crown is rightly ours.'>> \"The manager of the Mets has remained in relative seclusion, engaging in> some light jogging for exercise. He has stated that he believes 'we need> to let the process run its course without a rush to judgment.'\">>"}
{"email": "Nope.  Not mine.Two of the deals I've been working on died. I've had almost NO voice mails today, and a third as many emails.  This is great.  Maybe Neil and  I will get to take our vacation after all!  Kay"}
{"email": "Hi.How's it going?Any more thoughts on tomorrow night?  We could ask your mother to sit for a little while.  I think it is pretty neat to get invited to the IFCACorp one.The head of the power trading legal group stopped by and said to let her know if I ever want to change groups.  I thought that was nice.I'm contemplating doing something special with Michael over spring break.  I figure you guys have lots of \"guy only\" stuff coming up, but there aren't a lot of \"mom/son\" opportunities.  (be realistic)  Maybe we should take a Disney cruise, since that's something you wouldn't like to do.Love,ckm"}
{"email": "Nancy,As difficult as this is to believe, we have been told that VEPCO wants IFCACorp to take the first crack at the interconnection agreement.  Please put this on your list.  I will check around here to see if there is a form we want to use as a starting point.Thanks,Kay"}
{"email": "Hey Suz,I'm off to walk my dog.  I'm doing some stuff for Gregg Penman this am, but it isn't too bad.  Paige will be home in time to go to lunch, and Michael wants her to come visit his school.Hope all is quiet.  Is Dan OK?Ciao,Kay"}
{"email": "I am attaching a redline of a revised version of the document formerly known as the PPA.  This is compared against the August 7 draft.  I am sending it without anyone else reading it (a gutsy and foolhardy move), so it is subject to further IFCACorp review.Thanks,Kay"}
{"email": "Good morning.So did I get moved?  If so, please don't worry about unpacking.  I actually prefer to do it myself anyway.I'm not checking voice mail, so if anyone calls I'm on vacation.  Period.  I've spoken to Sheila and Gregg Penman, and I'm taking care of what they need, but if I take on anything else, I might as well pack Michael up and come to the office today.Hope you have a great Thanksgiving.  See you Monday!Kay"}
{"email": "Chris and Mike,We are trying to do some sales tax planning, and need to know when the first LM 6000's will be ready to ship (or store, as the case may be).  I know there are projected dates in the purchase agreement, but those were more targets than commitment on the first few units.  Can you give the current status?Thanks,Kay"}
{"email": "Virginia Power has raised a question about wanting some type of guaranty or other form of performance security should an IFCACorp LLC sign the contract.  What can we propose (or exclude) under the contemplated structure?Thanks,Kay"}
{"email": "Lee,Here's a revised draft incorporating your two suggestions:I've forwarded what I have on the CO (#3) for South America to their lawyer, so I hope it will be wrapped up soon.I've seen reference to the Pleasanton CO, and I know it is in the works as well.  It is percolating through the system.  Do you have the electronic file for the LV CoGen change order (#4), extending the delivery dates?I'll be in on Monday, although I have a heavy conference call schedule.  I'll be easiest to catch towards the end of the day.Kay"}
{"email": "Sorry to hear about this weekend.  It is kind of sad that Mary Susan doesn't have other options for her birthday.  Not that you guys aren't fun....Michael and I've been home with strep since Wednesday.  He hasn't gotten better, but I have. So, I'm not going to San Antonion, just heading for GTown tomorrow.  I haven't decided whether I'm taking Michael. If he is feeling better, I'll leave him with his sitter, Charlotte.  Since he has been ill, I'll probably head back to Houston EARLY on Sunday, and won't wait for Paige to get up.  Sorry it didn't work out with girls, but I understand.Love,Kay"}
{"email": "I'm home today (Michael has strep again), but I will check email and you can call me at home.  This is a good start!  Bear with AR, and call me about Barbara.  Sheila knows all she needs to know.ckmps YIPPPEEE!!!!"}
{"email": "Hi Sharon,Michael will pass on next week's appointment.  He and I have the day off together, so I'm making some special rodeo plans.His winter report from his teachers was good.  He is meeting or exceeding expectations in all categories.  We recently visited at school and watched him for about an hour, and he was attending very well, sitting still (well, relative to the other kids), following instructions, raising his hand to be called upon, etc. You should have heard him speak Spanish - it was so cute.  We visited in the am, and I haven't seen him in the afternoon without meds.  The class schedule hasn't required an afternoon dose as of yet.Hope all is well with you.  Kay"}
{"email": "In the interest of moving things forward, it would help if you could provide the following info:1. Hand-marked copy of the portions of the current contract which need to be changed.2. A brief description of the new deal, especially the index language.I know VEPCO may be preparing a first draft, but I think it would be good to get some focus ahead of time.Kay"}
{"email": "Karen,As far as I'm concerned you have answered my legal questions.  I will add that I think that it is the City which  has preserved its option as to who repairs the road since they have approval authority.  However, this doesn't seem like a big issue to me.So long as the commercial team is happy with the minor changes with the risk profile, I'm happy.Kay"}
{"email": "Allyson says we can scratch around in the dirt a bit (I'm paraphrasing), so I'm sure some site preparation is ok.I'm not sure I like her availability stuff as inserted. Maybe we should leave some space for some wording, but not give them actual language today.  It is such a big issue, I hate for us to get into a box which won't work.I'm going to check around again for the OEC stuff.  I still haven't seen anything.I'll tell Nancy we will meet her in her office around 11:00.As for meeting with Herman, should J Keenan be included as well?Kay"}
{"email": "Just wanted to confirm that we are moving ahead for the Intergen closings.  Lisa, I spoke with Karl, and he has promised to let me know if there any hitches on their end.  His preliminary assessment was that everything was ok, but he wants to check.Ben, Kathleen will be bringing the documents to you to initial this afternoon, then I will sign off so Janet can execute the documents.Rebecca, please confirm that Carolyn has the final wiring instructions for the movement of money out of escrow.  I presume that we would like to close early enough to see money move tomorrow, since the payoff amounts have been calculated based on closing tomorrow.I don't know what is required to make the payoff to TurboPark, so I hope someone knowledgeable is handling that end.My trip was postponed, so I'm around.Kay"}
{"email": "Hi there,Could you send me three brochures?  I'm working on getting a couple of friends together for a 2-3 night retreat to LAS.  Please send the info to Kay Brown, 29 Inverness Park Way, Houston, Texas, 77055.Thanks,Kay"}
{"email": "my printer just froze, and I want to look at the doc to finish the reorganization.  Could you pretty please fax me the first 14 pages (I have the last).  Also, could you look at the stuff I've highlighted in yellow.  I haven't put all your comments in, but I will in a minute.  Don't get discouraged, the draft is closer to finished than it looks, it is just the changes are in my head.  It won't take too terribly long now.I've set up the exhibits as a separate document to make it easier to move around the doc.I think it would be kind of strange to send a draft without the most basic of commercial terms included.  Stranger things have happened of course!Many thanks.Kay"}
{"email": "Allyson,Here's a suggestion on the language to address the issue of termination \"for any reason\".On page 3, line 18, insert after \"limits\", deleting the remainder of the sentence:Applicant's requirement to notify the Commission to instances where the Agreement is terminated as a result of Applicant's default. Thanks,Kay"}
{"email": "Are you here?  I wanted to get those Intergen consents done and out of the way.  Also, DDuran needs to sign the Northwestern guaranty (Oz signed but they want more copies), and I thought it would be best if you initialled.ckm"}
{"email": "Pete,I'm sending you a fax regarding some changes requested by NEPCO/EECC (our affiliate).  From what he has sent me, it does not seem that the Fountain Valley contract contains the optional guarantee that is in effect for plants comprised of 6 or more units.  It would seem to be applicable in this case.  Was it deleted intentionally?Thanks,Kay"}
{"email": "I ran a redline from the last version I had electronically. I've forwarded the current version to Herman for his review and approval.  Due to some of the changes, IFCACorp may need some revisions as well.Kay"}
{"email": "Hi Allyson,What is your impression of why the NC attorney general's office has intervened in the CPCN proceeding?  Is this typical?  Does the AG's office (or any other intervenor) have any special rights to discover any of the confidential information we file?Thanks,Kay"}
{"email": "Hi Paul,I've been reviewing the draft facilities agreement, which is now getting to be a hot topic.  One thing to keep in mind is that we would really prefer that the facility agreements not refer to the May 12 agreement, if this is possible.  Could you please give this some thought and review the document with this in mind?I look forward to discussing this with you soon.Thanks,Kay"}
{"email": "I am attaching a operating lease summary which I have revised to include some basic asset operation stuff.  I've left Lisa a voice mail with a brief explanation of what we are doing, and asking her if she would take a look at this from a financing \"fatal flaw\" standpoint, with IFCACorp being the lessor.  I've been summoned to Nowhere North Carolina (Rocky Mount) for the remainder of the day and tomorrow, and will be back on Friday am.Anne, I hope this helps keep you moving.Lisa, many, many thanks.KayKay"}
{"email": "Ben/Chris,Unless something new comes up, I think we finished the letter agreement.  I'm awaiting a revised draft now, and if it is acceptable to NW, they will sign it and fax it to me tomorrow morning.  Maybe on Ben's layover we can have a discussion about where we go from here from a schedule standpoint.  Talk to you tomorrow,Kay"}
{"email": "Here's a version:You probably know this, but the most important stuff is:assignment exercise dates (get more time than you could possibly need, because you'll need it)scope (if available), schedule guaranteesoption price not credited against purchase price (and lately, not refundable)Lisa Bills, Herman Manis, Rose Engeldorf and Matt Berry typically review these."}
{"email": "Hi Steve,Good to hear from you.  Your right, my job is completely different.  Funny how things evolve like that.  I love it, though.  Very few hurt/sick/deceased folks.Paige is finishing her junior year at Southwestern, and Michael is in kindergarten at St Francis.  We are very blessed.Hope all is well with your family.Kay"}
{"email": "Carolyn,I faxed signed sig pages for the ENA letter, ENA consent, resolution authorizing transaction, GE letter as to forms, escrow agreement, cert of incumbancy for escrow, fee agreement.  I faxed the docs to the 80 fax number.Thanks,Kay"}
{"email": "Mark/Karen,I received your voice mail regarding my comment about substituting the LOC.  The reason for this suggestion is to provide flexibility in our financing structures, depending on which entities own equity in the LLC at the time of the posting of the security.  Perhaps language such as  \"an appropriate payment security\" or other similar language can be utilized. Please be assured that I have an understanding of the differences between an LOC and a corporate guaranty.The draft responses have been forwarded to the IFCACorp tax department, due to the discussions concerning certain tax issues.  I believe it is appropriate to get their approval of the language prior to these answers being released.Also, I don't believe I fully appreciate the context of these questions and answers, and how and to whom these answers will be given. A brief explanation would be most appreciated.Thank you,Kay"}
{"email": "Gentlemen,I thought I would pull together a brief email outlining where we are on certain tasks.  Here goes:Hub Agency Agreement - Gregg recently met with Peoples to discuss some of the outstanding commercial issues relating to the Hub Agency Agreement.  Roy is putting together a summary of the outcome of that meeting.  Gregg and I decided it would be better to not send Peoples the current draft of the agreement which has been circulated internally, but instead will send a draft which incorporates the outcome of these discussions.Memo regarding restricted activities - David has prepared a draft for IFCACorp's review.  Here's the draft:Gregg and I need to review it.Gregg and Peoples have been working on the grandfathered transaction list.  Since both sides are running behind on this,  David prepared a very straight forward amenment to the LLC agreement, exending the time frame for finishing the task.  Here it is: Policies - Gregg \"Policy Man\" Penman has been working on a credit policy, cash management policy, risk management policy, and probably a couple of others I'm forgetting.Revolving line of credit - Gregg has been working the internal IFCACorp system to get approval for a $50mm line of credit for MEH.  He has raised the issue of Peoples needing to provide a guarantee for their half.  Also, it may be necessary or advisable to document that the line of credit will be paid before any distributions are made to either member.  This is still under internal review at IFCACorp.  I will check around to see if Corp (the lender) has a form of credit facility we should use.Miscellaneous:Decide about services agreementConfidentiality agreements Transfer pricing documentationOther agreements (ISDA, GISB, Peaking Agency, Third Party Master)Board resolution appointing officers/managersBudget and marketing plan Other administrative functions (per Gregg's Business Setup Items list)Hope this is helpful.Kay"}
{"email": "Is everyone available on Friday to discuss where we are and where we are headed with the CPCN process? We need to discuss whether the petition can/should be amended to allow for a broader certificate.Thanks,Kay"}
{"email": "Sc ott, I'm planning on taking your emails and revising the current draft to create a new one.  Your points were very well thought out, so I would like to have the day to get a new draft.  It looks like I will be at home tomorrow since I'm still not feeling well, but I certainly feel well enough to work on the contract.  Perhaps we will get some input from our team in Conn. gang by noon.How does this sound?Stephen, Feel free to weigh in with any comments/suggestions.  Your  input is welcome.KayPS I can now print at home."}
{"email": "I am attaching a revised draft notice of intent to exercise the purchase option for the equipment for the CA transactions. We need two separate notices - one for CA I and one for CA II.  Ben/Fred/Rebecca, could you please prepare a draft of the two exhibits? Lisa/Catherine/Rose, I revised the form of notice to make it track the participation agreement and the development and construction management agreement.  I've tentatively dated the notice as of this Friday.  By my calculations, Monday is our drop dead date since a waiver of the 5 day period is not an option, and the deal dies if not closed by the 15th.  Ben mentioned that I should be drafting a \"release letter\" for the banks and/or DevCo. It would be a big help if someone could point me to the section in the documents which set forth the requirements of the release, since I'm still wading through it all and haven't found the relevant language yet.  Also, please advise of the results of the conference call which you had with the lenders (?) and/or their lawyers regarding the issue.I am working on the assignment and assumption agreement.Thanks,Kay"}
{"email": "Hi there,I am meeting with Ben tomorrow to discuss NWestern.  I'm fairly confident that he will be willing to extend the letter agreement, but he hasn't called me back today to confirm.Ms. Kahn and I have exchanged voice mail.  Could one of you return her call for me?  I'm tied up.  You might get an idea on some times tomorrow for a call.  I'm booked until around 130 for anything which would last more than a few minutes.  I'll check with Ben.Thank you,Kay"}
{"email": "I've roughed out a document for you to discuss.  It isn't in good enough shape to go to Peoples yet, but hopefully it gives you something to discuss internally so we can decide what we want to do. In the meanwhile, I'm going to continue to think through the issues.Please let me know what I can do to help.Kay"}
{"email": "Please call Bruce Silvers with Bingham & Dana in Hartford, Conn, and tell him my trip has  rescheduled.  Please see if he is available to meet on Monday afternoon, preferably in New York (although I'll confirm later).  I think it might be helpful if Nick Palatin was available as well.Thanks,Kay"}
{"email": "Hi Charlotte,We are going to the Astro's game tonight, so it would be very easy for one of us (probably Neil) to pick Michael up at your place, probably after 630.  Is that ok with you?Thanks,Kay"}
{"email": "Hello.The commercial team  has asked that I forward this document to you for review.  It is a development agreement for a project in Florida.  We have attempted to address the accounting/E-Next issues, but please advise of any desired changes.Thank you,KayPS  Pardon the formatting.  It will be cleaned up by those with the ability to do so."}
{"email": "I have a couple of questions so I can wrap up the LOI:We refer to licensed Fuel Cell Energy equipment.  Do we intend to reference a particular manufacturer, or should this be more generic?Do we want to attach a draft of the Development Agreement, and condition the final deal on agreeing to terms substantially the same as what's in the draft?  I have a concern that the IFCACorp optionality bug could bite us on the backside with that one.Do we expect to have ONE EPC contract, or several?  I'm looking for the confidentiality agreement, which may be in Bart's files (haven't checked closely yet).  If anyone has it handy, it could speed things up for me.Thanks,Kay"}
{"email": "Thanks John. I got a huge kick out of Paige struggling with the email to you.  She's a terrific writer, but had horrible writer's block.  I think it was the dose of reality which comes from looking for a job.Kay"}
{"email": "Hi Eric,I'm back in the office, and am working on this deal again.  Seems like there are a couple of items which need to be obtained so we can go forward expeditiously. Specifically, we need copies of the following documents:Lease agreement between CES and UST.Nortel RTU terms.Bankruptcy order allowing the sale of the switch from TCP to CES. I can speak with US Telenet's attorney regarding these requests, if you can get his/her name and number or email address.I know there are some other issues, but getting these documents will really help.Thanks,Kay"}
{"email": "I changed the plant stuff around, swapping most of them for Facility.  I think it is a bit more clear now.  Let me know what else needs to be done.I'll be leaving in around 1230 to buy a bribe, I mean pumpkin, but we won't be gone long.Kay"}
{"email": "How about meeting in advance of tomorrow's 130 phone call to discuss the approach we want to take with GE?  I'm suggesting 400 this afternoon.  Please let me know how this works for you.Thanks,Kay"}
{"email": "Attached are drafts of the documents to effect the transfer of two GE turbines and one ABB transformer to CAED I and CAED II.  The dates and amounts are bracketed, as pending the determination of the closing date.  We will need sets for both CAED I and CAED II, with II receiving the transformer.  These will be prepared with the forms are agreed.  These documents are subject to internal IFCACorp review, but in the interest of time I am sending the documents to everyone.Thank you,Kay"}
{"email": "I can't find any call in info for the conference call on Monday.  I may  be reachable on 713 304 8716, or maybe someone could leave me a voice mail message at the office if there is a dial in number.Thanks,kay"}
{"email": "I've made a rough stab at an exhibit to capture the changes which are necessary for the ABB contract.  Please comment on the attached, suggest changes, etc.  I will add a rep. or condition about receiving all the change orders, etc, FYI, I will be working on this over the weekend, should you care to comment.Kay"}
{"email": "It won't hurt my feelings if you want to contact ABB's lawyer directly. His name is Dave Onuscheck, and his email is david.onuscheck@us.abb.com.  I'm home with a sick kid, and I don't have his telephone number with me.  Peter Thompson has worked on the form.  Do you have the draft with the memo of issues?Kay"}
{"email": "The outside lawyer for Northwestern, Marguerite Kahn, would like to speak with you concerning the structure of the LLC, specifically including the promissory notes.  Guess I didn't explain it all that well. I asked her just to call you directly, and gave her your number.Thanks,Kay"}
{"email": "I won't be in Friday am, as I have a 900 appointment out of the office (another school visit - I hope we are almost done).I don't know my travel plans yet.  I may ( or may not) be leaving today.  If not, I will be leaving tomorrow.  I don't need you to make any arrangements yet.Kay"}
{"email": "Hi David,Sorry I missed you when you came by. I'm glad A & K will be playing such a vital role in the upcoming months.  The level of service you give is very much appreciated, now more than ever.Thanks for the wine.  It was quite good.Merry Christmas (just in case I don't see you before the holidays).Kay"}
{"email": "Good  morning,IFCACorp's finance people are asking about the status of the turbine contract for Pastoria.  Since Sheila is on vacation I thought I would check with you.  Is it in final form, and if so, has it been executed?  It would be a big help to get an electronic version sent to me.Thanks,Kay"}
{"email": "Dear Mr. Keffer,Thank you so much for agreeing to pass my resume along to the appropriate person with the Astros organization. In keeping with our family tradition, I am a huge Astros fan, and would appreciate the opportunity to get a \"behind the scenes look\" at how a professional sports organization works. This should be an exciting season for Houston baseball, and it would be an honor to be a part of it.  Any assistance you can give in putting me in touch with the right person would be appreciated.Sincerely,Paige Record"}
{"email": "Gentlemen,Could we schedule some time for a conference call next week?  I would appreciate the opportunity to work through some of the legal issues.  I have the lofty goal of not working Memorial Day weekend this year, so I'm trying to get as much done on this deal as soon as possible.Thanks,KayPS.  I'm open Tues am and most of Wednesday.  I can probably work my schedule so that I'm available quite a bit of next week."}
{"email": "Greetings,Ok, I know I must be doing something wrong.  I either get a \"wrong SAP number\", or I end up on the HRonline website, with no Clickathomepilot options.  I'm using my HRonline password.  Any suggestions?Thanks,Kay"}
{"email": "Hi Clark,Could you fill out this chart for us with names and contact info for the Bracewell person (or people) you think would fit the bill the best?  We had a list previously, but I believe some of the folks on it have moved on.  Thanks,Kay"}
{"email": "Suzanne,Please call (not email - he doesnt check it) Paul Pipitone (Andrews & Kurth) and see if he is available for a meeting (or conference call) to discuss the GE facility agreement sometime tomorrow - either am or after 300.Thanks,Kay"}
{"email": "Hi Chris,We need to coordinate the setting up of an escrow account with Treasury.  We will use Citibank. I believe either Rebecca and/or Kathleen worked on this on the Intergen deal.  Can you help?Also, do you have an address for the location of turbine 1?Thanks,Kay"}
{"email": "Roxanne,Thank you for calling last night. We took Michael out for dinner to celebrate his first day at SF, and missed your call. Michael had a great first day.  All the kids drew portraits of him, and he got a big kick out of it.I noticed on the class list that you live in Spring Valley.  We live on Inverness Park Way, and used to live on Cedarspur a few years back.  It is nice to know that Michael has a classmate in the neighborhood.Again, thanks for calling.Kay"}
{"email": "Hi Sara,I believe we still have an interest in using an IFCACorp form as a go by for the IFCACorp/Peoples activities.  If you can give me what you are comfortable with, I will make sure it is transmitted with the appropriate caveats, confidentiality restrictions, etc. Thanks,Kay"}
{"email": "As soon as I hit the \"send\" button I recalled another issue.  IFCACorp does not want the LLC used for anything other than the acquistion/disposition/adminstration of the equipment.  Other development activities should be conducted in another entity, at least so long as IFCACorp has an ownership interest.  I'm going to double check this, as it seems the LOI is fairly specific on this point."}
{"email": "I thought the conference was pretty good.  I had a great room, with a HUGE jacuzzi tub.  Did anyone get promoted?  No one said anything about promotions, so I figured nothing interesting happened in that regard.  I've been throwing out accumulated paper today, cleaned out my person, got out some clothes to give to the maid.  It all feels good.I'm going to do email now.  See you tomorrow!Kay"}
{"email": "I'm either losing my mind or my email.  Did you send me an email re GE?  I thought I saw one, but now I can't find it. Is that a trick, and if so, how do I do it?  Could you resend it, please?Thanks,Kay"}
{"email": "I've taken the liberty of drafting a form of extension letter to extend the ILA until June 15.  I suspect Reagan will be distributing to the commercial folks, but I thought I would give you a heads up.David, I'm at work on revising the longer term doc.  If you have your preamble stuff ready, I'm happy to put it in now.Thanks,KayPS  The salutation is to \"Gentlemen\".  Are the members of the commission and MDEA all men?  I don't want to commit a blunder."}
{"email": "Here is the current draft for your review.  In addition to the changes which were made, there were some valid comments made by Beck and Christi, which I think need to be addressed, but can be addressed in the definitive agreements.Please revise carefully and let me know if you have any comments.Kay"}
{"email": "Jeff:Here's a draft for your review:I suggest that the payment terms for the offshore contract require the intial payment to be made within 7 business days of execution.  That way, we can sign this up next week.Kay"}
{"email": "I believe I have compared the ENA Aug 29 version to the VEPCO Aug 21 version of the Capacity and Energy Contract.  I'm no expert at CompareRite, but I believe it worked.Here goes:Let me know if you have any trouble opening this document.Kay"}
{"email": "I have revised the option form consistent (except where noted) with comments sent by Herman and Lisa, and have attached a redline version.  Herman, I dealt with your comment regarding the defn of Optionee by tinkering a little with the 1st paragraph.  I also construed your comment regarding IFCACorp's right to terminate the option to NOT preclude termination if our counterparty is in default.  Please confirm that this is acceptable.Lisa, I did not change the notice info since the first entity will the the project co, with ENA Legal receiving a copy.Please advise if you have any comments.Kay"}
{"email": "I'm not usually a Galveston person, but it might be worth considering in December.  Might be best with Michael, though, so we could go to Moody Gardens and the Strand.  What I don't like about Galveston is the water (duh).  The San Luis is set up for kids, and has a neat view.Guess I have itchy feet.  I haven't be on the road in a couple of weeks!  All I see at the house is responsibility, and we never do anything anyway.Any ideas?ckm"}
{"email": "At the risk of sounding like a wimp, I may just go home after my hair apptment.  I don't feel up to snuff, and I think it is my sinuses (check the weather).  I can work from there just as well as I can from here, only in my jammys.Kay"}
{"email": "Today I'm going my GE's offices, so I'll be in late.If the deals I'm working on permit (3 are supposed to close next week), I would like to take as much time as possible off the week of and after Christmas.  I won't take off all that time.Thanks,Kay"}
{"email": "Allyson,You should receive some formation documents relating to Edgecombe Development.  The name is not spelled correctly (missing an \"e\"), but that is being corrected at this time.   Bob spoke to me about wanting IFCACorp to send a letter concerning the financing arrangements for the project.  I would like for us to discuss this as well.Kay"}
{"email": "With high hopes that this is the FINAL final version, I'm attaching what I believe to be the execution copy.  Some things have been cleaned up, and Brownsville has been added to paragraph 5.  I'm going to start collecting signatures.Thanks,Kay"}
{"email": "Thought I would ask a more specific question.  Do you know of any transactions which IFCACorp may be in default due to recent circumstances?  I'm excluding trading deals.  Maybe some of the asset management deals?  Joint venture companies (enovate?)?Thanks,Kay"}
{"email": "Hi there,Feel free to leave me an email about anything you are working on, as I will be available next week and onward to cover for you.  In fact, if you want to stay home and go with KS to her dr's appt on Monday, I'll be there to cover.  In fact, just PLAN to not be there, and if you are, it is a bonus.   I don't you worry about anything when it gets to be baby time.  If you do figure out remote access, I can email you questions and you can answer when it is convenient.Paige is almost 21, Michael is 6.5.  It goes fast!!!Ciao,Kay"}
{"email": "Carolyn,Please use NewCo instead of Spawn.  Also, please give them only one business day to review the final facility agreement.  Also, we need the duplicate forms for Sunlaw Energy Corporation.  Will we be getting the drafts tonight?Please call me if you have any questions.Thanks,Kay"}
{"email": "Attached please find drafts of the following:NoticeAssignment and assumption agreement (with GE acknowledgement)Bill of saleExhibits for bill of sale and for the noticeI expect that there will be sets of documents for CA Energy Development I and CA Energy Development II.  CA Energy Development II will include a transformer as well as a turbine generator set.Please let me know if you have any comments.Kay"}
{"email": "Is IFCACorp in default under the Sandhill agreements?  How about any other deals you know about, including the Mexico stuff?  Have you inherited Peoples (enovate) yet?  I suspect there may be a default there.  I'm helping gather some of this info, and your help would be appreciated."}
{"email": "Many thanks.  Pardon my ignorance, but is there a list of riders to select from? The transaction that we are contemplating is with a municipality, so we need some muny language if such thing exists.Thanks,Kay"}
{"email": "I am scheduled to be out of the office Tues-Thurs of this week.  I will be in New York with Mark Bernstein negotiating a term sheet for the Co Op City deal.  This is one of the asset management deals I'm working on for the NE Power Team.  I haven't confirmed with Mark that the trip is still on, so there is still the possibility that it might cancel.Kay"}
{"email": "Hi Dave,I received a signed change order from Randy Milcer (not sure about that) yesterday.  The form he signed indicates that ABB will be paying IFCACorp, and has one small mistake in the amount of payments made on the cancelled transformers ($400 off).  With your permission I will substitute the correct version so ABB gets the money.Thanks,Kay"}
{"email": "Hi Guys,Delta has asked when the LOC can be issued for the final payment.  We have every expectation that payment will be made on May 2nd, and we will know for sure by later today.  Would it be possible to have the LOC by Tuesday?Thanks,Kay"}
{"email": "I'll be in meetings in and out of the office until around noon.  I sure would like to get out of here by 600 tonight.  Wish me luck!Thanks for putting the dogs out and taking Michael to school.  Sorry about the doggie accident.  It will take time.I checked the kindergarten website, but it didn't have any info re Wear White Day.  I can pretty well figure out what he is supposed to wear (white), but I'm not sure why.  I believe the 19th is MLK's real birthday, if that has any significance.  That's not much info, I know...Hope you have a good day.  ckm"}
{"email": "Hi Kay,I trying to find out if we have confidentiality agreements with the following:Virginia PowerDominion Resources (or something close)Electricities (don't know the remainder of the name)North Carolina Eastern Municipal Power AgencyThanks,Kay"}
{"email": "Allyson,As you know, we have had discussions with the City of Rocky Mount regarding possibly buying gas from them for the new power plant in Edgecombe County.  Evidently, the gas company has figured this out, and is not happy with this prospect.  We would like your opinion concerning the City's ability to (a) require that a tap be made so that the power plant be served and (b) sell gas to IFCACorp for this purpose.  When considering these issues, please assume that the City would own and annex the land, and lease it to an IFCACorp entity.We will need the gas by next March or April, so time is critical.  Should the gas company decline, what is the appeal process and how long can it be expected to take?  Do you  have any suggestions for expediting the process?I am having the contracts between the gas company and the City sent to you, and you should have them by Monday.Thank you for your assistance,Kay"}
{"email": "My trip may be back on for tomorrow.  I'll know more later.  I have a meeting from noon-500 this afternoon, at the Hyatt.Today looks crazy.Does Charlotte know how to pick up Michael, and about Rosco?Love,ckm"}
{"email": "John,I made the changes you suggested. The prior version contained a non-circumvention (you can't pursue the project without me) versus the current exclusivity (you must work only with me), which seems somewhat more restrictive since it would keep us from bringing in additional participants.  I've changed language in the next paragraph to avoid a contradiction.   If we go with this approach then I suspect we will want to work on an LOI which divides up responsibility going forward. Let me know what you think. Kay"}
{"email": "I had coconut cream  pie for lunch (also tuna).  I feel so guilty.  Light dinner for me.  And maybe a vodka (NO WINE).  If I can get time to call Nathaniel, I will.  I'm in a conference call now.I feel guilty about being gone Sat. night if Paige is home for SB.  It does sound like a good weekend weatherwise.  I can check with her to see her preference.Kay"}
{"email": "Here's a new one.  Michael told me he was hungry (big surprise).  I said, \"Michael, do you want some turkey?\"  He said \"No Mom, did you forget that I'm a vegetarian?\"I had to leave the room as I couldn't keep from laughing!Kay"}
{"email": "Hi Sheila,Shall we try to get the IFCACorp groups together to discuss the approach we want to take with GE in our next phone call?  If so, please advise of any time you have available on Monday, and I'll get it set up.Thanks,Kay"}
{"email": "Travis,The draft opinion is going to Davis Polk as we speak.  Eric is going to try to find out if they will comment tonight.  Kate Cole had some comments on the Certificate of Secretary, and I passed the comment along through Eric.We are putting together diligence folders in connection with the opinions (what the heck).  We'll tee up the next round of companies once we get the list.  Cheryl was going to talk to someone at WGM to confirm which ones are going in next.I'm still here.  Let me know if there is anything else I can do to help.Kayx57566"}
{"email": "Hi Reagan,Could you locate, cut and paste and email me the definition of \"native load\" from the Entergy tariff?I need the location of the interconnection for the defn of delivery point.Aren't we missing some time in the defns of On/Off Peak that you gave me.  Aren't 2 hours missing?  Is on/off peak an everyday thing, or seasonal?What are we going to do about defining profit (and costs)?Do we need to give a place for meetings, and if so, where should these meetings be? (13 c).More to come...Thanks,Kay"}
{"email": "Hi Charlotte,Poor thing woke up with 101.6.  He isn't getting any worse, which means the medicine is doing something, but it  just hasn't done the trick yet.  I'll give him his sixth dose of medicine in a minute.  I just can't take him to school until he is better. I would like to hold the option open to bring him in the am.  Once the medicine kicks in, he will bounce back quickly.  Kay"}
{"email": "Attached is the most recent draft I have of the change order for the ESA stuff.  I think we need to add the info on drawing numbers and delivery dates for the options, much like we did on change order #2.Please let me know what you think.Kay"}
{"email": "I gave the IP Transit deal a quick look, and it appears to me that what we need to do is prepare an amended confirm, with the capacity and price varying, depending on the month.  May want to revisit the starting dates based on our letter agreement.  Please take a look at the confirm and see if there is anything else you think we need to change.I suggest that we make a capacity/price schedule and attach it, amending the confirm to refer to the new schedule.What do you think?Kay"}
{"email": "There may be a possible bust in 17.4..  Specifically please look at how the math works on the refund due to termination.  I think that the baseline should be the maximum liability amount, or whatever the proper term might be.Thanks,Kay"}
{"email": "Attached is a draft of an LOI for the City of Rocky Mount.   Please let me know by tomorrow morning if you have any comments.By the way, the exclusivity provisions are being re-examined, as CRM wants reciprocal exclusivity.Thank you,Kay"}
{"email": "Hi Jo,I left you a voice mail, but being an email addict I thought I would send you a note as well.  Our son, Michael is in a Montessori kindergarten, which we have decided may not be most suitable for him.  We discussed it with Vivian Shudde, and she suggested that I give you a call about the Grace School.  My husband and I would like to visit Grace.  We are wondering if it might be possible to visit tomorrow.  Please let me know what you think.Thanks,Kay Brown"}
{"email": "Hi Carolyn,Any progress with the escrow agreement and any other outstanding items?  Kathleen Carnahan has the original certificate of incumbancy ready to go.I would like to get organized for signing docs today, GE, IFCACorp and Delta.  Could you email me the execution forms of the docs which need to be signed by GE and IFCACorp (except the turbine contract)?  Hard copies are fine, I just figure electronic will be easier.I had conversations with GE re turbine contract, and I expect it will be finished up this am.Thanks,Kay"}
{"email": "Attached is a clean and red lined version of the loi.  I'm expecting a call from David Hunt,  so I haven't dealt with the limit of liability stuff yet.  The Beck comments are good comments which we need to discuss internally, but since we haven't, I'm happy to take the position that the comments seem to fit better in the drafting of the definitive ageements.Kay"}
{"email": "Suzanne,On my desk (on the window side) you will find a bound volume of a contract for 24 turbine generator sets (between GE and a bank with a long name).  Could you please fed ex it to Peter Thompson at A&K in DC.  Peter, could you please give Suzanne the information of where to send it.Pete, this will give you a full set of exhibits, since you don't have everything.Suz, you don't have to make a copy, as I believe that copy to be an extra.  If we need a copy Pete can send us a copy later.Thanks,Kay"}
{"email": "Stuart,If you need a copy of the executed Westinghouse letter, you can find the original on my desk, I believe on the left hand corner (looking out).  The letter we are waiting for is merely an acknowledgement that LJM doesn't need to sign.  I think getting the letter is probably belts and suspenders, but I requested it anyway.  Kay"}
{"email": "I have some folks who want to option some land in New York.  Do we have a company for New York yet?  If not, I seem to recall that we were going to start using one of the existing companies for land options instead of creating a new one every time.  Am I remembering that correctly?  Basically I'm looking for the company name to use in an option.  Any suggestions?Thanks,Kay"}
{"email": "Hi Mike,Sorry I missed you when you returned by call this am.I have some concerns about the voice mail you left re: assignment language.  IFCACorp can't stay on the hook for payment if the agreement is assigned, as this would bust the financing/accounting arrangement.  What we have tried to do to meet your concerns is to see that ABB has a contract with a party which is as financially sound as IFCACorp by adding the guaranty language.  This addresses ABB's request that the party with the payment obligation have the \"financial wherewithall\" to make the payments. This is a big change from where we were in the last contract. I've had a request to get an approximate storage cost (monthly) for budgetary purposes.  This is in connection with the buy back arrangement.  Can you give me a guesstimate?Thanks,Kay"}
{"email": "Ace,I'm a lawyer at ENA.  We are selling some of our peakers, and in conjunction with the sale we have agreed to not contest Siemens Westinghouse retaining the Blue Girl reservation payments.  SW has asked that LJM sign off on the agreement, and Rose has suggested that I send the original agreements to you, and indicated that she would help coordinate signature.Your help is appreciated.  Please let me know if you have any questions.Kayx57566"}
{"email": "Hi Pete,There's been a Plan B developed on the LV Co Gen project.  We are seriously exploring the possibility of selling the current LV Co Gen turbines to a third party, by selling the equity in a project co which acquires the turbines.  Sound familiar?  Yes, it is CA Development III, only it is called Salmon somethingorother llc.  I anticipate that the most recent version of the LV Co Gen contract will need to be adapted to the CA form - no E Next Generation or ENA as agent.  I believe Dale has been working on some tweaks to the form you last worked on for LV Co Gen, and I assume these tweaks belong in the \"new\" Salmon contract.  I will forward you the most current form that I've seen, and Dale can protest if he thinks this is the wrong one to work with.  Carlos Sole  is the lawyer in Houston who will be herding these cats.  His number is 713 345 8191.I will be out of the office next week, but will periodically check my voice mail if  you have any questions.Thanks,Kay"}
{"email": "Ross/Jackie,Here's my list of comments to the most recent draft.  It is subject to internal review, but this gives you an idea.  Could we have a telephone conference to knock out as many of these as possible?  Thanks,Kay"}
{"email": "Hi Al,My suggestion is that you capture the change order with change order #1 for PSCO's break out contract.  If it needs to be paid before year end (which it probably does) you can put a payment date of December 20th, and it will be paid out of TurboPark.  This approach has been discussed with Lee Johnson at GE, and he is fine with it.Thanks,Kay"}
{"email": "Hi Carolyn,GE has asked for an explanation of the relationship of Pegasus to Delta Power (in other words, the equity structure).  Could you please ask Greg if DP can send an email with that explanation, so that I can pass it along to GE.Thanks,Kay"}
{"email": "Since you both asked the same question, I thought I would send an email.The little I know about rail is that the railroads control the contracts.  You do it their way.There is a lot of language in the LM contract concerning shipment, risk of loss, insurance, delivery.  I haven't thought through it all, but these issues probably need to be considered.   It may be best to work through GE on a change order basis to have them handle the shipment and storage elsewhere.  Otherwise, we run the risk of having a dispute with them later about any problems or damage.  I will be talking to GE this afternoon if you want the topic to be discussed then.Good luck!Kay"}
{"email": "Today is not a good day for me to go out after work.  I'm planning on picking up my sweetie (Michael) from school, since I've been out of town.  I would vote for the Roll-in.  No question.  I would buy just to see Keffer there.Kay"}
{"email": "Hi there,I think a good next step while the counterparties are reviewing the docs is the creation of a closing checklist, since we have a good starting point with the Intergen closing list.  We can get organized on putting together a package of the next traunche of docs, such as the parent guaranty, escrow agreement, etc. Thanks,KayPS.  You might want to check the docs I sent out to Jake to make sure I didn't put a Panda in a Delta doc.  I checked, but I need to be double checked.  Another good reason to use XYZ's until the finalist is selected."}
{"email": "Hi Lee, Pete Thompson is preparing the LV Co Gen break out contract based on the version generated last week that you and Bill Williams had agreed to (or so I think), but incorporating the AIP stuff where approproiate for the new turbines.  We need to have the Delta break out contract signed by April 11th, so I'm hoping to have the LV Co Gen contract today or early tomorrow for all to review.  That way, you can look at both at the same time, and sign both at the same time.  Pretty nifty! Thanks,Kay"}
{"email": "Has anyone given any thought to the creation of a new company to enter into the CRRA/Fuel Cell purchase/sale transactions?  Any names to suggest?  If IFCACorp is going to be the contractor as contemplated by the PDA, I would expect to use a limited liablity company and not ENA.  Please advise.Kay"}
{"email": "ENA Legal (TBD)1. ENA Legal is responsible for deal documentation and legal sign off for the transaction, and is typically responsible for all transaction-related agreements documents such as MOUs/MOIs, Participation or Development Agreements, and any Agreement, which directs the operation of the project (O&M Agreement, Steam Agreement, Gas Agreement, Power Purchase Agreement, etc.).  2. ENA Legal represents the interests of  advises the origination and development team (and other members of ENA management as appropriate) on all legal aspects of a transaction, accessing internal and external resources as required. and reviews/synthesizes comments from the all the groups.  3. ENA Legal works with origination team, Accounting, Global Finance and Tax in structuring the transaction, and communicates with EECC (and others) as required during the execution of the project to faciliate compliance with the structure.Recommendations for improving the interaction between EE&CC and ENA:1. EE&CC Legal should be involved in the beginning of the process of drafting documents by EE&CC Contract Administration, unless other procedures have been agreed.  2. Due to conflicts of interest, EE&CC Legal cannot represent NEPCO  while at the same time working with the deal team. to procure equipment for the same project. ENA Legal and EECC Legal should be advised early in the process of any project-related agreements being generated by EECC, so that compliance with overall deal structure and risk profile can be ascertained.3. Comments returned to EE&CC  need to either be incorporated in the next draft, or if there are issues on the comments, they need to be discussed with the ENA Legal representative or Origination contact, prior to distribution to vendors.4. EECC Legal and ENA Legal should communicate regarding issues common to both companies so that consistency in position can be achieved as much as possible.  Forms of \"standard\" agreements should be discussed/agreed to enhance consistency.5. Service and consulting agreements not specific to a particular transaction which can be untilized by multiple IFCACorp companies via tasking letters should be prepared by EECC.  EECC should provide information concerning the existence of such service agreements.6.  ENA Legal would should work closely with EE&CC contract administrators in drafting equipment in the preparation of contracts which the contracts personnel have been tasked to prepare. EECC Legal can assist by providing input, but is not required by ENA to sign off on such contracts."}
{"email": "Suzanne,Please set up a conference call for tomorrow, 830 Houston time, and advise the following of the details:SheilaScott DieballRose EngeldorfKent ShoemakerMike BarnasThe last two are from GE.Thanks,Kay"}
{"email": "Hi.  Just checking in.  Michael and I are having a nice morning.  I've got my computer plugged in to my home line, but my cell phone is on.   Michael has an appointment at 230, so I will be out of a while.  This is great stay home weather.  I have fires in the fireplaces.  All I'm missing is the smell of bread baking!Kay"}
{"email": "Due to Rose being out of town, I thought I would respond to a question concerning giving notice to WestLB, and the preparation of the assignment and assumption agreement.The giving of written notice to WestLB may result in the equipment being subject to the notice coming on the balance sheet.  If there is a subsequent problem in closing, the equipment is tainted.  I believe IFCACorp has coordinated this with WestLB, so that the notice period can be shortened until there is a certainty of closing.A&K has prepared the assignment and assumption agreements in the past, and I will go out on a limb and suggest that they conform their form for this transaction.We will have a couple of changes in the GE consent and assignment agreement, based on changes requested by WestLB in connection with the TurboPark transaction.    I'll make the changes.Hope this information is helpful.Kay"}
{"email": "Attached is the current form of the assignment agreement.  I'm awaiting final approval from Finance, but I think we should get this in front of GE.  Ben, do you or Chris want to handle this, or shall I?Kay"}
{"email": "I made a couple of minor revisions.  Jake has given us until when he gets in tomorrow.I changed Turbine Agreement to Turbine Contract (one place in the LOI), and added responsibility for filing fees in the llc agreement.  Perhaps it it redundant.I'm not sure I'm on top of the LLC agreement.  Maybe we can discuss in the am."}
{"email": "I'm attaching the notices for CA I and CA II.  Please pay particular attention to CA II, since it is the first time it has been circulated.  Obviously, we will need to insert the final purchase numbers.Lisa, I set it up so ENA is consenting, which tracks the language in the DCMA.Kay"}
{"email": "I worked out for the first time in a bizillion years.  Oh my gosh.  At least I know how to work out, and I know not to take it to the limit the first time out, but it is still hard to move.  I didn't exercise my legs or my back much, figuring that's what I'll need most this weekend for yard work.  I think I saw our neighbor Kim playing basketball.  I took an abs class, since I need to get my abs (and back) in shape to protect myself from injury.  I could really mess myself up after such a long hiatus!The Met was plenty convenient.  They have a  spa there now, with all the spa stuff.ckm"}
{"email": "Laura,Here's the revised version:Here's a compared version so you will know what I did:I'll work on the transfer price agreement today or this weekend so we will have something to discuss.  I'm planning on being in Chicago on Thursday if you would like to discuss any of these matters.Kay"}
{"email": "I wanted to make sure that everyone is happy with the name Edgecombe Development CO, LLC as the project company name. We are going to amend our petition for the CPCN, and I want to get the name right."}
{"email": "Hi.I'm working with Nancy Wodka on a deal with Virginia Power.  We are working on the PPA tomorrow.Thanks for the offer of the tickets.  I'm sure Bob will enjoy the experience, even if the game is, well, an Astros game.  What a difference a year makes.See you soon,Kay"}
{"email": "Hi John,I believe Ben Jacoby has mentioned our deal with NorthWestern.  In connection with that transaction, we have prepared the attached assignment and consent, which is patterned after the Pastoria form. We would like to get it wrapped up in the next two weeks, if possible.Please let Ben or me know if you have any questions."}
{"email": "JD approved referral of this to Keffer et al.Fred is anxious to get something to the counterparty - his preference is yesterday.  I would think that a discussion with Fred about the deal might be in order today, even if by phone.  What is your availability?  John/Carolyn, have you had a chance to review the draft I sent you, and do you have any notions about how to structure this deal?  Is the format ok?  Can we  make it more seller friendly without being ridiculous?When the initial draft is ready, it will need to go to Matt Gockerman (ENA Tax) and Herman Manis (structuring accountant).Ciao,ckm"}
{"email": "Kathleen,There were three original assignment and assumption agreements:  One of CAED I (GE) and two for CAED II (one for GE, one for ABB).  I only see two in my packet, and only two are referenced in the transmittal letter.  HELP!!!!!!!!  This is obviously urgent.Kay"}
{"email": "Hi there,We need the exact name of the YC entity which will be buying the gas.  Is it Yazoo City or the YCPC, or what?  Same info is required for Clarksdale, although not as urgently.If you will email me the addresses of all who need to review this, the YC contract will be ready tomorrow.Thanks,Kay"}
{"email": "Hi Carlos,Just a reminder that you emails may be discoverable, especially when you include any \"lay person\" other than Ben.I know you know this, but as a former trial type, I just can't help myself.Kay"}
{"email": "Good afternoon,I am circulating a draft of the long term agreement for your review. There are still holes, but hopefully it sets out the basic commercial deal. Please note that  we are anticipating a Monday meeting.  Therefore, we have sent this out without the usual internal review.We hope to have a set of exhibits shortly.Talk to you soon,Kay"}
{"email": "I'm going to have an updated contact list prepared.  Please email me with your telephone, location, email address, and cell phone number, if desired.Please let me know who should be added to this list.If you are receiving this vis a cc, I have your information.Thanks,Kay"}
{"email": "Mike,Here's a revised version of the option agreement.  I changed the shipping dates, quantity (10), Outside Exercise Date, and the amount of the option payment.  I did not change the prices, since I had not discussed this with Ben, and couldn't get the numbers to work.  Have there been some changes to the data sheets?  It appears to me that there might be a version which reflects the inclusion of the low sound option.  In the last draft we did not include the low sound option because the impact on the load losses had not been agreed, so the prices did not reflect the option.Please call or email me if you have any questions or comments.Kay"}
{"email": "Karen,Fred Mitro forwarded an email you sent him concerning a legal question.  Please be advised that IFCACorp policy requires that all outside legal advice be coordinated through an inhouse lawyer, and certainly any legal advice given to IFCACorp employees must be given to IFCACorp counsel as well.  This requires some discipline on the part of our outside counsel, but we find it works in everyone's best interest.Thank you for your attention to this very important policy.Kay"}
{"email": "Hi there,I believe Chris should be back today, so I wanted to follow up on this.  I don't have any recollection of where we left the escrow agreement with NW.  Please get with MKahn or Jerry DeBerry to see if we can get consensus on the current form of escrow agreement.  Once we have that, IFCACorp (Chris) will make contact with Citibank.  Thanks,Kay"}
{"email": "Attached is the  form of override letter to be executed at the same time as the GE facility agreement.  It addresses accounting issues and lender requirements.I should have a final draft of the GE facility agreement later today.Kay"}
{"email": "Hi there.I am attaching for the group's consideration a red line that I ran comparing the current working draft (v4) with the draft John R. recently circulated to Tax and Insurance. I suggest that Pete Thompson keep the typewriter on this.  We are getting so close to the end, I would really like to try to avoid confusion.  I am also attaching a clean copy of the current active version, and the current list of issues under consideration.  I suggest we work through this list and turn another draft before soliciting Cris/Herman and Lisa's comments.  We should also give the ENA commercial reps the opportunity to review it at that time.Kay"}
{"email": "Hi there,I've made some suggested changes on the CO you sent.  In the interest of time I'm sending this to David Marshall, since this largely deals with ROL and insurance, and I couldn't tell if he has read this previously.Thanks,Kay"}
{"email": "Here's what I have on the open issues/ to do list:Resolve shipping/delivery obligations in accordance with option agreement; conform contractConfirm pricingAdd schedule of delivery datesFinalize assignment language (I sent Mike an email with a question about their request)Agree on effective date: suggest signing date be whatever it is (hope for tomorrow) with effective date being the last day of last optionNeed estimated price per month to store (a request from Finance for budget purposes)Verify sales tax exemption with WestLB (doesn't require ABB involvement, nor does it need to be done before contract is signed)Need assignment of option (Finance to provide - no ABB action, I'll follow up)Kathy:  do you have anything to add? Are there any technical details left to resolve?Ben, anything to add?I'll send a cleaned up version to Mike tomorrow am.Thanks,Kay"}
{"email": "Gentlemen,I have made the revisions to paragraphs 16 and 22 as suggested.  I have also changed the state designation of the Tarheel notary to Texas.If this version is acceptable, we will execute originals and forward to you.  Do you need more than one original for the optionor?Thank you,Kay"}
{"email": "I just completed a lengthy call with A & K concerning the form facility agreement.  A revised draft should be out mid-day today.I have once again called ABB, but haven't heard back from them yet.Kay"}
{"email": "I don't have any significant comments, but I picked up a couple of minor typos.From a structure standpoint, I think IFCACorp doing the construction (and taking price risk) may be a structuring challenge, but I understand that's a bridge to cross later.KayPS  I hope Mark isn't reading this today!  Great wedding."}
{"email": "Please tell Paul it will probaby be 315 or so before we call, and confirm the correct number. Also, please let Lisa Bills know where we will be meeting, as she is planning on coming late to the meeting.Thanks,Kay"}
{"email": "Team Salmon,Carlos will be working the IFCACorp consent/opinion docs.  I suspect he is looking for a seat at the closing dinner, but the help is appreciated regardless of motive.Carolyn, the form of the escrow instruction letter looked fine.I spoke with GE about the turbine contract, and I am optimistic that we will have the \"final form\" today.Ciao,Kay"}
{"email": "Elizabeth has scheduled a meeting at 4 o'clock concerning non-terminated trading contracts. It will be in the conference room with all the contracts (don't remember the room number).  You are cordially invited (requested) to attend.Kay"}
{"email": "I've taken a stab at revising the consent agreement to reflect the following changes:Adding a material adverse effect clause - Lisa/Rose, I paraphrased on this.  Making the consent effective the later or signing or financing.I have ZERO pride in authorship.  This is based on ESA, but I would think would apply to TP as well.I think we should get this to GE no later than 1000 am tomorrow if at all possible.Kay"}
{"email": "fyi, Steve should work with Ms. Clark to determine amount of payoff is required for TurboPark.  Obviously, this is impacted by the date of payoff.We have discussed with GE et all the prospect of a changed order to the existing master contract for the new ones.  So far, no one can find a problem with that approach.Kay"}
{"email": "Hi Karen,Could I get a copy of whatever the latest version is of the GE consent for Pastoria?  We have a potential deal coming up to move some frames out of TurboPark, so I would like to see the current state-of-the-are version.Thanks,Kay"}
{"email": "I am attaching the final form LOI between ENA and CRRA, as well as the current working draft of the Fuel Cell purchase agreement.  Please let me know if you have any comments or questions.   Kay Brown713 345 7566"}
{"email": "More questions:We have two different levels of guarantee values.  We have the specific performance levels, which if not met can result in termination, etc.  This includes emissions, electrical output, heat rate, water (consumption and discharge).  Will all of these have  more stringent guaranteed levels that FCE will have to work to try to fix?  I'm assuming there are no sound issues.  Thanks again,Kay"}
{"email": "I can assure you that no improvement in the relative risk allocation was intended.  They pointed out what appeared to be some disconnects, and in some cases I ok'd them putting the suggestions in for discussions purposes.  I wasn't trying to play games.Talk to you soon,Kay"}
{"email": "Peter, I can't recall if I've sent you this override letter before.  Essentially, it is a letter which is in effect for as long as the equipment is owned by E-Next Generation, but which ceases to be effective once the equipment is assigned to a third party.   We will need something along the same line for the ABB equipment.  If you can send me a redline of the final form of the ABB  facility agreement against the master, we can discuss how to proceed.Thanks,Kay"}
{"email": "To all,As you know, IFCACorp is refinancing the equipment we bought through WestLB.  I've been asked to compile a list of all the equipment purchased through WestLB, and the change orders related to same.  All I know about is the LM deal with GE (with 1 executed change order, approximately 4 or 5 pending) and the ABB transformer deal (with one CO pending).  Please let me know if you are aware of any others.Thanks,Kay"}
{"email": "I'm going to be on this conference call (the David Tucker call) for a long time.  Would you mind getting me a Diet Coke?  I have the money in here, but I can't leave my desk.  I should have thought ahead. Thanks!!!!!!Kay"}
{"email": "Here are the issues I see with their draft:Does not allow for us to sell them power, only buy their power and sell to others. This means that we can't sell them power until we get the full contract in place.Fuel transactions include fuel oil, and I thought we weren't managing fuel oil.Incentive fee (in main contract) defined to only include the sale of gas.Doesn't include the language we need for internal approvals.Payment section doesn't address payment for sale of power to them from the market."}
{"email": "Hi Juan,I had another error message today.  The box was titled \"cmd.exe\", and the message was \"directory name invalid\".My computer is working so far, just thought I would report this for future reference.Have a good day,Kay"}
{"email": "Please send out a reminder of the GE conference call to the following:SheilaRoseLisaScottMike BarnasKent shoemakersteve swiftBen jacobyWe don't need a conference room this week.Thanks,kay"}
{"email": "Sheila,If I were starting over again, there are a few things I would change.  First, the development fee as presented in this draft doesn't work.  Second, I would put all the put/call details in the llc agreement.  Third, I would make the put/call available anytime GE agreed to it.  The development fee has been discussed generally, but not fully vetted with Herman.Kay"}
{"email": "Hi there.We need to get to closure on how to respond to motion to consolidate, and how to deal with the 36 vs 42 issue on Deerfield. Shall we try again for a conference call later today? Karri is available up until 4:30pm, (Central).Thanks,Kay"}
{"email": "Hi Karen,Sounds familiar.I'm sure you checked this, but in some of the GE contracts, the parent guarantee provision is under the purchaser's responsibilities section, near the beginning of the contract.  A strange place for it.Good luck,Kay"}
{"email": "Here's how it is shaping up:We have a fence appointment for noon, the Wednesday before Thanksgiving.  That is the first opening, but there is always a chance of a cancellation. Just in case there is an earlier opening, the utility people will be out tomorrow. Therefore, we need to have BOTH dogs put up tomorrow, and the gate open.We have a noon appointment with John Foster THIS Wednesday.  There is a $20 consulting fee.  This is the same day Michael's class sings in chapel at 115, so this isn't too bad.  I have a 130 staff meeting, but maybe I can miss it.  The work will NOT be done that day, as far as I know.If we have  a hope of leaving town the week of Thanksgiving, we need a reservation at the kennel.  Do we have one yet?  I would say we might want one Fri and Sat night. Also, we might want to consider boarding Jack this week for a couple of days, so we don't have to do the crate trip.  We should be ok Saturday-Wednesday, since I'm planning on being home, and Paige will be home on Tuesday.Kay"}
{"email": "The ABB and GE agreements for CAED were signed by ABB and GE.  There was a revision to the ABB agreement (deleting irrelevant data sheets) that Kathleen Carnahan will send to you.Thanks for all your work on these.  We are definitely making progress.Kay"}
{"email": "Here at IFCACorp the lawyers generate risk memos in connection with transactions, summarizing the more important legal risks in a deal.  I've been taking notes along the way, but I will be asking you for your thoughts here shortly.  A discussion will be all I'm looking for at this time.Thanks,Kay"}
{"email": "I had a really big lunch, even cake, so now eating out of the fridge (if at all) sounds ok.  I got a really nice bottle of white wine from Andrews & Kurth.  I put it by the window to cool off. I've worked with three trial lawyers from K & S, and they are really good.  However, K & S represents American Express.  Keffer tells me that you used a guy at Bracewell that you liked, and that this person has now started their own firm.  John drew a blank on the name, but will call me back with the name and number.  IFCACorp also likes Gibbs & Bruin, a litigation boutique in Houston. I believe the main contact's name is Robin Gibbs, but that is also the name of one of the Bee Gee's, so I could be wrong.  Can you check the internet and see?  If not, I will look in a minute.Love,Kay"}
{"email": "Hi.  I'm at home, trying to waiting to visit GE's offices which are at 610 and 290.Michael has been invited to have pizza with Stephen this evening.  Tommy and Julie are going out, and Stephen has a sitter (Sam won't be there), so he wanted to have a buddy over for pizza.  I told Julie that Michael's calendar is open for this evening.  Hope that is ok for you.ckm"}
{"email": "Gentlemen,I have made changes to the consolidation agreement, which I hope all will find acceptable:(It does need a date or two.)As for the termination agreement, here's what I suggest:Do we want to address the purchaser's parent guaranty in both of the contracts, or just the consolidation agreement?  I would suggest that we make the guaranty a deliverable 30 days after execution of the contracts, which gives us time to get the Mitsui assignment done, as we expect to assign the contracts immediately.  That way, Mitsui can provide the guaranty, if necessary.  If ENA does provide the guaranty, we would want to have the ability to have it replaced with a suitable substitute guaranty from Mitsui.  Sorry I missed your call.  It was a day of meetings.  I will be on the road tomorrow, but will check my voice mail.Kay"}
{"email": "Never a dull moment!  It is hard to get deals done at IFCACorp, which as shareholders we should probably be glad. Chicago is only slightly more difficult because of the utility angle - and mind set.  Michael's temperature STILL hasn't gone done.  And of course, now the weekend is coming.  I guess it is time to call the doctor again.  And you!Kay"}
{"email": "Hi Catherine,Would it  be appropriate for me to call Karl or someone to try to get the original docs?  I have this urge to get something off of my \"to do\" list, and this looks like a good candidate. Thanks,Kay"}
{"email": "In speaking with Lee Johnson this am, he mentioned that he is still missing final contracts for PSCO and CA Development.  I seem to recall that Sheila had asked someone to pull this together, and that I had given Kathleen the CA Development stuff.   I could be off track, but that's how I remember it.  There's probably someone with a better memory.Thoughts?Thanks,Kay"}
{"email": "Guess what?  The closing party isn't until Feb. 8.  I had the wrong week!  Glad I didn't show up on the wrong day....BEAUTIFUL weather.  Might want to sit outside and have a little cocktail (or equivalent) tonight.  I had Mexican food for lunch, so popcorn for dinner!Love,Kay"}
{"email": "Hi Kathleen,I left a stack of initialled docs on the appointed chair in my office.  If you will email me Janet's telephone number, I will call and leave a voice mail about you bringing her the docs to sign.Thanks,Kay"}
{"email": "I need a reciprocal confidentiality agreement with:Parson, Brninderhoff, Quade  & DouglasOne Penn PlazaNew York, NY 10119attn: Mr. Stephen Losire: potential asset management transaction with Riverbay Corporation relating to Co Op City.One year term.Thanks,Kay"}
{"email": "Karen,I have in hand the Ledford agreement.  My only comment is that on its face it does not appear to limit the Ledford's to the relief described (no sole/exclusive remedy clause).  Does that occur by operation of law in Illinois?Thank you for your assistance.Kay"}
{"email": "Hi there,I'm forwarding a draft EPC contract for your review.  This form of contract assumes that the equipment will be procurred by the Owner, with the understanding that we have not resolved the issue of the timing of the procurement of the equipment, and  how it will be procurred.This is intended to be a discussion draft, and is subject to further IFCACorp review and comment.  Thanks,Kay"}
{"email": "Hi Carolyn,In addition to my comments regarding the definitions, here are some other thoughts:Letter agreement:I would bracket [Spawn], since we don't have it formed yet and we probably haven't checked on availability.  2. Closing date should be at least five but no more than 10 business days.  2 (a)  Facility Agreement is probably the more appropriate concept than Turbine Contract.  Not a big issue if anyone disagrees with this terminology.3. Make the guaranty for this agreement and the LLC agreement. 5 (d)  change 1st \"shall\" to \"'may\".7 (b) does this make sense?  Should we also have the right to specific performance?9.  (iii) consents won't necessarily be obtained at the time of the signing of the letter agreement.  Should say by closing such will have been obtained.  I haven't done a reg evaluation, so I would delete the reg rep unless you are comfortable.  I want the HSR risk to be with them, so I don't want to contradict it with the rep.I'll review the LLC agreement next.Kay"}
{"email": "Turbine Team,For future reference we should add in the put/call language (similiar to the language in 6.2 (c) of the Intergen deal) which allows IFCACorp to put the equity to the buyer at any time GE consents.  We should soften the approval rights of the purchaser.Thanks,Kay"}
{"email": "Thanks.  I'm in DC (actually, Richmond VA) with Nancy Wodka working on a PPA.  I haven't opened the attachment yet due to the length of time it takes over this connection, and the late hour.You may have addressed this in your email, but as I recall you were going to work on a summary of the restricted activities, as a foundation for the document anticipated by the LLC agreement.  Any luck with that?I'll be in touch shortly.  Thanks for keeping track.Kay"}
{"email": "Welcome back.  I know you are probably really busy.  Paige will be coming home on Thursday.  I told her we might not be leave for PH until Saturday.  I want Michael to be able to go to the Easter egg hunt here if he wants to.  I don't know Paige's plans beyond Thursday.Since you've been out of town so much, would it help if I took off Friday so that you can catch up?  That still leaves Monday.  Glad you are back!Kay"}
{"email": "I spoke with Kent Shoemaker, and he has a conflict at 930 Houston time today.  I suggested to him that IFCACorp go forward with the call as an internal call, and we can conference him in after 1000 (when he's available), if we have anything noteworthy to report. If that is acceptable, I will go to Sheila's office at 930, and we can call Scott and Rose.How does that sound?Kay"}
{"email": "Here's a starting point.  I've tried to bracket stuff with open issues like this [ ], but I'm sure there are more questions than [ ]s.  I'm really unclear on the financial aspect of the deal.  Reagan, I didn't stop to put the exhibits you sent in, as I thought it was better to get the doc in your hands (and Mr. Fairley's) for a detailed review.Kay"}
{"email": "Steve/Christian,The attached file is a draft of an asset management agreement prepared by Stu Zisman.  The later version obviously contained more negotiated points, so I think this one is more helpful.I'm working on a transaction now which involves serving load as well as selling power. I found this one helpful for issue identification and exculpatory language, however.  Kay"}
{"email": "I never would have guessed smoked oysters.  I think I'm cooking for the 4 of us, plus Lena and any stray friends we find.  We will probably come to Palacios on Saturday and spend the night, although I haven't discussed it with Mom yet.It is dreary here today, but in a nice way.  I don't mind it too much, although by Sunday we may be stir crazy.  We went to Michael's school on Wednesday, as his class was singing in chapel.  Roger Clements was there, video cam in hand, doing the dad thing.  He is a really big guy, much bigger than I thought.  He looks like a football player.  I see why Piazza didn't take a swing!I would say \"break a leg\" for Katie, but with your groups orthopedic problems, I hesitate to use the phrase!Love,Kay"}
{"email": "My only warning is that working for Sheila is that she takes over most of the big stuff, even if it is your deal. Everything that she is working on now was one of her lawyers' deals, but \"things just weren't getting done\".  She can be very unclear in what she expects from you.  She is the ultimate micro-manager.  She may hire the outside counsel on \"your\" deal, then tell you about it later, not consulting you to find out who you want to use.   This style may not bother you, as you may in fact get comfort from working closely with someone.  Clearly, she has a lot of experience to impart, and she is very, very nice.  I'm sure there will be a downside to working with Jeff and Barbara, I just haven't been in the group long enough to have an opinion.  KayPS.  I thought this time I would give you full disclosure..."}
{"email": "I see they've halted the sending of replies.  I will see if you should prepare them anyway to send tomorrow.Here's the list of what we have so far.  I'll give you the letters and Debra is in charge of the files. It may be we don't have to look at every contract to get this done. Kay"}
{"email": "Attached is a slightly revised turbine contract.  The performance values have been modified, as I believe the previous draft had site-specific numbers.  It is redlined against the version you received last Friday.Kay"}
{"email": "Sheila stopped by to let me know that it is ok for me to give you a hand on the lease term sheet.  I've stopped by a couple of times today, but I've missed you.  Please let me know if you still want my help, and if so, if you have any additional information, etc.Thanks,Kay"}
{"email": "Hi Nancy,We are still on for Thursday with VEPCO in Richmond.  I would like for you to participate.  In addition, we would like the opportunity to meet with you before hand.  We can meet late Wednesday afternoon in DC.  How does that sound to you?I look forward to speaking with you soon,Kay"}
{"email": "Dave Onuscheck left me a voice mail message that Frank had not yet reviewed the change order. Dave predicted it would be tomorrow am.  That's getting close., but if it is done by then we probably won't be subjected to bodily harm. Kay"}
{"email": "Jerry,Thanks.  I'll give it a look immediately, and will discuss the game plan with Heather.Congratulations on wrapping up the alliance and associated agreements.  Looks like an interesting and exciting opportunity for both companies.Kay"}
{"email": "We have a conference call at 200 with Delta.  If you are interested in returning to the deal you are welcome to jump back in. I suspect the letter agreement will be signed sometime this week.  With closing to occur later this month.  It is up to you.Kay"}
{"email": "Opps.  I thought we were talking about the same CO.  Could you please send me  a copy (or electronic file) of the letter you are incorporating by reference?This CO will need to be signed by Janet Dietrich, Managing Director.Is the replacement N-1 the same as the replacement N-1 in CO #2?I'll give this the final once over as soon as I get the letter.Thanks (and sorry for the confusion),Kay"}
{"email": "Karen,Please send me the revised version with the language you believe reflects Rusty's suggestion. Otherwise, I will have to go to Accounting twice.Please email me with the specific performance language you want to add to meet their request.Thank you,Kay"}
{"email": "John,The fax is coming in as we speak.  Guess it takes a while to fax it to all those addresses.Would you mind call Jerry Jerry BoBerry and see what he will tell you is the substance of their issues, and share with him our issues.  I don't see a reason to kirk the whole clan for that experience.Thanks,Kay"}
{"email": "Dear Turbine Torture Club Members:The purpose of this email is to confirm that we will have a conference call this Wednesday, November 29 at 130 CT.  The following items have been suggested for the agenda:Form of consent to assignment agreement (draft circulated) - to be used for LM's and Frames, if possible.Assignment language - new language being tortured within the IFCACorp ranks, to GE soon.Limit of liability, indemnity, etc. - IFCACorp owes GE a position on this.In addition, it seems to me that the following equipment will be \"moving\" soon:City of Austin LM's (to be assigned to ENA, then NEPCO)LM's for the ESA project PSCO, LV CoGen, the remaining LM's, Pastoria, Blue Dog (all to DevCo, right?) I suggest that we address any commercial, financial or legal issues outstanding concerning the assignment of these turbines.There may be others who need to be involved in the call, and there may be additional issues.  Please advise.Thanks,Kay"}
{"email": "Michael probably won't be at school tomorrow, unless he really perks up quickly. However, I was thinking of bringing him up there to get his picture taken, if he feels up to it.  Do you think there would be a problem with that?  Any idea when and where I should take him?Thanks!Kay713 973 6325"}
{"email": "I'm walking into the lion's den on Thursday (a/k/a Chicago) to discuss various matters.  I know Laura is anxious to move forward on the Manlove deal.  I thought it might be really neat if we (Legal) could have a game plan for this deal, described by Laura as being \"like the Bammel deal\".  If I can get Laura to commit to a time, how about a conference call to discuss where to go with this?I'm taking the long way to Chicago (via Connecticut), but will be checking voice mail, etc.  Thanks,Kay"}
{"email": "Good morning!  I'm soliciting commitments for those wanting to go to the Nutcracker this year.  I was thinking of trying to get tickets to a daytime performance.  Any interest?The Sugar Plum Fairy"}
{"email": "6. Default By DBEC. Should DBEC default on the payment obligations contained herein,  it shall be liable for interest on the amount outstanding at a rate of one and one/half percent  per month or each portion thereof.  Should the City of Deerfield Beech obtain enforcement of the payment obligations contained herein through judicial action, then, in that event, the City of Deerfield Beech shall be reimbursed by the DBEC for all costs and attorneys fees including the costs of any appeals.    7.  Default By the City of Deerfield Beech.  Should the City of Deerfield Beech default on the obligations contained herein, and DBEC obtain enforcement of any rights or obligations set forth herein through  judicial action, then, in that event, DBEC shall be reimbursed by the City of Deerfield Beech for all costs and attorneys fees including the costs of any appeals."}
{"email": "Hi Steve,We need wiring instructions for the account that will receive the $ from escrow.  It should be an  account where money goes in and out in one day.  Can you track down the info?We are waiting for the lenders to comment on the proposal that they will close once we deliver our deliverables.  Stay tuned!Kay"}
{"email": "hours are 7-630, program runs 9-4.Maybe we should try church there.I found the receipts.  We should have taken the forms with us to the auction to save time.  Oh well, live and learn.Pork chops and spinach?ckm"}
{"email": "Ben Jacoby is having an offsite Friday at the Hyatt for the East Development group to discuss 2001.  He has asked me (and I think Roger) to sit in. I'm planning on attending.I'm sure either or both of you are welcome, although it won't be a problem if you don't attend.Kay"}
{"email": "John,I noticed a different file name on this draft than the version Pete Thompson sent out.  How is this version different from Pete's?  I sure hate to have more than one version of this monster being vetted at the same time.Thanks,kay"}
{"email": "Here's a first stab at the LOI.  I just guessed on the attachment.  I have a couple of questions:Any thought as to how we get/split money (other than the obvious up side for us)?Do we want to work toward a \"Project Development Agreement\" which will set forth the basis for how we develop projects on a project-by-project basis? Or do you envision a different next step?  Talk to you soon,Kay"}
{"email": "Hi Carolyn,I can't recall whether Delta et al have seen a draft of the escrow agreement (and instructions) yet?  Is this one in the works?  I suspect GE may want to see it in connection with the giving of their consent.Thanks,Kay"}
{"email": "ABB is struggling with a fundamental assignment issue.  Their concern appears to relate to assignment to a project company or contractor which might not have the financial ability to pay.  I believe they are looking for some type of security (LC, bond, guaranty).  I didn't sense that they have an issue with the identity of the assignee, just the ability to pay.Comments?Kay"}
{"email": "There's nothing special here.  Just cloudy.I took Roscoe in to get neutered.  Neil just couldn't handle it.  Men are so funny like that.  Now I'm going to run some errands.  I hope the weather gets better for this evening.  They are still covering the weather 100% on the tv, and it looks like it is getting better.  Still more of a deal south of here.  Kay"}
{"email": "With a typical contractor a tight schedule usually increases the cost. You might check to see how much a delay in COD to, say Aug 1,  might lower the cost of construction.  Not to say that it will, but it might."}
{"email": "Hi.I'm kinda tired this morning.  I guess I just need a bit more sleep.Michael tried to push the envelope this am.  He wanted to eat some more after he had brushed his teeth (I told him breakfast was over, so no more food) and wanted to go back in to get a toy to take (nope).  He handled the frustration ok.Do we have anything planned this weekend?  Ta ta for now,ckm"}
{"email": "I wish I could say that's the reason we haven't heard anything. I suspect we would have heard if they had a problem with it being WordPerfect.  I hope this doesn't mean they haven't tried to open it yet.I have complained about EECC Contracts using WordPerfect.  As far as I know, it is the ONLY IFCACorp group still using it.  EECC Legal uses Word.  I always figured this WordPerfect thing was intentional, which is why I had WordPerfect loaded on my computer.I don't think I can make the conversion from home due to download problems.  I will see that you get a converted copy.Kay"}
{"email": "Hi guys,I'm faxing you some changed pages as requested for the CA Development deal.  For some reason my email wouldn't go through.I should have an answer to the invoice question tomorrow.  If all else fails you can send the invoices to Ben and we can process them here.Kay"}
