{"email": "Carol:  I've been meeting with Jarrod about confirm templates.  Prior to the departures of Shari, Lynda, et al, there was a move afoot to create an annex of weather definitions which could be incorporated by reference into the confirms (or added to the Schedule), either of which approaches would shorten the confirms considerably.  Jarrod advises that the EOL T&C's for the varioius weather products contain the basic information which can be drafted in the annex.  Jarrod will send us the EOL T&C's.  I think it's a great idea. Jarrod will also send the existing  weather templates (which may be slightly different from those Shari gave us earlier).  We should verify that the weather rep appears in the weather option templates (since we have agreed to remove that rep from the Schedule).  Also, shouldn't we verify that all weather trades are executed under NY law (they probably are anyway) since we now have the opinion from the NY Office of General Counsel?Sara"}
{"email": "Brent:  I wanted to inquire about SMUD.  After the legal/credit meeting, it sounded as though special deal language was going into the Schedule as opposed to the confirm for the Transaction.  Thanks.  Sara"}
{"email": "Russell:I spoke briefly with Paul about your long-dated commodity deal and have a few comments.(1)  Have you spoken with anyone on the confirmation desk about preparing a draft confirm?  Joe Hunter (X33316) is a good start.(2)  Paul advises that you will be transacting pursuant to the existing ISDA Master Agreement between ENA and CSFB Int'l (name change from Credit Suisse Financial Products).  In that regard, you should be sure to add the following items to the confirmation and discuss with your counterparty: (a)  ENA should be the Calculation Agent for purposes of this transaction. (b)  You should provide for \"Payments on Early Termination\" as:  \"For the purpose of Section 6(e) of the ISDA Master Agreement,  (i)  Loss will apply, and (ii) the Second Method will apply.\"Also, you should obtain evidence of the name change (usually a certificate of name change).Let me know if you have any questions.  Thanks.  Sara"}
{"email": "Marie:  Wisconsin's lawyer is out of the office until Nov. 29.  Would you please follow up with respect to the ISDA which we sent to him on Nov. 5?  I left your name and phone number on his voice mail.  Cary is interested in pursuing this counterparty.  Thanks.  Sara"}
{"email": "Rod:  attached is a recap of current credit derivatives trading in Jeff K.'s group.  I don't know about activity during Shari's oversight but I hear it was minimal.  How does this compare with IFCACorp Credit.com?  Also, do we want agreements with other trading counterparties (e.g., DLJ Capital Funding, Inc.)?  Are Jeff and Paul calling credit before trading?  Please call to chat when you have a chance.  Thanks.  Sara"}
{"email": "Hello there!  Long time no see!  Can you please give me a call (EXT. 35620) to discuss ESA in general?  I want to have Marie Heard available as well so that at least two people can keep track of your activity.  Thanks.  Saraps  My immediate inquiry is the entity hedging South Americal risk"}
{"email": "David:  Attached is the confirm Sara mentioned to you.  Below is a note for you from her:    1.  Price Return Swap  2.  Single payment of interest upon Final Termination May need to convert to a TRS.  Will call.Kaye"}
{"email": "I spoke with Chris Littlefield (legal) a few moments ago and he would like for you to call Dial's treasury person, Dave Riddiford.  Dial really wants an explanation of how/why all numbers were selected for inclusion in the Schedule and CSA, including:(1)  3rd p. D/F Threshold Amount(2) whether Credit Event Upon Merger can be tied to ratings downgrade (I explained the MAC trigger)(3) Collateral Threshold  (and, by the way, Chris says that he never understood that Dial would ever have to post)(4) Min. Transfer/RoundingNot too bad.  Call me if you have any questions.  From the legal perspective, I have only to resolve recording and arbitration.  Thanks.  Sara"}
{"email": "Marcus:  Can you please let me know what you need.Who is handling credit?  tax?  accounting?Who is booking the confirmations?  Have the confirms been drafted or negotiated?  Any changes?  How many transactions?Sara"}
{"email": "Hello there!  I know that you are out of the country.  Thanks for forwarding the message from Andre Cangucu.  I have been through your materials but do not find any involvement you may have had with specific swaps; the items I found were generic and were in the form of law firm memoranda (e.g., \"Derivatives and FX Transactions in Brazil\", \"Trading with Brazilian Counterparties\", etc.).  Am I missing something?  Look forward to seeing you soon.  Sara"}
{"email": "Carol:  Hope all is well.  We are missing you every day.(1)  On a \"swap\" related note, we have a Canadian party requesting the ability to post cash collateral to ENA.  Can you recall where we left off on the issue?  I seem to  remember conflicting advice (Peter's insistence upon the Stikeman memo and ENA simply not agreeing to accept cash) and uncertainty as to how ENA could perfect its interest and what law governs (in cash held in a U.S. account).(2)  On a \"credit\" related note, I was forwarded the 7/24/00 Margin Exception Report (originally sent to your attention).  What were you doing to follow up on this report?  Yesterday, Mary gave me a copy of a \"collateral letter\" being sent by Molly Harris.  Did you speak with Mary about working on this project in your absence?Edward Ondarza is moving to EBS.   Stephanie Panus starts on Monday.  That's all the news for now. Talk to you soon.  SaraP.S.  Can you send photos over the net?"}
{"email": "In discussing the Omnibus with outside counsel on a deal, I am not clear that the definition of \"Loss\" picks up the concept of \"Unpaid Amounts.\"  Arguably it does (although the concept of \"Unpaid Amounts\" is built into the ECT Master upon which the Omnibus was based for Early Termination for Events of Default but not followed through entirely for Accelerated Termination Date).  My guess is that we decided that Omnibus \"Loss\" pv of economic loss includes both past amounts owed/subsequent valuation.  Can you recall?"}
{"email": "Jarrod:  attached is my prior redline with suggested comments.  You'll see that I need to verify some dates, and I will call.  Ultimately, we will send new drafts to Joe and each of John Byrnes (jbyrnes@dlalaw.com) and Steve Zacharias (szacharias@media-general.com).  Joe should verify numbers."}
{"email": "Please see attahed.  Let me know if you have questions about the  option template and please let me know if you think the Delano draft satisfies the conversation we just had with Leslie.  Thanks.  Sara"}
{"email": "I will not be arriving in BA this week.  Will you be available either Sept. 23 or 24?  I will be in IFCACorp's BA office on those two days.  I can meet at your convenience.  With respect to your comments to our ISDA Schedule, please let me know when to expect your comments.  You previously indicated that I would receive comments by Sept. 10.Also, could you please fax the article.  It was apparently scanned.  We can only open word documents and we cannot open the article which which was sent and resent on Friday, Sept. 10.Thanks.  Sara"}
{"email": "David:We are drafting a credit derivative confirmation in connection with one of our year-end deals.  Will you or Jean be able to review the confirm with us?  I look forward to hearing from you.  Regards.  Sara"}
{"email": "Marie is not in the office today; your direct contact should be Susan Bailey (X 34737).I spoke earlier with Rick Hopkinson who indicated that the account will probably be for the benefit of EPCA.  We need to verify a few details (account party, purpose, resolutions, authorized trader list, etc.).  Also, will the broker be Morgan?Nancy, since you will be working on the authorizations, please keep in mind that Ted Murphy will limit authorized traders to the Houston equity traders(and perhaps Bruce) for control purposes.  I believe we had to change the IFCACorp Brazil Power Holding XII Ltd. resolutions in that regard.  I'll verify.Susan and I will wait to hear from one of you in Sao Paulo.  I called about 10 minutes ago and no one was available.Thanks.  Sara"}
{"email": "Aaron:I spoke with both Matt Flett (Morgan counsel) and Denis O'Connell about the ISDA already negotiated by IFCACorpCredit.com Limited.  Each was supposed to send me the draft docs for me to review and comment on for ENA.  I have not received anything yet but will comment immediately upon receipt.  I'll keep you up to date.  Sara"}
{"email": "Mark:  ENA is looking into derivatives trading with an Indian corporate.  My latest information is the opinion from 1/14/97 rendered by Crawford Bayley & Co. (which was part of our global survey effort a few years ago).  Do you have anything more recent?  The ENA inquiry came from the pulp and paper group.  Thanks for your help.  Sara"}
{"email": "Donna:  It's been awhile since we last spoke about advising IFCACorp companies of existing brokerage accounts.  It has also been determined (in legal) that the accounts will remain with ME and not move to Alan A.  I have some temporary assistance in that an A&K lawyer, Jason Peters, is working up here for another few weeks.  I was hoping that we could all meet and put our \"project\" into action.  Please give me a call and suggest some time when we may meet.  Thanks.  Sara"}
{"email": "Leslie:  Per our conversation, you mentioned that you had comments to the form of assignment to be executed by you, Lehman and IFCACorp North America Corp..  Would you please provide me with your comments so that I  can forward the same to Lehman?  I know that the Merrill name needs to be corrected.  Thanks.  Sara"}
{"email": "Many of you have been involved in recent efforts to either amend documents to provide for rehypothecation of securities or additional collateral arrangements, both resulting from cash constraints in the market. In that regard, it appears that our credit group will be very interested in accepting different forms of government obligations, including Treasury Bills, Treasury Notes and Treasury Bonds.  Our current version of Paragraph 13 does not have the \"choice\" for Eligible Collateral consisting of longer dated obligations such as Treasury Notes and Bonds; our earlier version did provide this option.  LEGAL:  When preparing new master agreements, please be specific about credit requests to include securities and verify with credit the specific types of Eligible Collateral to be included in Paragraph 13. CREDIT:  When drafting credit worksheets, please be  specific when requesting types of Eligible Collateral other than cash.We may consider amending Paragraph 13 again or adding additional forms of Eligible Collateral to Library Doc."}
{"email": "All:IFCACorp's treasury group is reviewing some of the extremely high volume master swap agreements to see if rehypothecation of collateral is an alternative.  The Bank of America (\"BofA\") agreement is an ISDA but the credit annex is our old format.  BofA has agreed with Bill Bradford to replace the existing Annex A (Collateral and Exposure Provisions) with the ISDA Credit Support Annex and Paragraph 13.  Soma Ghosh is spearheading this effort and she may contact one of you to assist in this effort.  I told Soma that credit would need to provide a credit worksheeet.Thanks.  Sara"}
{"email": "Mark:  Please verify for me that you told Susan F. that Samantha would be responsible for the brokerage accounts when she joins us.  I wasn't certain that Susan knew and I didn't want to spring it on her.  Thanks.  Sara"}
{"email": "Hi Christian!  I wanted to ask you a few questions about the occurrence of negative pricing on the west desk.  I'm getting a differenct response on the east desk.  Although my interest is financial trading, you may have experieced this issue on the physical side (Jeff Hodge has not).  In the past on the west desk financial trading, any prices which are negative are deemed to be \"0\" (so an average of hourly prices could include some zeroes).  The east desk wants to add in the negative numbers.  Please call me to discuss.  I'd really appreciate it.  Sara"}
{"email": "Clint Freeland (who is trying to remain optomistic) would like to have signature pages for the forwards executed prior to final negotiation.  We are drafting Bear.  We can print signature pages for CSFB and UBS which are on single pages.  Lehman will be emailed (I think) tomorrow.Please follow up with me please.  Thanks for your help.  Sara"}
{"email": "Justin/Paul:  The Houston contingent of IFCACorpCredit.com Limited has a number of agreements which they would like to have executed.  All ENA/IFCACorp affiliate brokerage/futures agreements are signed by the IFCACorp trading party TOGETHER WITH Ted Murphy (for control purposes).  I am currently reviewing  about 4-6 of these agreements.How should we handle review of the referenced agreements originating from Houston?  Shall I continue to review?Do you have trading resoutions/authorized trader lists in place for IFCACorpCredit.com Limited?I look forward to hearing from you.  Sara"}
{"email": "Mark:  I have scheduled a 5 pm flight to NO.  I am attending a wedding Friday night.  I hope this is not a problem, but let me know.  Also, did you receive my voice mail about the Goldman electronic agreement and their denial of my request for injunctive relief upon proof of breach?  I'd like to finalize this agreement.  Thanks.  Sara"}
{"email": "PLEASE DISREGARD THE DRAFT MEMO SENT ON 3/16/00.  I have reworked a new memo which prints on 3 pages and which I hope is brief and to the point.  Let's try to talk before Friday so that we can send the memo before then.  I still have not heard from Patricia Lopez.  SS"}
{"email": "Special Provisions for Confirmation of this Transaction:Notwithstanding any other provision contained in the Agreement, unless Counterparty executes this Confirmation and transmits the executed Confirmation to ENA via facsimile to the facsimile number hereinbelow provided prior to 5:00 p.m (CST) on December 15, 2000, this Confirmation and theTransaction evidenced herein shall be completely null and void and without force and effect.ENA's telephone and facsimile number for purpose of confirming Transaction:                      __________________________________"}
{"email": "Happy New Year!I was hoping you could respond to some issues raised by IFCACorp's Argentine commercial group.  They have told me the following:(1)  An association known as the \"Argentine Association of Derivatives\" has developed a document currently being circulated in the Argentine market for use in the near term.  It is in Spanish and it is not an ISDA.  It is a \"short\" document (i.e., much shorter than a standard ISDA Master Agreement and ISDA Credit Support Annex).(2)  This document is being prepared by experienced professionals.  Are you involved in this effort?  Is ISDA involved?Perhaps we could schedule a conference call and/or you could provide me with an accurate account of any local activity in connection with the foregoing.  If ISDA is not being used in Argentina for commodity swaps and derivatives, IFCACorp needs to understand the issues and current discussions about derivatives transactions.I look forward to hearing from you.  Regards.  Sara"}
{"email": "Hi, Shari:  Carol told me that you and Peggy have some memoranda addressing the validity of local derivatives trading in Mexico.  I would appreciate copies.  Do I need to also place these in our legal opinion database?  Thanks.  Sara"}
{"email": "Bob:  I left you a voice mail last week about a lunch that legal would like to present next month for both groups (above).  We need a list of settlements persons who should be invited.  The purpose of the meeting is to provide an overview of the legal documentation process, including explanations of our documents, and encourage dialogue among the groups.  Please send as soon as possible.  Also, let me know if you have any particular topics which you would like to see addressed.  Thanks.  Sara"}
{"email": "Matt and Denis:I spoke with Matthew Flett about an hour ago and he advised that IFCACorpCredit.com Limited had finalized its ISDA.  I requested a copy burt he has not yet sent it over.  Both ENE and ENA want to execute masters with MSCS and we would like to work from your document.Can you email me a copy?Thanks.  Sara"}
{"email": "Pat, your credit worksheets reflect ENA posting cash.  Is this a mistake?I am trying to revise these draft masters and then I will tackle TGS.I still have severe laryngitis so I cannot speak but I can communicate via e-mail or a paralegal.Thanks.  Sara"}
{"email": "London traders are transacting from London in the names of both ECT(Houston) and ECTRIC(London) with DAPSA and Sempra.  The deal tickets are still being sent to Houston for confirmation preparation (rather than from London where the trade is actually consummated).  With respect to Sempra, we were previously advised that Sempra would not transact directly with ECTRIC absent a Master but this cannot be accurate because some Sempra deal tickets recite ECTRIC's name.    This message is FYI if there are no regulatory issues involved.Houston will certainly document back-to-back internal transactions. Sara"}
{"email": "The following IFCACorp companies have recently booked financial trades with ENA.  I think these should be booked directly with RMT.  Please advise.IFCACorp Netherlands Holding BVIFCACorp Development Funding Ltd.IFCACorpCredit.com LimitedThanks for your help.  Sara"}
{"email": "In Part C. Financial Swaps of your report, please clarify two \"preparing Master Swap\" entries:(1) is \"Edes\" meant to be \"Eden\", each LDC activity?(2)  What is \"CGC\"?The \"under discussion\" entries are unknown to us:(1)  Piedra del Aguila(2)  PDA(3)  Wintershall(4)  Quintana(5)  Minera Alumbrera(6)  PAEThanks.  Sara"}
{"email": "I just spoke with Miriam Radich (Tiger's lawyer) and advised her of ECT's name change effective 9/1/99.  She advised that she will revise our docs TOMORROW.  Also, we will send a new blackline guaranty to Tiger (terms previously agreed) to reflect name change.Per:  It may take several days to have the guaranties executed by Corp.  You need to give Marie advance notice on that front.  SS"}
{"email": "Mark and Paul:  Have either of you ever reviewed clearinghouse rules with respect to clearing members for the exhanges on which we trade (in an effort to analyze our risk with respect to our brokers)?  If the answer is yes, could I have copies of any memoranda?  Please let me hear from you or whomever may have reviewed this issue.  Thank you.  Sara"}
{"email": "Steven:I am trying to finalize this master during Carol St. Clair's absence.  I have a few questions prior to our comments.  They are:(1)  Have you already commented on the new form of Letter of Credit Provisions which Carol sent to you?  This is referred to as Exhibit A to Paragraph 13 of Annex A.  I did not see your response.(2)  Have you reviewed the latest Letter of Credit format?  I did not see your response.(3)  What is the genesis of Part 5, Section 18 of your redline.  I know that DB acquired Bankers Trust, but did Carol ever review this provision?  Have both parties agreed as to existing transactions?Please let me hear from you.  Thanks.  Sara"}
{"email": "Sorry, but I still can't talk.  Although Marie is not in today, I can have Susan Bailey (Ext. 34737) contact Morgan to alert them that the faxed docs are coming.  We also will need a signature on the agreement itself and I can't recall if Marie sent that already.  Please call Susan so that we can be more specific about what might happen today (and whether it can wait until Monday morning when Marie returns).  I have not received anything from Robert.  Thanks.  Sara"}
{"email": "The east and west power desks are creating slightly different floating price language for some of the power pools.  The west desk wants \"negative prices\" to be averaged in as \"zeroes\"; the east desk wants to average in all prices \"positive or negative\".  I'm inclined to let the traders do as they wish.  I can't seem to get an explanation for the difference in approach (in each instance ENA may take either side of the deal).  The confirm desk will have to pay attention to the source of the confirms to use the correct pricing language.  I don't know if this will create an on-line trading issue.What do you think?  Sara"}
{"email": "Susan:  would you please contact this party to see if they have comments?  Jennifer says they are ready to sign.  We are having a guaranty problem and that's why this party has come up.  Please let Souad know what the response is.  Thanks.  Sara"}
{"email": "Hey, Sam:  Great to hear from you and I'm thrilled that your golf game is as good as ever.  Have you been playing in Palm Springs or Amelia Island or  The Boulders?  I was in Phoenix last year and thought it was wonderful except for the fact that people age faster.  I didn't go to Baton Rouge for Passover since the seders were in the middle of the week.  But I know that my sister ordered everything from the Second Avenue Deli in N.Y. and various other Manhattan establishments.  My niece has been accepted at that high school in Natchitoches for smart kids and Deb is really happy (and sad).  Jennifer is only 15.  My nephew is tall, handsome and driving Steve crazy.  My parents are fine and my Dad is going to have a knee-cap replacement sometime soon.  He'll be 83 in June.  I've decided on in-house training for my dogs and the trainer thinks that CHLOE needs the most \"help\" since that sweet little bichon may try to bite strangers (and maybe friends!) in my home.  Otherwise, I'm rocking along.  You know, I never called Helen but I still have her number and I'll do it this week.  Hope all is well.  Do you keep up with Ron?  Love, Sara"}
{"email": "Attached is a draft list of items for review.  Some of the items require immediate document  revisions; others require policy decisions before revising the documents.  Please edit and refine.  Mark suggested that we confer and come up with specific recommendations.  Once we create a list, let's try to meet on one or more occasions to discuss.  SS"}
{"email": "We are currently updating our database of brokerage agreements for Ted Murphy.  We only show two (2) executed agreements for ECTRIC and/or UK SPVs.  These include agreements that ECTRIC has with Fimat Futures UK Limited and Paribas Futures, Inc.  If other such agreements have been executed, would you please advise and send copies to Houston.  Ted will now keep a duplicate set of agreements. Also, would any other European locations have executed brokerage or futures agreements?  If you have any questions, please call.  Regards.  Sara"}
{"email": "Please call me at the office (713/853-5620) if you are still around.  Otherwise, let's plan to speak with Richard Sanders(litigation)  first thing on Friday morning.  I have spoken with Julian.  Sara"}
{"email": "Treasa:Your diagram identifies \"Toronto-Dominion Bank, Toronto\".  Are we using the 12/18/98 ISDA agreement as a model for a new master ISDA agreement?  Did the bank change its name?I'll wait for the term sheet and the draft TD confirms which you mentioned in your email.Sara"}
{"email": "Sheila:  Please send an email to Ted Murphy and Bill Bradford requesting agreements with Deutsche Bank Securities.Which IFCACorp company(ies) are you requesting these agreements for?Stephanie Panus will be handling this broker.Thanks.  Sara"}
{"email": "Brent and Lynn:  I have a severe case of laryngitis and I can't even speak.  I'm not sure that I'll be able to (or even should) speak on Friday for our 9 am (Houston) conference.  Brent, I was wondering if you would be in Houston next week before our legal conference on Thursday and Friday.  If so, then maybe you, Lynn and I can meet to assess the situation.  If not, then let's please reschedule our Friday call for Monday or Tuesday of next week.  I can suggest Monday after 10 am.  Tuesday morning we have Randy's call which I may have to begin taking at home due to the early hour so if we decide on Tuesday, it should be after 10:30 am..  Please let me hear from you.  Thanks.  Sarap.s.  I have not had an opportunity to review the memo but I'm going to take a look today."}
{"email": "Marie:  Per my voice mail, please let me know when you will have your memo regarding brokerage agreements and the updated list available.  I would like to include Susan Flynn, Sheila Glover and Laurel Adams in a meeting since they are all involved in the brokerage agreement process from time to time.  I'll try to gather the group if you provide me with some suggested times.  Thanks.  Sara"}
{"email": "This evening, ECT faxed comments to counterparty's proposed ISDA to both John Joel and Douglas Marshall.  We also resent the Credit Support Annex because counterparty never commented on ours and failed to include one.  John Joel called me this morning to determine when the lawyers could speak.  I told him to schedule a conference call because ECT was ready and was faxing comments today.  I haven't heard from him.  SS"}
{"email": "Hi, Susan!  I work with the FX/rate desk and Darren Delage is currently residing in Tokyo and trading.  I have a conversation this evening with Alan Aronowitz, John Viverito and Darren to discuss Japan issues.  At the moment, Darren has exeacuted several trades.  These are being documented in Houston AS IFCACorp NORTH AMERICA CORP. trades.  I had assumed that all trades would be done in the name of the Japanese financial trading entity; I have no idea who is handling back office functions.  Can you update me?  Thanks.  SaraP.S.  We MUST confirm all trades."}
{"email": "Sorry to keep sending emails BUT my assistant just walked in and said that you were expecting a presentation by Mark Taylor on the phone call.  To my knowledge, Mark doesn't know anything about this call (your email of 1/17 doesn't mention Mark).  So, I'm totally confused.  If we are going to discuss the term sheet process and related tax issues, let's do it.  If you want to cancel because you are expecting something different, please let me know (and advise Lynn and Julian).  Thanks."}
{"email": "Hi Felix!  I return from Argentina this weekend.  I am having some problems with the laptop which I'll need you to adjust upon my return. I am traveling with an ESA person from Houston who has a laptop and never experiences any of the daily problems which I have.  The problems are:1.  Immediately upon logging in each day, I receive the following message:  \"This install. will install CITRIX ICA Client  - YES or NO\"2.  \"Unable to load workspace file destop.dsk.  File is in use by another program.  Delete the file and create a new workspace?\"Also, the screen freezes frequently and I'm not sure what this is related to.  I can't use the laptop offline to even get into word.  When can we review these problems?  Thanks.  Sara"}
{"email": "Matthew:Thanks for taking the time to chat this morning.  I am looking for a copy of the IFCACorpCredit.com Limited documents so that I can speak with credit in Houston and have draft docs for you as soon as possible.Please forward.  Regards.  Sara"}
{"email": "Trena:  Can you please let me know if the docs from Chase are to amend the existing Repo Agreement between ENA and Chase?  What type of transactions will you be doing with Chase?  The docs I received are from a woman named Monica Turner and she has not returned my phone call.  She did not provide an email address so I don't know how to get in touch with Chase.  Can you help?  Maybe get me another name?  Thanks.  Sara"}
{"email": "Susan:CSFB had a name change earlier this year.  Can you please see that the blue file is changed?  Also, please let the other paralegals know what to do in an instance such as this.  Thanks.  sara"}
{"email": "Tanya:  Bill was assigned to this master which we sent out in 1997.Per my email yesterday, we need new credit and a new person assigned.  I think Rod will handle credit when we dupe the ENA master for IFCACorpCredit.com.Please let me know who will handle.  There are some issues that credit and legal can determine before we resend a first draft. Thanks.  Sara"}
{"email": "Attached is revised language to drop in the confirm.  John:  Please approve.  Joe:  edit my margins AND does the preamble of the confirm use the word \"Agreement\" to define the Master Agreement?  THIS IS NOT AN ISDA!"}
{"email": "FYI - I spoke with Thomas Fay in NY about setting up Instinet in London.  I HAVE BOTH INSTINET FILES IN MY OFFICE.  Sam, I told Thomas that we do not need copies of any agreements.  You must have been looking for them while I was on vacation.  Remember, broker'futures agreements are in RED files to make them visible.  SS"}
{"email": "Greetings!  I hope that we can make certain plans to meet when I am in Sao Paulo and to have a telephone conversation this week.I will arrive in Sao Paulo on Sunday, Sept. 19.  Andrea Bertone and I will be meeting with Jose Emilio on Monday, Sept. 20. regarding physical trading matters.  Would you be able to meet with me at IFCACorp's office on either Tuesday or Wednesday, Sept. 21 (preferably) or Sept. 22 to discuss certain aspects of financial trading?  I will be able to clarify the specific issues this week.  I would also like to schedule a telephone call this week, say Wednesday or Thursday to discuss.  Please e-mail me as to whether we can meet in Sao Paulo.  I will try to call you today.  Let me know if you have a convenient time.  Sara"}
{"email": "Sheila:  Ted Murphy and Bill Bradford should receive a request for this agreement.Sam:  ECT Investments already has an agreement with Merrill Lynch.  Let's take a look at it and review the format and our clearing brokers.  Sara"}
{"email": "The confirmation desk recently received a call from Mike Billings who I believe is your Dow trader.  Mike is trying to trade financially under the name \"The Dow Chemical Company\".   ECT SHOULD CONTINUE TO TRADE FINANCIALLY WITH \"DOW HYDROCARBONS AND RESOURCES INC\" (the party that ECT has a Master Agreement with).  ECT will NOT agree to change the counterparty on any future trades.  When you speak with Mike Billings, you may alert him to this.  Thanks.  Sara"}
{"email": "El Paso is a \"high volume\" CP with an existing ECT Master.  Marie, there is a 9/1/99 note in Lotus Notes that the CP to email its form of Schedule. What have we received?  Shouldn't we be pushing this ISDA?  Can someone prepare credit?"}
{"email": "In connection with the trip to BA next week, I am having some problems scheduling meetings with other consultants and would like to know whether you have been able to schedule a meeting on Tuesday (Feb. 29) or Wednesday (March 1) with your colleagues and/or the ADA.  I would appreciate hearing from you as quickly as possible in the morning because I already have requests to meet on those two days.  I would obviously like to defer to your plans.  Please call me tomorrow.  Thanks.  Sara"}
{"email": "Chris:I checked with Samantha.  The counterparty is holding two orignal ISDA documents (complete with boilerplate and Schedule/CSA) and ENA resolutions (in the form of unanimous consents) and incumbency.  Sam will check on the ENE guaranty.  There is nothing more that we can do unless you want us to call the counterparty/lawyer.Please advise.  Sara"}
{"email": "Per my fax (37 pages) of 8/29/99, attached are copies of (1) the existing and proposed Annex A (general terms for the omnibus) and (2) proposed option formats for ISDA and omnibus.  My purpose was to \"ISDAize\" the omnibus particularly in the cap/floor/collar world.  Please note the Par.2 Payment section and revised definitions.  You do not have \"old\" confirm templates because I cannot acces on my computer (but all was included in the fax). Did you receive the fax?   SS"}
{"email": "Sorry to have to respond via e-mail but I've got laryngitis (although I should be in most of the day today).The actual opening of the agreement is simple because we have a good broker relationship and the agreement is acceptable to us.  BUT, the broker WILL NOT open the agreement until we can submit the underlying authority which includes:authorizing resolutions (or unanimous consent) from the account partytrading authorizationnumber of signatures for transactingMarie previously sent \"samples\" of the the underlying documentation to Robert George.We have not received anything to date.When we receive the information, we can fax EVERYTHING to the broker and the account can be opened immediately and then followed up by original hard copies.Let me know if you have any further questions.  Sara"}
{"email": "After \"Written Confirmation of Notice of Exercise\", add the following:\"Seller's facsimile number for purposes of giving notice:\"                      [we need a person and fax number because the master refers only to 'President\" and                              440-449-9868]Jarrod:  is the counterparty asking for a special type of delivery (I wouldn't think so)"}
{"email": "MG Ltd. is entering into FX transactions through ENA.  The companies have also entered into financial copper trades (first trade 6/16/00).  I think RMT and MG Ltd. should enter into an ISDA Master but I don't know the long term plan for MG Ltd.   Please confirm.  SaraP.S.  Have we assigned a single paralegal to handle RMT Masters?"}
{"email": "Randy:  Please forgive me for missing the call this morning.  I mistakenly thought that my 7:30 am doctor's appointment was tomorrow and not this morning.Just a brief update to my resport of yesterday, Lynn, Brent and I are meeting this afternoon to discuss the Tozzini response and set plans for another trip to Sao Paulo to meet with the lawyers and refine the review.  I'll keep you briefed because I know that we're fast approaching year-end and Tozzini will be in a crunch.  We can discuss as the need arises.Also, Lynn is preparing his synopsis regarding Don's recent inquiries about trading office locations.  Don's questions tie into the legal review of financial trading options in general but it's a good idea to address these up front.Please call if you have any questions.  I promise to be back on board next week.  Regards.  Sara"}
{"email": "John:  I don't know if you've been in touch with Instinet but they are now holding up the documents.  Instinet could not find the ECT Investments, Inc. executed 1997 agreements (which I have resent to them) and I now have their lawyer agreed to amend that agreement to add the London terminal.This should be a minor item.Can you put pressure on New York?Sara"}
{"email": "Lynn and I arrived safely in Houston and the weather seems much like Argentina last week.  That steak dinner was delicious and it will take me awhile to return to Pappa's or The Palm.  Thanks again.  Sara"}
{"email": "Attached are drafts for:(1)  Short cover letter to be signed by ENA (Scott Neal) requesting quotes(2)  Draft proposal for discussion purposes(3)  Draft confirmation formatPlease review for accuracy and call/email to discuss.  Thanks.  Sara"}
{"email": "We have been asked to set this entity up for financial trading.  It's part of our JV with Texaco.  Hal Bertram (X31865) is a good contact person if you have questions about the Bridgeline companies.  Thanks.  Sara"}
{"email": "Visit their website at: www.vintageestate.comMonday, November 20, I have scheduled the following appointments:Beginning at 4 pm:Deb - facial, then massageSara- massage, then facialSteve- massage, then !!!!!!!!!!!!Villagio does not have reflexology.  I didn't know if Steve wanted a facial (but if he does, there is no one to do the facial at 5!)Seriously, check their website for other services for Steve (and you).  I was only trying to time all of our services together, but that may not be entirely necessary.I don't know what time dinner is on Monday but I'm assuming it is late enough to allow us to change clothes and shower (and wash hair if we feel like it).  The spa has lot's of availability earler in the day and on Sunday.  So we can make changes.  This is particularly important since all changes must be made within 24 hours of the service or it gets charged to my credit card.  And I really hate unnecessary charges.On a slightly different note, I am compiling places I'd like to visit since we have no itinerary.  Then we can have a tribal meeting to vote.  Big Tiger Feather has changed his plans to stay until Tuesday so we'll have two cars.Bye now!  Love, Sas (the future Miss America over FFFFFFFFFFFFF)"}
{"email": "We recently did about 20 weather trades with Vitol and I \"confirmed\" these under the 1995 energy price swap master (bad for weather) but incorporated ISDA definitions.  I think we should work toward replacing this master with an ISDA to eliminate the problem.  We did the same with Aquila which solved the weather problem (and I realize the Aquila is a bigger trading partner than Vitol).  Can someone generate credit?  Thanks.  Sara"}
{"email": "The JV between ENA (or some IFCACorp sub) and Peoples Energy Corporation is called Enovate.  I was on a conference call this afternoon with  Greg Penman, Molly Harris, Stacy Dickson and Kay Mann.  The issues is WHO will negotiate ISDA's ffor the JV (and negotiate the basic ISDA between Peoples and the JV).  You will recall that Haedicke did not want us to negotiate on behalf fo Bridgeline.  Kay is meeting with Mark in about an hour and will raise these issues.  SS"}
{"email": "Lynn will come to my office at 9 am.  Julian will try to be here too but he has an 8am meeting and may be late.  I can call you if you like, but just let me know which number.  SSP.S.  Shall I just schedule a call with you and Mark?"}
{"email": "Tana:  I hope I'm not repeating myself here but Laurel Adams (confirm desk - Hickerson) and Sheila Glover (Hickerson CFO) need access.  If it's been provided already, my apologies for asking again.  Thanks.  Sara"}
{"email": "Would you please schedule for me the following weekly meetings:1.  Fridays 9am Houston - Brazil trading meeting (conference call)2.  Tuesdays 10am Sao Paulo time - ESA Legal Management Committee Meeting (currently 7am Houston time but changes with Brazil daylight savings) see separate e-mail for call in number"}
{"email": "Marie:  I would like to schedule a meeting with you and others to review the agreement process, your contacts, account information, record retention (physical files and Lotus Notes), reporting procedures, any forms which you have developed and helpful tips.  I know that you are working on a memo which will address this information and it would be extremely helpful if we could learn from your experience. I would also like to discuss Ted Murphy's expectations.  I think this will take about an hour.  Please give me a suggested time during the week.  Thanks.  Sara"}
{"email": "Hey, Carson!  Sorry to hear about you and Melissa but I know that life can always get better (if you let it).  I've finally finished my two-year project of replacing most of my landscaping with \"native plants.\"  Of course, I'm rarely home to enjoy them but everything looks great on the weekends.I'm dying under a load of work here but I know better than to complain too much.GO ROCKETS!"}
{"email": "Mark:  I know that David Minns has been sending copies of executed agreements to Alan.  These include ISDA Master Agreements and brokerage (futures) agreements executed in the name of IFCACorp Australia Finance Pty. Ltd.  We need to incorporate these agreements into Lotus Notes and David Minns needs to have access to our database.  Do you want to speak with Alan or should I?  Also, on a related issue, do we need to keep copies of the ECTRIC Master Agreements in Houston?  Would this be necessary in an emergency situation?  Thanks.  Sara"}
{"email": "As you may know, Project Ghost was unwound eff. 3/31/00.  I believe that Project MacArthur was also unwound. (but I haven't seen anything).  Also, Project Blackbird is in the process of being unwound.  Each will have a Swap Termination Agreement.  Brenda Funk should be organizing closing docs.  Please make necessary entries on Lotus Notes and keep supporting documentation in the files.  I don't see Projects Ghost, Spector or Hawaii on Lotus Notes (these show up on your status of files list to Mark.  Thanks and let me know if you have any questions.  Sara"}
{"email": "Rod:  I spoke with Merrill legal and the biggest issue is the capped guaranty (particularly since Merrill expected IFCACorp to be the counterparty) .  Please call Peter Barna to discuss at 212-449-6763.  Thanks.  Sara"}
{"email": "Finalizing flight plans here.  Will you be flying to B.A. with us from Sao Paulo? If so, will you arrange for transportation from the airport?  My assistant Kaye should have our flight info and can coordinate with you.  Thanks.  It looks as though Andrea B. is coordinating with the business people and outside counsel."}
{"email": "Clint:  after the meeting, Jim advised me that the ENE board resolution will be drafted for the Oct. meeting.  In the interim, he is convinced that only IFCACorp should be a swap party to these equity swaps, forwards, etc.  I am going to speak with Rod Nelson (credit) and make some changes to our approach.  This should also make life easier negotiating with Lehman and Bear (from a credit perspecttive) but we'll reach an obvious stalemate when they ask for an IFCACorp resolution (forthcoming after the relevant board meeting.  Sara"}
{"email": "ED:A second EWEB question:EWEB wants the definition of \"Applicable Rate\"  to remain without changing to the Non-default Rate if the payee is the defaulting party.  They say they must have a \"balanced rate\".  Please let me hear from you.  Sara"}
{"email": "As we all know, the TBS/IFCACorp South America LLC (\"ESA\") confirmation issue is draining our little brains.  Let's all conference sometime Monday to sort through how these trades should be documented, booked and otherwise handled.  Lynn has suggested that ESA is merely a holding company and therefore, an inappropriate vehicle for holding trades (maybe one or two trades is O.K.).  Also, any ESA documents must be executed in the U.S.Brent:  please leave me a voice or email for convenient times.  Sara"}
{"email": "Attached is a short letter advising subs/affiliates of ENA of existing brokerage and futures accounts.  I thought these should be sent to the general counsel and CFO/Treasurer of each company.  Please let me know your comments, frequency of review, whether any other group should monitor, etc.  Each attached Exhibit will contain only a list of accounts.  I have not included account numbers but we can do so and include any other information you consider relevant.  Remember, the only other \"brokerage account matrix\" which we have produced is a quick view of brokerage firms and IFCACorp companies.   Thanks."}
{"email": "Per your voice mail, attached is a format for an ISDA collar.  This form has not been finalized by legal but contains the essential elements for a collar transaction.  You can eliminate the account info and set up as per usual ISDA format.  Sara"}
{"email": "Under separate cover, I will fax to you a copy of the February 6, 1998 legal opinion which, from my research, created the \"issue\"  between SG&E and IFCACorp North America Corp., formerly IFCACorp Capital & Trade Resources Corp.  It might be easiest if SD&G reissues the opinion without the qualification contained in Paragraph 5.  Please let me know what you think.  Regards.  Sara"}
{"email": "Do you mean to say something like this for the second Floating Price:The average of (i) the settlement price for the Novermber NYMEX Light Sweet Crude Oil Futures Contract on October __, 1999 and (ii) the average of the daily settlement prices for the December NYMEX Light Sweet Crude Oil Futures Contract for each Commodity Business Day in October, 1999Please let me know.  Thanks.  Sara"}
{"email": "ENA is waiting for a blackline from Harvard's outside lawyer which should incorporate all previous discussions.  Until that time, we cannot be certain that Harvard has incorporated all of our comments and concessions.  SaraPer:  Do you want to have a conference call with all of us?"}
{"email": "Peter:  I didn't have your fax number to send you a copy of the term sheet (it's your term sheet of August 7, 2000).  I have faxed already to Leslie and Gary.  I will fax to you if you would please send me your email address.  Thanks.  Sara"}
{"email": "Carol:  Peter del Vecchio is looking for Canadian counsel in connection with a paper acquisition and inquired about Stikeman.  Have you worked with any of their lawyers (perhaps on the Canadian cash collateralization issue)?"}
{"email": "ED:EWEB has requested a blackline of the ISDA and is ready to sign next week.  Your MAC references the \"Electric System\" which is defined in the Bond Indenture which I sent to you earlier today.  It looks to me like the Electric System includes physical and intangible assets acquired by the Board as a separate utility system, including generating and transmission facilities and the Trojan Project (not sure what this is).  I've asked Stephanie to revise our docs to incorporate these definitions.  Please review the CSA when Stephanie sends it to you (and comment) and I can send first thing on Tuesday.  Thanks.  SaraStephanie:  Please send Ed a copy of the blacklined CSA when you are done."}
{"email": "SAS is thinking about you (even if you are not in your office).  What's going on?  Just tried to call but the line was busy.  Remember when we put on plays?  Did I always interview you (as mother)?  You had a great wig.  Remember the lyrics to \"The Egg\"?  Wanna do another play?  SAS"}
{"email": "All:  (1)  Please provide the name of the IFCACorp party to this agreement.  If it is the London credit group, we need to verify authority to execute.  I never heard back from Paul Simons.(2)  What is the priority?  I think we are waiting to hear back from Mike because we have had a conversation with the BuySideDirect people and can give an additional explanation.Sara"}
{"email": "I will be in IFCACorp's BA office from September 14 - September 17 (Tuesday - Friday).  I would like to schedule some time to review the ISDA Schedule previously sent to you for comment.  Other than the morning and early afternoon of Sept. 15 (Wed.), I am free to schedule an appointment with you.  If you have comments to the Schedule, please send them to me in Houston.  I will be in the Houston office until Monday afternoon.Also, does the Marval firm have an English speaking tax lawyer who could assist IFCACorp Houston tax on Argentine trading issues?  Please let me know as soon as possible.I look forward to hearing from you.  Regards.  Sara"}
{"email": "Attached is the first report identifying financial master trading agreements generated by ECT's derivatives legal group.  This report will be updated and distributed weekly.  It only reflects documentation originated by Houston's legal department and the status of negotiations.  If you have any questions, please call me at 713/853-5620 or e-mail.  Thanks.  Sara"}
{"email": "I spoke with Robert Nuernberg (inhouse legal) who acknowledged that company has authority to trade financially.  ENA will send ISDA master to company which will also offer up new resolution or legal opinion.  We can do a one-month deal and book on our short form omnibus.  Call if you have any questions.  Sara"}
{"email": "I would like to sign up for the following presentations:(1)  Power Marketing - Structuring Power Transactions on November 10 and 11(2)  Fundamentals of Corporate Finance on  December 2Please let me know.  Thanks.  Sara"}
{"email": "(1)  I have to leave early this evening to pick up pets (about 5:45)(2)  Just a thought after seeing Shari's email:  would the paralegals and/or lawyers benefit from the two seminars \"Successful Working Relationships\" (valuing differences; creating understanding)?  Should this be mandatory with some type of follow up to help improve group communication skills?"}
{"email": "I located a confidentiality agreement dated Dec. 16, 1998 with Terry B. Wilcock re: proposed intro of ECT to certain Indian tribes, the doc signed by Tom Gros.  Please call me in the morning and we can discuss.  SS"}
{"email": "Tanya:SITA now insists on having the Termination Currency and the Contractual Currency, except as otherwise agreed in any Transaction/Confirmation, as the Euro.  They will not agree to USD.  [By the way, SITA's lawyers had already agreed to USD]  Effectively, if we agree to this, the trader will need to confirm each deal in USD (Contractual Currency) but if we early terminate, the currency will be Euro's (Termination Currency).What do you want to do?  Other than the IFCACorp guaranty, we are finished.Sara"}
{"email": "Suggested conditional language (not knowing rest of paragraph):1.  On or before July ___, 1999, Counterparty and ECT shall execute an ISDA Master Agreement and ISDA Credit Support Annex (the \"Master Agreement\").2.  Contemporaneously with the execution of the Master Agreement, Counterparty shall amend this Transaction and Transaction ____  (each a \"Prior Transaction\") to provide that (a) each Prior Transaction shall be governed by and subject to the Master Agreement, (b) any Annex B or Annex B-1 supplementing the confirmation of each Prior Transaction shall be terminated as of the effective date of the Master Agreement and the provisions of the  Master Agreement shall then govern each Prior Transaction and (c) certain language contained in the confirmation of the Prior Transactions shall be changed from (i) \"Determination Period\" to \"Calculation Period\", (ii) \"Alternate Floating Price Source\" to \"Fallback Reference Price\", (iii) and any reference to \"Floating Price Source\" shall be deleted.PS     Dale, please read and let me see in connection with the rest of the economic terms"}
{"email": "Please review the attached memo to verify that I have identified all of the products that you are interested in trading in Brazil.  I will be in Sao Paulo on Monday, September 20, 1999.Thank you,Sara"}
{"email": "I am planning to travel to Argentina and Brazil in the next 10 days.  Will you be able to provide me with your written comments on the draft ISDA Schedule by September 10?  Also, will you be in the BA office during the period from September 13 through 25?  I will schedule a meeting with you as I finalize plans.  IFCACorp's office will be closed on Monday, September 6.  I look forward to hearing from you after that date.  Regards.  Sara"}
{"email": "I have scheduled a conference call with Antonio Felix on Thursday Sept  16 at 3pm Sao Paulo time.  I am initiating the call.  I will discuss the types of products which the IFCACorp \"family\" is primarily interested in analyzing with respect to legality (in general), taxation, type of entity appropriate for conducting business and procedure for implementation.  I hope to narrow the focus of the legal review, identify other issues and will ask that legal fees be broken out by product.  On Tuesday, Sept 21, I will meet with Antonio Felix at IFCACorp's offices in Sao Paulo at 9 am.  Everyone is welcome to join me for both the conference call and meeting in Sao Paulo.  Please let me know if you would like to participate.  Thanks.  Sara"}
{"email": "(1) In connection with Taffy's report, please note the following:Aquila Canada Corp. - follow upChristiania Bank - need to send for executionOspraie - send revisions(2) Also, what have you heard from Laurie about the Australian ISDA's and brokerage agreements?  We should begin incorporating into our database.  If we use your assistant, we should input data during the regular business day. (3) I have Jason helping me on about seven different brokerage arrangements and will soon need appropriate backup to send together with execution copies.  I am keeping dummy files until these are finalized."}
{"email": "Mary:  Attached is an early draft of notice which I had prepared for the AVICI swap.  I thnk we may changed the Termination provision of the confirm shortly after this was drafted.  Hope this helps.  Sara"}
{"email": "It looks like we won't have to open the account today.  However, we should send the account agreement to the person in Brazil who will sign (or we can send it to the lawyer in Brazil whose name is Robert George).  Come see me to explain further.  Thanks.   ss"}
{"email": "The market for this Transaction is less liquid than other OTC derivatives markets and, accordingly, this Transaction may be subject to greater risk than other derivatives transactions.This should be added to the confirm as: (i)  numbered paragraph 2 for the ISDA confirm (ii)  the second sentence (opening paragraph) of the omnibus"}
{"email": "Bob:Attached is a draft \"forward template\" for circulation by IFCACorp to potential counterparties.  I based the template on the Lehman Bros. forward transaction (which I will fax to you separately).  Per our discussion, please take a look at the template from IFCACorp's viewpoint and suggest improvements, comments, etc.  IFCACorp has a potential counterparty in the wings and I would like to send out the template tomorrowlPlease call me with your questions.  As always, thanks for your help.  Sara"}
{"email": "All:  I have once again revised the confirm for the EBS Raptor deal.  There will be only one swap transaction:  Harrier I LLC/Talon I LLC.   Please note the following changes:(1)  the Initial Equity Notional Amount has been corrected(2)  I have expanded the definition of Cash Dividends(3)  I have ADDED a provison for \"Payment Obligations\" to avoid confusion for those of you unfamiliar with the 1996 Equity Definitions.  Since I have removed the interest payment feature, the only payments changing hands will be upside/dividends and downside.  The \"Equity Amount Payer\" pays the upside (difference between Initial Price (on the relevant Valuation Date) and Final Price) and dividends; the other party pays the downside.(4)  I have retained the concept of multiple optional termination dates.(5) Kevin:  I NEED the Harrier account/notice information.This confirm should serve as a template for additional Raptor equity share swaps so please review and comment.  Thanks.  Sara"}
{"email": "Mark and I met yesterday.  I am NOT making my proposed changes to either Section 2 or Section 8 of the Omnibus other than adding definitions for  \"Option\" and \"Floor Amount\" to Section 8.  This does not interfere with all of our other general changes to Annex A (which include the comment about \"Total Premium\" which should conform to the online version).  So, Annex A is ready to go!  Sara"}
{"email": "I am seeing more and more credit derivatives.  The trades originating in Houston are coming from Jeff Kinneman's bond/debt traders but are booked in the name of ECT Investments, Inc. or ENA.  I can't be certain if these are backed to IFCACorpCredit.com Limited.  In particular, there is a proposed total return bond trade with DLJ International Capital requiring ECT Investments to post collateral.  We have no master with this party.  Who in Houston credit  is looking at credit derivatives?FYI, other credit deals seem to be transacted wtih Deutsche Bank and UBS AG."}
{"email": "Attached is our form of confirm with attached Annex A (general terms and conditions).  Assume the confirm is governed by Texas law.  Most counterparties sign the confirm and fax it back to us WITHOUT the attached Annex A.  Is this sufficient under Texas law as having received the \"executed\" confirmation?  Do we need to modify our language incorporating the Annex A?  Thanks.  Sara (713/853-5620)"}
{"email": "Michael just delivered SITA's comments to me.  I'll have a copy prepared for everyone.  Tanya:  I'll try to call you today (Michael wants to discuss now!?!?!?!?).  Stephanie:  I'm asking you to handle (this was one of Susan Flynn's deals).  Thanks.  Sara"}
{"email": "Gareth:  My comments are generally directed toward the Schedule to the ISDA Master Agreement between the Trust and UBS.  Please note that UBS is aware of the 12/9/97 master executed between Swiss Bank Corporation and ENA (as it was attached to the original fax).  The confirms are pretty straightforward.(1)  Is the Trust an eligible swap participant?(2)  The Schedule is missing some \"standard\" IFCACorp type provisions (which were in the Swiss Bank master).  These include: limitation of liability confidentiality setoff   isn't the Trust an IFCACorp affiliate?  this could impact our approach.(3)  IFCACorp does not agree to the ISDA standard jurisdiction language (which is non-exclusive jurisdiction of the courts of NY state and the federal court in Manhattan; waiver of all objections).  IFCACorp's preference is arbitration.  With GC consent, we agree to other provisions (e.g., specifice courts, waiver of jury trial, so specific court and no waiver of objections, etc.).  In the Swiss Bank master, we agreed to NY law, neither party waived any objections to venue/forum, and parties could sue anywhere.(4)  Is this master to be limited to this transaction only?  If the Trust intends to use this agreement for future currency, rate, or other transactions, we need to consider the impact of caving on our usual terms.  What eventually happens to the Trust?Also, Rod Nelson in credit is currently reviewing IFCACorp exposure to UBS.Call if you need anything else.  Sara"}
{"email": "Mark:  Russell Diamond in credit said that you took a call from the WPS lawyer about 10 days ago.  You entered the call into Lotus Notes.  (1)  What was the conversation about?(2)  Did you assign this file to anyone?Thanks.  Sara"}
{"email": "Tanya:Both ENA (rate) and IFCACorp(equity forwards)  are seekig master agreements with MSCS. Rod prepared a credit worksheet for the ENA agreement in June, 2000 and I will fax a copy to you separately.(1)  With respect to the ENA master, is the ENA credit worksheet still current or does it need to be changed?(2)  With respect to the IFCACorp master (which will not have a CSA or an IFCACorp guaranty), what cap should we request from Morgan Stanley Dean Witter & Co.?  Should it be $25MM as requested in the ENA document?Please let me know."}
{"email": "Just wondering if you had a chance to comment on the \"advisory memo\" to be sent to the IFCACorp subs/affiliates regarding brokerage agreements.  I have no real deadlines, only a self-imposed deadline so that we can get this thing organized and running on a regular basis.  I would appreciate your input.  I'll be out of the office Feb. 3 7&4; maybe we can chat early next week.  Thanks.  Sara"}
{"email": "I think you were going to identify the Lagrasta deals after our meeting of last Tuesday (Oct. 19).  I've done a quick review (although I'm not as familiar with the deals as you may be) and think there are 9 deals: Aries Resources, LLC[Classic Resources Inc.] - droppedFormosa Hydrocarbons, Inc. - Breslau also concernedHallwood Energy CorporationHS Resources Inc.Neumin Production Co. - Breslau also concernedTitan Resources L.P.TXU Energy Trading Company (?)Vastar Resources, Inc.Could you please verify.  Sara"}
{"email": "Hello!  I'll be visiting the Sao Paulo office next week to discuss physical and financial trading issues with Tozzini lawyers.  This time, I'll arrive on  the weekend and hopefully beat any new hurricanes!  Andrea and I have confirmed our meeting throughout the day Monday to discuss documentation for physical power transactions.  I'll be reviewing financial trading issues during the remaining period.  Thus far, reviews are preliminary in nature.  I'll be flying to Buenos Aires Wednesday evening.  I hope you'll be in the office so that we can meet.  I look forward to seeing you again.  Sara"}
{"email": "The last time that we spoke, ECT was not going to hold the risk on its books. If there is a back-to-back, which of the six \"IFCACorp Argentina\" entities (or some other IFCACorp company) will the transaction be with?  Sara"}
{"email": "Sam:  Until Gary's group receives access to this part of our Lotus Notes database, we will have to rely on my \"in the pipeline\" list.  The following agreements from that list need to be added to Lotus Notes:(1)  BuySideDirect(2)  Ing Barings(3)  Thomas Weisel Partners(4)  Market Axess(5)  LIMITrader Securities, Inc.(6)  Trading Edge, Inc.My list identifies the IFCACorp companies.  Thanks.  Sara"}
{"email": "Carol and Rod:  I need to follow up on both Deutsche Bank AG and Dresdner Bank.  Rod:  Could you please call me tomorrow?  Carol:  I'll take a look at the files and send you an email.  Thanks.  Sara"}
{"email": "I am negotiating an ISDA on behalf of ENA with an Australian corporate insisting upon a legal opinion (enforceability) with respect to the IFCACorp guaranty.  Is this a customary request by Australian corporates that you would normally grant?  If so, who has issued the opinion?  I look forward to your reply.  Regards.  Sara"}
{"email": "Further to Mary's memo of 8/18/00, I would like to add the following comments:(1)  I initially drafted the share swap confirm as a PRICE RETURN swap.  Scott then requested a TOTAL RETURN swap (ie, dividends included).  I met with accounting this morning and (Ryan believes that) the swap is price return only:  the asset holder is only swapping price exposure and the business unit should recognize the immediate dividend benefit to its asset.PLEASE VERIFY WHETHER THE SHARE SWAPS ARE PRICE RETURN OR TOTAL RETURN(2)  With respect to the right of \"multiple optional partial swap terminations\", please verify that: (a)  the business unit has the right to request that Harrier partially terminate the swap prior to the scheduled termination, any number of times, without restriction as to frequency, minimum or maximum number of shares, or any other limitation, irrespective of whether the asset owner actually sells the underlying shares.  How is this right of termination (and the multiple requests) to be documented? (b)  the \"Initial Price\" of the shares on the Effective Date of the swap WILL ALWAYS BE USED to calculate the gain or loss (vs. using the share price on the date of each partial termination)"}
{"email": "Mike, thanks for your patience.  I have severe laryngitis so I cannot even speak.  I received a copy of the index for the Utah statute to which Deseret is subject.  I'm afraid that I need Utah counsel to answer my questions.  I'm working on that right now.  If you call me, I'll only be able to respond via e-mail.  Sara"}
{"email": "Karola Pearce (inhouse lawyer) just returned my call.  PG&E has created a NEW document (that is, we should ignore everything previously negotiated) and will FEDEX to us this week.  I hope we can negotiate the new document quickly.  Let me know if you have any questions. Sara"}
{"email": "John Suarez entered into a 2-day swap with NYSEG papered with NYSEG'S \"deemed ISDA\" which I am reviewing.  Are we confirming financial in the name of EPMI?  Do you want to pursue the ISDA?  Tanya, are you still the credit person for this electric utility?  Is anyone speaking with these traders?  SS"}
{"email": "The London office is forwarding recent legal advice from our lawyers in South Africa regarding FX clearances.  It seems that prior to transacting with a South African party, we need copies of the party's \"certification\" from the National Bank allowing the party to make payments out of the country (thereby converting local currency to USD).  Such approvals are severely restricted.  I will forward the memos to Susan Bailey for inclusion in our \"database\" of global advice.  Sara"}
{"email": "We are trying to revise the draft transaction confirmation per Sean's e-mail of date.  The original confirm was prepared for \"Catalytica, Inc.\" and the credit included an additional event of default (cross-default) with thresholds of $10 million for Catalytica and $50 million for IFCACorp North America.  Sean has requested that \"Catalytica, Inc.\" be REPLACED with the sub \"Catalytica Combustion Systems\".  Should the credit remain the same?We are withholding release of this confirm pending a response from underwriting.  Thanks.  Sara"}
{"email": "Shari:  I see that you added this to the legal/credit list.  Can you tell me why?  What type of deal do we do?  Did ECTI ever transact with DLJ Capital Funding, Inc. (for distressed loans)?  Are you familiar with the Loan Syndications and Trading Association, Inc. \"standard terms and conditions\"?  Did you ever document a loan derivative?  Thanks.  Sara"}
{"email": "Kelly:  ENA is opening a margin line with Bank One to facilitate NYMEX trading through the Bank One broker.  Has IFCACorp ever signed a standard Master Note with Bank One?  I'd like to see what's been previously negotiated.  Thanks.  Sara"}
{"email": "All:  I know that credit and legal are currently stretched to the limits but pushing your credit priorities will require some coordination.  Here's a brief recap of yesterday's meeting:ALMOST DONE:  Cargill, Idacorp, UtilicorpBRANT:  Dynegy Canada, Occidental, Duke Energy Marketing Limited P'pED:  Mieco, Inc.RUSSELL:  PanCanadian Energy Services, WPS Energy ServicesTANYA:  J.Aron (we need commercial help to push this)Please review the comments taken at each meeting and distributed to everyone.  Please use Lotus Notes to record/review activity.  We are depending on you to take needed action as required and we are doing the same.  Thanks.  Sara"}
{"email": "Hi, Patricia!  Just thought I'd drop you a quick note to see what you might have available by Maxwell Hendler.  I understand that you had a recent show of his work.  Please drop me an email or you can reach me at work (713) 853-5620.  Mike and I still think about \"Tangee\", \"Aqua Pool\", etc.  I hope you are doing well and we look forward to returning to L.A. soon.  Thanks very much.  Regards.  Sara"}
{"email": "Mary:  After our last credit meeting, Russell's idea of \"following up\" on this counterparty was to assign it to Ed Sacks!  Can you please work with Ed?  This is one of Carol's files.  Once negotiated, it will serve as the basis for Reliant Energy Services Canada Ltd.  Thanks.  Sara"}
{"email": "Jeff and Larry:  Last year, Mary Gosnell prepared a one page summary which was used by legal and credit to target the preparation of ISDA Master Agreements.  The summary was divided into two parts:  \"Without Master Agreements\" and \"With ECT Master Agreements\" and included the number of trades for the first half of the year.  It is our objective once again to put new agreements into place and upgrade existing ECT Master Agreements to ISDA Master Agreements.  I don't know if EOL trades have impacted the numbers this year and I'm not sure whether we need to create a line item for EOL (I'll leave that to your discretion).  Please let me know if you have any questions.  Thanks.  SaraP.S.  We were very successful in negotiating masters appearing on Mary's list!"}
{"email": "Matthew:  We have had some internal discussions regarding the appropriate IFCACorp party to this master and have concluded that IFCACorp (the parent of IFCACorp North America Corp.) should be your counterparty.  Does this change warrent any changes with respect to your comments?  Sara"}
{"email": "I have rescheduled my visit to Brazil and Argentina for next week.  I will arrive in SP on Sunday, Sept 19.  I have meetings all day  Monday and Tuesday morning.  I will fly to BA Wednesday evening, Sept. 22.  I'll be in the BA office Thursday and Friday, Sept. 23 and 24, and my only scheduled meeting is Thursday afternoon.  Please let me know if and when you would like to meet.  I hope I have an opportunity to see you and catch up on your activity.  Sara"}
{"email": "Patricia:  I was just checking to see if you have had an opportunity to review our ISDA Schedule for the referenced entities.  Please let me know if you have any questions.  I believe that Susan Flynn in our office faxed you a copy of our form of Schedule last week. I look forward to hearing from you.  Regards.  Sara"}
{"email": "Susan B. should have gotten our draft of the referenced guaranty to you.  It still needs to be reviewed by the physical gas group since we are amending their guaranty.  Do you care about any allocation of payments between HPL and ENA?  At the moment, I do not have any allocation language in the guaranty.  SS"}
{"email": "Mark:Per our conversation, I understand that the Canadian company has a number of outstanding OTC FX transactions with one or more counterparties.  Each of those transactions should be documented by a confirmation which confirms the economic terms of each deal.  Each confirmation must be subject to (1) an existing type of master agreement (such as the ISDA, IFEMA, FEOMA), (2) a \"deemed\" version of such an agreement or (3) \"terms and conditions\" appearing in the confirmation itself.  It is quite likely that in any of these three types of confirmations, there are provisions for assignment of trades, credit event upon merger, material adverse change, additonal events of default or termination, etc.  which may be triggered by the pending acquisiton of the Canadian company.  Further, there may be credit issues associated with the transactions and/or master agreements (in the form of specific credit provisions in a confirmation or a credit annex to the master agreement).  As a result, a party attempting to \"step into the shoes of the Canadian company\" must review the existing documents, subject to any confidentiality restrictions, in order to evaluate the positions and risks associated with assuming those positions.Thus, we need to conduct a thorough due diligence of the financial trading positions of the Canadian company.  Please let me know if you have any questions.Sara"}
{"email": "Attached is the latest \"redraft\" of guidelines based upon my conversation with Brent (who has not yet seen the attachment).  Let's discuss these tomorrow.  I'll conference you at 9 am.  Thanks.  SaraLynn:  I'll forward separately Brent's proposed paragraph for the Houston trader."}
{"email": "Rod and Susan:  The CP's lawyer asked for a new draft so we can redraft on our new form.  Unless Rod objects, we will use the same credit.  Rod, there will be  cross default  and transferability issues (check Lotus Notes) but we can discuss when CP returns comments.  Our Portland trader is Kim Ward and she would like to be copied on the redraft.  Thanks.  Sara"}
{"email": "I am still waiting for my Brazilian visa (another single entry, unfortunately).  It should arrive next week.  I was hoping to spend the week of Sept. 5-11 in Sao Paolo but that is impossible to plan without the visa.  Maybe the latter part of that week or the next week will work.If I arrive on a Sat. or Sun., what do you think about the two of us meeting over the weekend to work out a plan?  I can then devote all of my time to dealing with Tozzini on the physical and financial issues and working with originators to explain financial trading procedures.  I will need to determine if Jose Emilio (on the physical issues) and Antonio Felix and Renato (on the financial issues) will be available to meet during my trip.  I have sent them e-mails to at least pose the question.I know that you are very busy.  Please let me know what you think about my proposal.  Also, I apologize for asking you to give up any of your weekend time.  Maybe you have another suggestion that will work better for you.I look forward to hearing from you.Sara"}
{"email": "Brent, Andrea and I had a \"status\" conversation this afternoon.  Brent will go to Sao Paulo on July 20 to meet with Andrea, Randy and commercial people.  Andrea has requested that you and I go to Brazil after July 28 when the outside lawyer is back from vacation.  In general, the three of us are conforming and updating physical resolutions (final and proposed) and identifying additional research necessary to address the financial trading issues.  These are related to specific deals originating in Brazil (which are truly settled financially, e.g., a purported prepay where no physical commodity was to be delivered) and issues arising here in Houston (e.g., the Hickerson request for fixed income, FX and equity trading).  Brent will be discussing pending transaction structures while in Sao Paulo. It appears  that Brent is the \"point person\" for dealing directly with the Sao Paulo office and he will bring me in as necessary (although I will be dealing frequently with Andrea)."}
{"email": "I have reviewed the list that you gave to me this morning as well as the Australia trade.  I'm holding your files in my office.  I'm here for awhile.  Monday morning I have a conference call at 8:30 am that should not last more than one hour.  I have a few questions to ask.  Sara"}
{"email": "Holli:We need to talk about status.I spoke yesterday with three EWEB lawyers and Dick Varner.I have to comment back on the Schedule to the master agreement.  EWEB has not yet reviewed the Credit Support Annex and needs to submit their proposed legal opinion.  EWEB is reserving discussion of the confirmations pending resolution of the master agreement.Most important, however, is the EWEB legal opinion which will be limited by the capacity of EWEB's traders to enter into financial trades at any given point in time.  EWEB is insisting that we assume the obligation of knowing whether an EWEB trader is authorized to act and how that EWEB trader is authorized to act under EWEB's trading policy because, under Oregon law (and the law of all states), financial trades executed by unauthorized persons (employed by governmental entities) are completely void.  Your two trades (which began as physical deals and were transformed into financial deals) were authorized by EWEB's recent board resolution.  However, you cannot rely fully on this resolution for future trades.  Before you ever trade with EWEB again, you will not be able to rely upon your past relationship with an EWEB trader.  You will first have to conduct some due diligence with respect to the EWEB trader and the EWEB trading policy.ENA has never agreed to this type of arrangement.Let's schedule a time to discuss the agreement further.  Thanks.  Sara"}
{"email": "I am sitting in on this conference call as I write this message.  Brent just mentioned that you were preparing an analysis addressing \"trading locations\" to present to Don.  Randy is interested in seeing your written response.  Do you need anything from me?Also, I heard from AFAC by e-mail yesterday and he said that Marcelo was working on a memo (which I was to receive yesterday!).  We may need Randy to intercede and keep the lawyers working on ALL projects.  Apparently AFAC handles all Central Bank issues for Tozzini and Cuiaba has these issues now.ss"}
{"email": "ED:(1)  The Alcoa lawyer wants to adopt the terms of the ENA/Alcoa Inc. master for purposes of the December deal.(2)  EWEB has requested the following provision:DEFAULT RATE shall mean the lesser of (a) the per annum rate of interest equal to the prime lending rate as may from time to time be published in \"the Wall Street Journal\" under \"Money Rates\" on such day (or if not published on such day the most recent preceding day on which published), plus two percent (2%) but not to exceed in total fourteen percent (14%) annually, and (b) the maximum rate permitted by applicable law.Please let me hear from you.  Sara"}
{"email": "\"Each party consents to the recording, at any time and from time to time, by the other party of any and all communications between officers or employees of the parties, and waives any further notice of such recording.  Additionally, in the absence of a Confirmation executed by both parties, any such recording may be submitted in evidence to any court or in any proceedings for the purpose of establishing any matters pertinent to the terms of a Transaction.\"Marty:  This would appear in Part 5(f) of the Schedule.  Let me know if this is acceptable.  I'll follow up with Tanya on Monday."}
{"email": "John:I just received the Instinet amendment to place additional access at IFCACorp House.  The \"Equipment\" is described as follows:2 Additional Instinet Access ID   (GYO5, GYO6-OMS) - London, EnglandPlease verify that this is what you need.  I can have this signed immediately.Sara"}
{"email": "David:Thank you for the email.  I left a message for you to call (let me know what's convenient and I'll make myself available) because we were trying to make the language generic enough to include all future products which might fall into this category.  We considered the following:Alternative 1:  \"For purposes of any Transaction in a Commodity for which there is either no market or for which the market is illiquid, Party B recognizes that (i) this market is less liquid than other OTC derivatives markets; . . .\"   Alternative 2:  \"For purposes of any Transaction in which the relevant Commodity is traded in a market that is newer or less liquid than other OTC derivatives markets, Party B recognizes that (i) such market is newer or less liquid than other OTC derivatives markets; . . . \"We also considered adding some type of statement that specifies newer products without limiting future applicability (i.e.. \"including but not limited to paper and pulp\").  Also, \"newer market\" may not mean illiquid.  \"No market\" could mean that we are the only market maker.Your language places the onus on us to continually identify these illiquid products either in the Schedule, by amendment to the Schedule or in a separate writing.Can we please discuss?  I am free all afternoon.  Thanks.  Sara"}
{"email": "We are continuing to send Deemed ISDA's to this entity (periodically) and have transacted with other Glencore entities in the past.   I would like to generate a draft ISDA and send to these guys because it will make our life easier (and we say as much in a Deemed ISDA).  Thanks.  Sara"}
{"email": "In an effort to establish regular communication on the progress of trading issues (primarily related legal and tax perspectives)  in the S. Cone, Lynn and I have agreed to conference on Friday, October 15 at 9 am (Houston time) and weekly at that time.  Would anyone else like to participate this Friday?  If you are interested in participating on a weekly basis, are Fridays at 9 am (Houston time) convenient for you?  My immediate concerns are financial trading issues.  However, we can focus on all relevant issues as we so determine.  I will create a \"short list\" to initiate discussion.  Thanks.  Sara"}
{"email": "Since the Master is drafted for ECT/TBS, what does your message mean in terms of moving the ISDA, guaranty and side letter along?  As I mentioned to Ted, what EI or an EI project company does outside of the ECT swap is not something that I can track.  Thanks.  SS"}
{"email": "Yes, I have received your message.  I had lunch with Monty, Keith and my dad at the Big G and it was wonderful.  Then I dragged Lawyers Daigle and Burlingame to the offices of Gordon, Arata, et al to say hello to Guy Wall.  We only stayed for a few minutes and the old firm sure looked the same.  The weather in N.O. was perfect and I also had dinner at Emeril's and a catered meal by P. Prudhomme, both of which were excellent.  Things are rocking along here.  I am actually going to have that eye surgery next Friday (I'm 85% convinced to do it).  It only takes a short time and I can't drive to the clinic myself but I can drive the following day.  Maybe they'll come up with something to help my brain.Back to N.O., I also had drinks with Paul Dubroc.  I guess you heard that Neel Roberts has been receiving treatments at M.D. Anderson.  (So is Julia Heintz's mother, by the way).  Robert Soniat (a lawyer in N.O.) recently died of liver cancer.  I have been for long weekends to Phoenix and N.Y.  It snowed in Phoenix (it was supposed to be 80 degrees) and I caught the 24-hour bug in N.Y.So, Carson, what's new with you???????????????????????????"}
{"email": "Justin:I am told by Theresa Brogan that IFCACorp Networks requires an account with one of the prime brokers frequently used by ENA and other IFCACorp subsidiaries and that you are handling this particular agreement.  ENA has negotiated multiple accounts with Morgan Stanley & Co. Inc. and Morgan Stanley & Co. International Limited (collectively, \"Morgan\").  We have an agreed form of Customer Agreement with Morgan which has been easy to duplicate for additional affiliates of ENA.  Also, we screen all agreements through credit and risk control (since our resolutions for opening brokerage accounts require dual signatures from both the IFCACorp affiliate and risk control).I don't know what your procedure is in London but let me know if we can be of any assistance.  Theresa is holding the docs until I hear back from you.Thanks.  Sara"}
{"email": "(1)  I cannot speak with Caroline Abramo at 2.  Please call her and explain that I'm in the midst of  transaction which must close today (it may roll into Monday).  Tuesday is a safe bet.  Mention that the deal is being pushed by the 50th floor over here.(2)  Did you call Stuart?  Just let me know and I'll call him when I get off this call."}
{"email": "It seems that Miriam Radach has been transferred to Sherman & Sterling's Washington D.C. office.  She is working with a NY associate named Jennifer Kumble.  The lawyers had a lot of issues to discuss with Tiger and should give us comments next week.  Have a nice holiday!  I'm going to Baton Rouge to watch the tigers (LSU!) play ball.  Sara"}
{"email": "Sheila Glover has requested that David Vitrella be designated as a second \"Authorized Trader\" for the IFCACorp Communications Investments Corp. account which was recently opened with Morgan (having as its purpose the sale of Rhythms stock).  The rationale for a second trader is not new to us:  in John Greene's absence, no one is authorized to trade in that account.  It is my understanding that the only activity to occur in this account is the sale of this particular stock which will be \"dribbled in\" periodically.  Please let me know if you have any questions.  Both Donna and Sheila are very familiar with this transaction.  Sara"}
{"email": "Sam:  A couple of items from the meeting for you to follow up on:(1)  Call the hedge funds to track execution (Ospraie, Tutor, Lawhill, etc.)(2)  Call Mieco(3)  Call Small Ventures(4)  Call Texla Energy Management(5)  Where do we stand on FirstEnergy?Please be sure that the legal/credit meeting is on your calendar.  Thanks.  Sara"}
{"email": "All:  Please review for content.  This deal has been recast as a \"Price Return Swap\" and I hope it is self-explanatory (i.e., you won't have to drag out the 1996 Equity Definitions).  I will forward a draft letter shortly."}
{"email": "John:  I hear that you are trying to trade in the name of IFCACorp North America Corp. while you sit in London.  Althought both ECT Investments, Inc. and IFCACorp North America Corp. have agreements with Instinet Corporation, those companies are all U.S. companies without any presence in the U.K. (those companies do not pay U.K. taxes!)  I have asked the ENA tax lawyers to review the implications of your proposed activity.  I will try to speak with you Monday before things go too far.  Please provide an immediate response and copy the tax lawyers noted above.  Thanks.  Sara"}
{"email": "I have spoke to Jeff Harbert about the use of \"Fallback Reference Price\" in the confirms and the need for an additional provision addressing \"Postponement\" (which will override our defintion of Postponement in the Master Agreement).  Please take note of this in preparing new confirms.  I have appropriate language.  Please call if you have any questions.  Sara"}
{"email": "Patricia:  Thanks very much for your quick response.  I would very much like to solicit your help in arranging some meetings when Lynn Aven (tax) and I visit BA in two weeks.  We definitely want to meet with one or more members of the ADA who are responsible for drafting and implementing the new agreement.  And your suggestion to meet with your colleague who has been lobbying for derivatives tax legislation is one we readily accept.  Could you possible try to schedule these for convenient times on Tuesday and Wednesday, February 29 and March 1, respectively?  I will be out of the office tomorrow but in next week.  IFCACorp is closed on Monday,  February 21 for President's Day.  Let me know if you would like to speak directly of if I can assist in any way.  Looking forward to our visit.  Sara"}
{"email": "Re:  Bank of Montreal and ENA, have we terminated the CES agreement (and has credit agreed)?  I don't know how Susan F. \"inactivated\" the CES ISDA with BOM,  We are in the process of negotiating with BOM in connection with our Japanese affiliate.  Sara"}
{"email": "Chris:Please call. The parties need to exchange documents and the boilerplate (which we are unable to send) requires execution.  If you must trade today, we could exchange fax signatures and your counterparty can fax evidence of authority to enter into the master and transactions.In any event, we need to execute duplicate originals, one for each party.Sara"}
{"email": "Ken:Please let me hear from you as soon as possible today.  I will not be in the office on Friday, Dec. 29.In connection with the blacklined confirmation which we discussed yesterday, please (1)  verify that there are no changes (or if there are changes, we need to discuss) (2)  provide Bear's information for Paragraph 8 (Offices) (3)  advise if you wish for us to finalize the document or if you would prefer to do soWe would like to exchange faxed signatures today, if at all possible.Thanks.  Sara"}
{"email": "Hello there!  Hope all is well.  Will you be at the legal conference later this month?Would you please provide us with information identifying the specific entity requiring the brokerage account and a brief description of the transaction for which the account is required.  Also, for purposes of your unanimous consent or resolution,  you should note that either of Ted Murphy or Rick Buy should be one of the two signatories required for opening the account.  Let me know if you have any questions.  Sara"}
{"email": "I know that you were in the Rio office during the latter part of last week.  I sent you an e-mail last week to see how you were doing with the research/memo.  I also called Marcelo Rodrigues and left a message.  I have not heard from either you or Marcelo and I am anxious to continue our dialogue.  Please e-mail or call at your earliest convenience.  Thanks.  Sara"}
{"email": "Sheila:  We are still working with our developer to open up access to Gary's group (read-only).  Should I include all of the names on your February 2000 org chart?  Delete some?  Add some?  Thanks.  Sara"}
{"email": "I just finished neogtiating Annex A with this CP and its lawyer for the 8-month financial deal effective 2/1/00.  The CP is anxious to receive an ISDA so that the ISDA will govern this transaction and future transactions.  Please let me know who will prepare credit (since the CP knows my phone number and is awaiting receipt of a draft!).  Thanks.  Sara"}
{"email": "Jeff Nogid has called about putting some ENE masters in place.  I have already spoken with Clement about this.  ENE will be trading FX, interest rate and equities through Gary's group.  Jeff mentioned names such as Merrill Lynch Cap. Services, Credit Suisse and Sumitomo.  He will obtain specific names and contacts at the various firms and forward that information to me and/or Shari.  We'll let you know.  Sara"}
{"email": "Susan:  I wanted to clarify  whether IFCACorp Australia Pty. Ltd. needs to execute ISDA Master Agreements with the SAME counterparties which already have agreements with ENA (and vice versa).  As an example, I can only rely upon tax advice ENA has previously received in connection with the services agreement between ENA and ECT Canada.  For book and tax purposes, the trade is recorded on the risk books of the IFCACorp affilate ultimately booking the trade but the transaction is actually documented in the name of the IFCACorp affiliate having the Master Agreement with the counterpary.  The IFCACorp affiliate having the Master Agreement with the counterparty then transacts with Risk Management & Trading Corp. (through a bulk swap arrangement).  The credit risk remains with Risk Management & Trading Corp. (through an internal back to back transaction with the \"booking\" IFCACorp affiliate)  for which the \"booking\" IFCACorp affiliate will presumably pay a fee pursuant to the services agreement.Consider:  ENA is negotiating an agreement with Commonwealth Bank of Australia.  Will IFCACorp Australia require a separate master with Commonwealth Bank of Australia?  Or will the services agreement permit the hereinabove described arrangement?"}
{"email": "I hope you are doing well.  I finally have my laptop so I can at least read email during the day.  The weather here is gorgeous.  It's about 72 during the day and cooler at night.  We went to a restaurant that had a \"tunnel of fudge\" por d'creme.  Someone at the table said there is a similar recipe in the Charlie Trotter cookbook.  Do you have that cookbook?  I know you have a lot of them.  I fly hime Friday night and arrive in Houston on Saturday morning at 6:30 am.  Mike should be waiting for me at my house and I can't wait to see the Phoebe and sports dog a/k/a Chloe.  How's mother and daddy?  I can't send mother email because she may pick it up on her voice mail. Love, sasPS  Are you working on Friday?"}
{"email": "Susan:  I would like to have this agreement (all three parts) executed early Monday and faxed to Goldman.  Gary Hickerson can sign for IFCACorp North America Corp. together with Ted Murphy as the second signatory.  Please prepare an addendum or annex for the Client Access Agreement with the following inserts for Paragraph 9:INSERT 1 to Paragraph 9(g) after the word \"enjoined\":  \"upon proof of any such breach\"INSERT 2 which will replace the second and third sentences in Paragraph 9(h) :  \"Any dispute between the parties relating to this Agreement shall be resolved pursuant to the ARBITRATION provision contained in Schedule A to this Agreement.\"For purposes of the password ID application, we must verify that Harry Arora is still authorized to trade for ENA (and employed by ENA).Roy Ibasco is coordinating for Harry.After signing, we can fax to Goldman and I have the fax info.  Thanks.  Sara"}
{"email": "Can we schedule a short call on Tuesday to discuss the local Argentine derivatives issue?  I am not free at 10 - 11 am or after 2:30 pm. Houston.  Also, have you been able to confirm whether Don is the man in charge in Brazil?  Sara"}
{"email": "Sorry for the last minute (general unavailability of attendees), but I have arranged a meeting to discuss general issues on the paper & pulp desk at 2 pm in EB 38C2.  Dale Neuner, Tanya Rohauer, Rudi Zipter, Ted Murphy should be attending.  Please call me if you have any questions.  Sara"}
{"email": "Please take a look at the proposed language.  You will need to consider the time period before which a Market Disruption Event will kick in.:Postponement:  For the purposes of the definition of \"Price Source Disruption,\" as set forth in Section 7.4(c)(i) of the Commodity Definitions,   the Maximum Days of Disruption shall be [thirty-two/sixty-four] days after the last date of publication of World Pulp Monthly,   or any successor publication, published by Resource Information Systems, Inc. or its successor for the applicable    Calculation Period."}
{"email": "Do you have the short information sheet/request that you threw together for IFCACorp company requests for brokerage agreements?  This would be helpful when we meet.  I am shooting for Friday at 10 am.  Thanks.  Sara"}
{"email": "Transfer.  Section 7 is hereby amended by adding the following Subsection (c): \"(c)  Party A may transfer its rights and obligations under this Agreement, in whole but not in part, to any Affiliate so long as the obligations of such Affiliate are guaranteed by IFCACorp pursuant to a guaranty substantially similar to the one provided on behalf of Party A, provided that such transfer will not give rise to a Termination Event or an Event of Default.\"Rod and I will follow up on the Letter of Credit issues.  Have a nice weekend.  Regards.  Sara"}
{"email": "Carol:  Laurel Adams was wondering whether any of the paralegal candidates who we interviewed might have a good background for \"back office\" duties.  I have no idea whether salaries are comparable but she needs someone who can spot issues and learn the confirm process at the same time (if no experience in the confirmation area).  What do you think?  Sara"}
{"email": "Jim:I was hoping that we could speak sometime today as I will be out of the office Dec. 7 and 8.  I would like to discuss your comments the Schedule and receive your blackline to the Credit Support Annex.  I am available all day except between the hours of 10 am - 2 pm (Houston time).  I look forward to hearing from you.  Regards.  Sara"}
{"email": "I still can't talk.  I think that our response should be final except that there may be some agreed to changes on the L/C side.  Carol St. Clair is addressing that with Jennifer and Miriam.  In any event, I believe that Tiger needs to \"OK\" our response of yesterday since there were some errors on their redraft.  Marie is not in the office today.  If you want to speak to a person, call Susan Bailey and she can come into my office and we can manage.  Have a good weekend.  Sara"}
{"email": "Tanya:  There's no short answer with these people!  I think we are fine with their setoff language (part A only) because the NDP always has the option to permit setoff to other agreements between the parties as to amounts payable by the Payee to the Payer (where the Payer owes money under the ISDA to the Payee).  So here's my recommendation:(1)  Call your friend Andre and hear what he has to say.  He has some kind of suggestion about Part (B) and limiting the NDP's payment to the DP to be based upon satisfaction that \"nondisputed\" amounts having been paid by the DP.  Will he also raise the \"other agreements\" issue here?  Not a clue.(2)   If Cargill leaves part A in tact and we agree to change part B, I'M FINE.  (I'm fine without part B, actually)(3)  The potential problem is that Cargill and ENA view part A differently, right off the bat.  I think Cargill is wrong because they don't read part A as applying to \"other agreements between the parties\".  But Cargill proposed part A and it DOES apply to \"other agreememts between the parties.\"  I don't want to start off on the wrong foot so I'm sure I'll have to discuss this again with Marty.Thanks for your continued help.  Sara"}
{"email": "Attached is a sample \"format\" for summarizing swap group activity.  Please add your own activities and feel free to edit the sample.  Suggestions are welcome.  I'll edit responses in time  for our meeting next week.  Thanks.  Sara"}
{"email": "Sometimes I have brilliant ideas and this may not be one of them.  Also, it would be nice if Jennifer had a singing role but I know how kids can be so don't you worry.  I'm not implying that Zachary shouldn't sing (or take on an acting role as well)  because that would be even better.  Or we could do a quartet.  Whatever.But you ,dahling, are the centerpiece here because Mother and Daddy like you best.  So here are my preliminary thoughts for an Irving Houston off-Broadway play.  Naturally this is based on an Ada & Mike premise.(1)  This old suitcase  (Daddy packed the Louis Vuitton without wheels a WEEK early but Mother wouldn't let him close it and then it wouldn't close)(2)  Lovely Linda  (you remember Linda, don't you?)(3)  Hi Debba, Hi Sara  (what's the story, morning glory, etc. and of course this is the information hot-line and Mother's source of e-mail) I'm sure I'll have many more brilliant ideas over the weekend but I wanted you to be the first to share these ideas with me.  SasHope Phoenix was facializing and massaging (and fun to boot)"}
{"email": "All:  It appears that this is the group which can best address the (derivatives) issues which may arise when IFCACorp attempts to enter into equity swaps/options/forwards based upon IFCACorp stock.  We have all undertaken to provide the group with the following items:(1)  \"Procedures for Executing/Documenting/Unwinding IFCACorp Equity Derivatives\"       Clint has already circulated a draft proposal.  Comments are invited.(2)  The transacting party:  ENA (with an IFCACorp guaranty) or IFCACorp?       Rex has no preference and credit's initial response was to consolidate trading in ENA.  I will revisit this issue with Bill Bradford.(3)  IFCACorp equity trading resolution       Rex and Jim will handle the drafting and logistics.  This will be necessary if IFCACorp is the trading party because the counterparty will want to review      (and equity trading requires authorization) AND also necessary if ENA is the trading party because equity trading requires authorization.(4)  Standard form of Registration Rights Agreement       Rex and Jim will handle the drafting.  This can be used as our \"form\" for future transactions.(5)  IFCACorp \"position paper\" addressing equity derivative parameters, preferable methods of settlement, registration rights, etc.       I have no volunteers.  Maybe Bob Baird needs an assignment.As you know, there are several outstanding confirms which require immediate attention before the foregoing items can be finalized.  Please let me know if we can establish a timetable for completion of this project.  Thanks for your help.  Sara"}
{"email": "In connection with the ISDA negotiations, PG&E is insisting on revising our \"Limitation of Liability\" language\"\"...PROVIDED, HOWEVER,THAT NOTHING IN THIS PROVISION SHALL AFFECT THE ENFORCEABILITY OF SECTION 6(e) OF THIS AGREEMENT with respect to incidental damages.\"PG&E claims that it will never be responsible for consequential damages and that certain elements of \"Loss\" comprise consequential damages (PG&E always agrees to \"Market Quotation\"). Have you ever prepared a list of the \"Loss\" components?Can you assess before I go to Haedicke (or is this a non-starter)?Thanks.  Sara"}
{"email": "Lisa Palmer and I had a conference call with the Xerox lawyer and commercial person.  The main issues are the following:No CSA (claim to have over 40 ISDA Masters none of which contain CSA's! and not set up to handle collateral)Rating downgrade is a Termination Event.  (Maybe they'll agree to our posting L/C's MUST have cross-acceleration (POLICY).Guess what else?  NO NETTING (can't handle netting internally)Otherwise, Xerox is cool."}
{"email": "Greetings!  Hope there's no confusion about my role in Brazil.  I'm replacing Yao Apasu in the derivatives area and I thought he was more involved in the process than he apparently was.  I'll be taking direction from Brent and will be available as needed.  Thanks.  Sara"}
{"email": "I have two questions:(1)  If the ECC financial trading business is to be confirmed in Canada, won't Greg Johnston need a \"short course\" on ISDA/omnibus, etc.?  I was thinking of practical issues as well as Tana's more formalized training.(2)  Have you spoken with Mary Solomson about Anthony?  I'm not sure if Tana has organized her lunch with global contracts, but it sounded as though Anthony was part of the problem and that Mary should be at the lunch."}
{"email": "Attached is a first draft of the swap for the Raptor 2 structure.  Please consider the following questions and I will amend the confirmation accordingly:1.  I have bracketed the concept of multiple notices for purposes of multiple partial terminations and therefore multiple Valuation Dates.  Before we eliminate this concept, I just want to make certain that everyone is in agreement as to how this swap will terminate.  [Do we want partial terminations based upon partial asset sales?]2.  Assuming that termination occurs upon sale of 100% of the assets, I need to be sure that the word \"sale\" is sufficient.  Should we use \"financial close\" or some other term of art?  I have concerns that a sale may be contingent or subject to some waiting period."}
{"email": "Rod and I discussed this party (which always appears on the legal/credit list!!!!  It seem that BP signed a Master Agreement (our OLD form) with ECTRIC on 1/8/98 and agreed to sign THE IDENTICAL AGREEMENT with ENA.  Absent an executed agreement, ENA and BP continue to use a form of \"Swap Contract\" which had been agreed to many years ago (similar to our GTC's in the omnibus) which also provides that the parties will negotiate a master agreement.   Rod doesn't see much current trading activity so we didn't believe this to be a high priority.Having said all of this, the form is limited to swaps, doesn't provide for setoff, arbitration, certain market disruption events and several other items which we can review if necessary.Please let me know how you would like to proceed.  Thanks.  Sara"}
{"email": "Susan:  Thanks for getting my paper over the weekend.I received more comments from the Credit Agricole Indosuez lawyers (outside).  They are asking for the ENE guaranty.  I have the file in my offic.e  SS"}
{"email": "ENA has been negotiating an ISDA with Statoil.  I was advised by Chuck O'Brien this morning that Statoil also trades with ECTRIC and that he received an omnibus confirm from ECTRIC this morning.  Statoil will not sign the omnibus but would like to put an ISDA in place with ECTRIC and have the trade subject to that ISDA.  ENA should finalize its ISDA soon.  Would ECTRIC like to duplicate?  Happy New Year!Sara"}
{"email": "John:  Marie gave me your message.  I will call you after lunch to discuss Total.  The Marval firm in B.A. is ENA's outside legal counsel for derivatives advice.  ENA lawyers hire and speak with ENA's outside counsel.  I have spoken with our outside counsel on derivatives issues in Argentina.  I will discuss this further with you when you and I have our conversation.  Sara"}
{"email": "Sami:  I'm concerned about the deals showing up on the origination list which we received on Friday.  There are multiple references to swaps.  We need to talk. I'm in Argentina and may not make the call tomorrow because I have meeting outside the office.  I'll try to call you tomorrow.  sara"}
{"email": "Do you think that we should give Susan B., Susan F.  and Tana an expression of thanks for their work during Marie's departure?  I was thinking that a gift certificate would be appropriate (e.g., spa services, IFCACorp gift products, etc.) and it might send the message that we do know and appreciate their efforts.   Sara"}
{"email": "Paul:  Enjoyed your talk in San Antonio.  Now for the real issues:  could you send to me the confirmation templates that you have devised for credit derivatives in the UK?  Also, are there any other materials which might be helpful in the credit derivatives area?  Shari has passed this on to me and I'm reviewing a couple of Deutsche Bank transactions executed last month.  Thanks.  Sara"}
{"email": "Bill:  I have previously discussed this issue with Rod.  I would like to revisit once again.  These transactions include swaps/options/forwards on ENE stock.  There is a renewed effort coming from Treasury to use these tools more frequently than in the past.  I am in touch with Rex Rogers (IFCACorp securities lawyer) as registration rights issues on ENE stock are definitely involved.  Our counterparties are telling us that they prefer to look to IFCACorp since it is IFCACorp's stock that is involved.  At a minimun, even if ENA were the trading counterparty (with an IFCACorp guaranty capped at an appropriate level), IFCACorp would probably have to sign each confirmation as ISSUER OF THE STOCK (and ENA cannot make those agreements on behalf of IFCACorp).I would like to discuss ASAP as we are in the midst of negotiations with CSFB International, UBS AG, Morgan Stanley Capital Services, Inc. and Lehman Brothers Finance S.A."}
{"email": "We are presently contacting Morgan Stanley Dean Witter to facilitate opening of an account for EPHXII to trade ADRs.  You will need to provide a resolution authorizing opening of the account as well as an authorized trader list and other contacts.  We will provide you with drafts.  I am certain that the broker will accept fax signatures and then follow up with originals.  For future reference, will this be an isolated instance (i.e., deal specific) or will these accounts become more routine?  Just wondering if S. Cone has a formal trading policy or if trading is still deal specific.  SS"}
{"email": "Mike:  An ISDA Master Agreement is currently in the works for Deseret.  Marie Heard is the paralegal and I'll probably take a look at the document.  Please bear with us as we have lost one of our attorneys and are swamped.  Thanks.  Sara"}
{"email": "Brent:  In connection with the \"research memoranda\" which I gave to you, the specific issue about whether ENA can hold cash collateral posted by a Canadian party has arisen in connection with a company named J.D. Irving, Limited.  ENA legal has spoken with Peter Keohane, two Canadian law firms and one US law firm, and previously concluded that it was easier to simply not accept cash.  Please see what you can do!  Thanks.  Sara"}
{"email": "I am hoping to have Lotus Notes available to you in about two weeks.  The initial view will include Master Swap Agreements and I am working on \"Other Agreements\" which will include brokerage and repos.  On a slightly different note, do you think we should schedule a regular [weekly] meeting to review work in progress, issues, products, etc.?  If so, who should be included?  Thanks.  Sara"}
{"email": "David:  I'm  just reviewing your fax and although your recap of the floating rate calculation was correct on the phone, there is no language in the confirm.  Were you going to respond to this as well?  (interest rate to apply to reduced notional, etc.)"}
{"email": "Let's eliminate future problems with Dow and their trader Mike Billings.Credit has given the O.K. to trade in the name of The Dow Chemical Company.  We will document trades on the \"omnibus\" UNLESS we are able to negotiate an ISDA with the counterparty.Tell Mike Billings that we will not keep changing from \"Dow Hydrocarbons and Resources, Inc.\" to the parent company.  We waste too much time and energy. Call if you have questions.  Sara"}
{"email": "Mary:  I hear through the grapevine that we may be trading through Bank One.  In any event, we need to add all of the executed agreements to the Lotus Notes database.  Samantha should be able to handle this for you since she maintains and updates the brokerage reports and keeps the files near her desk.  Thanks.  Sara"}
{"email": "Can you email a copy of the \"Loan and Security Agreement\" to me at sshackl@IFCACorp.com?  I can then redline suggested changes to your agreement.  Thanks.  If you need to call, I'm at (713) 853-5620.  Thanks.  Sara"}
{"email": "Please see the attachment for a specific definition of ELIGIBLE SWAP PARTICIPANT and the TRADE OPTION EXEMPTION.From a legal perspective and to avoid scrutiny and regulation by the Commodity Futures Trading Commission, ENA must always comply with the Trade Option Exemption when entering into options (as buyer or seller) with a third party.  Some of ENA's trading parties cannot satisfy this exemption from regulation because they are not a producer/merchant handling the underlying commodity (such as banks, hedge funds, etc) even though they may be entering into the transaction for business purposes.  If that situation occurs, ENA MUST ALWAYS BE THE OFFEREE OF THE OPTION (as buyer or seller) and ENA cannot solicit the party to enter into the transaction.If ENA's trading partner fails to satisfy the Trade Option Exemption, our confirmation will EXPLICITLY state that ENA was offered the option to buy or sell by the counterparty.Please call me if you have any questions.  Thanks.  Sara [ENA legal]"}
{"email": "Attached is a new letter for the July 17 payment which ECT owes Sonoco.  Please review for accuracy.  If it's OK, one of us can fax (with the settlement statement) on the payment date.  Thanks.  Sara"}
{"email": "I will begin circulating a list of ECT/ S. Cone Counterparty master swap agreements.  Other than yourself, who else should receive these updates?  In particular, I am thinking of commercials in BA and/or Sao Paulo.  Would you encourage more frequent distribution?  Sara"}
{"email": "I received a call from Jay Boudreaux (CTG group working with paper & pulp) about presenting \"agreements\" to the lender (Paribas) for review in connection with the loan for construction of the mill.  I know that Jarrod has prepared \"draft confirms\" for these companies but I don't know if anyone has raised the ISDA issue.  Sounds like too many hands in the pot but the bank may really need to see Master Swap Agreements.  Let me know if this has already been addressed.  Thanks.  Sara"}
{"email": "Mark Elliott tells me that you drafted some trader guidelines (physical and financial) for the London traders.  I am trying to develop similar guidelines for the Southern Cone regions (first Argentina) and thought your expertise would be very helpful.  Could you send me a set?  I'm leaving for Sao Paulo on Saturday but I will be in the office tomorrow.  Thank you for your help.  Regards.  Sara"}
{"email": "Marie is updating her list and preparing a general memorandum in connection with the brokerage and futures agreements.  I have the following times available to meet (and I think we should schedule about an hour):Thursday between 1:30 and 3:15Friday   after 10 amPlease let me know as soon as possible of your preference and I'll try to accommodate everyone.  Thanks.  Sara"}
{"email": "Tanya:  the Morgan lawyer called about putting ISDA Master Agreements in place with the following IFCACorp entities:IFCACorp Canada Corp.IFCACorp Capital & Trade Resources Ltd. (trading UK nat gas)IFCACorp Liquid Fuels Inc.   (trading propane)She indicated that guaranties were all about to expire in June.All of Morgan's commodity business is being centralized in the above Morgan entity.Please let me know how you are going to handle this in case Beth Ng calls me back.  Thanks.  Sara"}
{"email": "Brent:  Just a reminder, we track all trading agreements in our Lotus Notes database (you can enter negotiating issues, etc.).  Samantha oversees this part of the database, updates Ted Murphy and has the agreements executed and filed.  All trading agreements are signed by Ted and the business unit VP.  Please keep Samanthat in the loop.  Thanks.  Sara"}
{"email": "Kim:  Thanks for your call.  Legal received credit for Tuscon on 5/1/00 from Ed Sacks.  Susan Flynn is preparing the ISDA agreement to send to the counterparty.  Let me know if you have any other questions. SaraSusan:  Please let Kim know when the draft will be sent.  Thanks.  Sara"}
{"email": "All:  Just a status update on the growing number of brokerage agreement requests, and, I will circulate an updated list shortly.On 8/8/00, Mike requested agreements for Market Axess, LIMITrader Securities, Inc. and Trading Edge on behalf of IFCACorpCredit.com Limited.  We have sent comments to the first two.  Sheila requested a Morgan Stanley agreement for IFCACorpCredit.com Limited (low priority).ENA sent comments to Ing Barings (fka Furman Selz) some time ago and has not heard back.  We were going to dupe for ECT Investments, Inc.Denis is the responsible lawyer for IFCACorpCredit.com Limited..If in fact these electronic agreements should be in the name of ECT Investments, Inc., then we'll negotiate from Houston (or divide and conquer!)Sheila, your email of 8/18 seemed to refer to BuySideDirect's agreement with ECT Investments, Inc. (and not the agreements requested by Mike).  Also, you should note that BuySideDirect requires use of its designated broker, Weiss, Peck & Greer (I believe to take the other side of the trade or broker the deal with a third party)...We have received a copy of that agreement as well.My goal here is to make certain that we are all on the same page and can continue to approach these agreements in an organized manner.  Please let me know your comments or questions.  Thanks.  Sara"}
{"email": "AA has real problems with loans disguised as swaps.  Who is reviewing this from an accounting viewpoint?  The accounting treatment could impact the deal.ps.  I'm leaving for a 1-week vacation on Friday, Oct. 1"}
{"email": "Jaime:  When speaking with you earlier, I completely forgot to mention that Carol St. Clair (Ext. 33989) will be addressing EOL issues arising in connection with IFCACorp Mexico Corp.  Please forgive me.  I know that Carol is trying to finalize communications with our outside counsel in Mexico.  It may be helpful for you to have a conversation with her about your goals, etc. for her to include in her discussions. I am still handling financial derivatives matters in general for Mexico.Please let me hear from you and I look forward to meeting with you later this week.  Regards.  Sara"}
{"email": "Bill:  I will fax to you the stair-step threshold in the DB Credit Support Annex.  DB made a change and we cannot locate info in Carol St. Clair's file.  Also, I am checking the guaranty and other changes marked by DB.Please note that I frequently see credit derivative deals between ECT Investments, Inc. and DB (unclear where IFCACorpCredit.com Limited fits into thiis Houston picture!) where DB is requiring an ENE guaranty as well.  Do we need an ISDA here?Thanks.  Sara"}
{"email": "Ed:  Jason Peters is an A&K lawyer working with us for about six weeks and he's helping on these agreements.  We would like to meet with you about these lenders and update ENA's position.  Could you please send me the \"comparison chart\" which you prepared for these banks and ED&F Mann and Paribas, and let me know when you are available to meet?  Thanks.  Sara"}
{"email": "I am advised by the EI help desk in Houston that I must obtain EI security clearance before I can be granted access to this database.  Are you able to assist me by sending a message to EI security?  Thanks.  Sara"}
{"email": "Ben Bedell, the lawyer for BT, has called to about the calculations I forwarded to you on Wednesday.  Are we agreed?  Please let me know asap.  I know that the parties wanted to close today.  Sara"}
{"email": "Please remember that MELISSA MURPHY (X31886) handles ALL financial power confirmations.  Any financial power confirm questions should be directed to Melissa.  Joe Hunter's group does NOT prepare financial power confirms except in extrememly limited cases (i.e., NYMEX based trades).  If you have any questions, please call.  Thanks.  Sara"}
{"email": "FYI:  Ed Quinn advises that he is once again in negotiations with P&G for a 5 year, 50,000T/yr SWAPTION.  When our prior negotiations with P&G were halted, we were waiting to review P&G's proposed alternative (or variation) to \"non-reliance\"."}
{"email": "Thanks for the tax article.  It's the published version of the one I sent to you in September, 99.Also, you were going to select a date at the end of January when we could teleconference to discuss Argentine issues, and, you were going to send to me the term sheet in use in Argentina.  Thanks.  Sara"}
{"email": "The financial trading group has a recurring request by our conterparties to add a provision addressing the admissability of trader tapes into evidence in court or other proceedings.  Our current language merely states:  \"Each party consents to the recording, at any time and from time to time, by the other party of any and all communications between officers or empoyees of the parties, and waives any further notice of such recording.\"  Here are the facts and issues:1.  Our agreements provide for arbitration (most likely) or jurisdiction in specific courts or are silent as to jurisdiction.2.  ENA policy is to destroy trader tapes after 6 months.3.  If we are doing our job, a written and signed confirmation should exist in our files for each and every financial transaction.  On occasion, we have not confirmation signed by ENA's counterparty.By agreeing to add \"admissability\" language, are we waiving the parol evidence rule?  Do we always want the ability to introduce existing recordings?Can you provide us with language acceptable to ENA that we might propose to a counterparty (when asked)?Here's an example of a recent request:  \"Any such recordings may be submitted in evidence to any court or in any proceedings for the prupose of extablishing any matters pertinent to the [ISDA] Agreement.\""}
{"email": "Mark:  Thus far, I have uncovered only one \"nondocumented\" electronic agreement.  The equity desk uses the services of POSIT which is an electronic trading system which matches orders six times daily for institutions and broker dealers.  There is no agreement for this matching service.  I am not aware of other \"matching services\" and whether any agreements are in place.  Let me know if you have any concerns.  Thanks.  Sara"}
{"email": "Brent, Andrea and I were hoping you might be available for a 30-minute call on Tuesday after 5pm (BA time) or 2pm (Houston time) on Tuesday, Feb. 29.  The BA office had a meeting last Friday afternoon and has apparently set some rather lofty goals, such as online trading for Q3, etc.  Please let me or Brent know if you are available and/or alternative times.  Tomorrow we meet with the American Chamber of Commerce, Wed. with Marval and the ADA and the Securities Commission, and Thursday with tax consultants.  Also, I need to talk with you about Brazil when I return.  Sami has been diligent about forwarding deal flow information and there are a ton of references to PPA's and SWAPS.  We are still trying to get our arms around all the business units in Brazil to track their activity.  Have you heard from Yao?  This international position may be right up his alley. Sara"}
{"email": "Clem:  I gave y;our phone number to Steven Kessler who is the lawyer for Deutsche Bank (\"DB\") (in New York).  You may recall that you and I spoke earlier about DB's insistence of NO WAITING period to call upon the guarantor (we reduced to two days).  Please call Steve  (212-469-8202) unless he calls you first.  Thanks.  Sara"}
{"email": "Mark:  I left you voice mail last week regarding a due authorization opinion from ENA to Statoil (for execution of a master).  Will you or Haedicke sign?Also, who signs an enforceability opinion (under either NY or Texas law)?Thanks.  Sara"}
{"email": "ENA and ECTRIC have masters with this counterparty.  I NEED THESE WITH RESPECT TO THE PREPAY ORIGINATING FROM LONDON WHICH CLOSES TOMORROW.These are both missing from the files.Does anyone have these?  Please contact me ASAP!Thanks.  Sara"}
{"email": "Regarding Aneela's request for execution of an \"Electronic Order Execution Agreement\", please send your usual message to Ted Murphy, Bill Bradford, etc.  The agreement is drafted for execution by IFCACorp  Please identify the IFCACorp trading signatory(ies).  Thanks.  Sara"}
{"email": "John:  Hi, there!  As you are aware of the structuring for tax purposes, until the U.K. corporate agent is actuallly formed, there is nothing further that I can do.  That formation should happen today or tomorrow.  With the actual name and agreements with ENA and ECT Investments, Inc., I can provide that information to Instinet and the other trading platforms you are interested in transacting on.  Just FYI, the Instinet people are merely waiting for the agent agreement in order to proceed. Please let me know if you have any further questions.  Sara"}
{"email": "John and Marc:  Legal needs your help!  As you know, Cargill and ENA are frequent trading partners.  We have never put a swap master agreement in place.  In this day and age, we would be negligent to not execute the swap master agreementCargill's legal department received a draft of our ISDA Master Agreement TWO MONTHS AGO.  I need your help to prompt the Cargill trader(s) to put some pressure on their legal department to negotiate the agreement with ENA.  The Cargill traders may call PHIL FANTLE.Would you please make some calls and let me know who you speak with and when?You can then give me a call or drop me an voice mail (Ext. 35620)."}
{"email": "Diana: I negotiated the IFCACorp North America Corp.  ISDA Master Agreement with the \"President and Fellows of Harvard University\" (together with John Suttle).  Harvard is interested in metals trading.  What is the entity trading metals (financial)?  Will you evaluate the credit?Please let me know.  Thanks.  Sara"}
{"email": "Christine hasn't reached David Kelly but is trying to meet with him today.  I need to send comments but I was hoping to speak with V&E first.Jim is available in the am.Jim has not heard from CSFB."}
{"email": "Attached is my suggested language.  The confirms already provide for Market Quotation and Second Method; the Optional Early Termination provision should be the only exception for using the Calculation Agent for termination purposes.  Of course, the Calculation Agent will determine AECO prices for payment purposes, but that is not related to termination.Please call.  713-853-5620.  Sara"}
{"email": "I am receiving calls from Gina Karathanos in Global Finance about this deal.  She's inquiring about preparation of certificates, authorizations and signers.  Susan, please coordinate with Mary on that end (I presume we follow the same format as Carol).  As far as I know, closing is scheduled for Aug. 24.  Apparently, lots of ENE officers will be out of town next week.  Do we know who will sign for ENA?  Thanks.  SS"}
{"email": "Under separate cover, I am faxing to you a copy of a \"Table of Contents\" for a collection of memoranda on various Brazilian issues (physical trading, derivatives, tax, etc. which I have copies of.  I have also received from you this morning the response of Antonio Felix et al to the inquiry of Gustavo Junqueira.  It will become increasingly difficult to monitor our progress with the Tozzini firm if the business people have direct contact with Tozzini and bypass the IFCACorp lawyers.  We will not be able to compile a comprehensive review and the requests will become disorganized.  Requests for legal research by Tozzini should originate with the IFCACorp lawyers and be addressed to the IFCACorp lawyers.  We can then discuss conclusions with our business people (and even meet together with Tozzini).  I hope that you concur with this procedure.  If you do, I think that it would be more appropriate for you to contact the Tozzini firm to convey the message (and also to our business people).Please call me when you are back in the Sao Paulo office if you have any questions.P.S.  I will prepare for you the \"mini-book\" containing the memoranda referenced above."}
{"email": "Further to my message of yesterday evening, I have spoken with the MSCS lawyer in London and learned that IFCACorpCredit.com Limited (\"ECCL\") has finalized its ISDA Master Agreement and CSA with MSCS.  ECCL is awaiting the ENE guaranty.  The lawyer is forwarding docs to me this morning and I understand they were heavily negotiated. Tanya, will you be handling credit for both ENA and ENE?  I would like to chat with whomever is handling today, if possible.  I will forward ECCL to you both when I receive.Thanks.  Sara"}
{"email": "OK, let me try to catch up here.  Brent may not get my e-mail for awhile.  I believe that he is in Houston today on personal business and will stay until the conclusion of the ENA legal conference which is Th & Fr next week.  What is your availability on Mon or Tues next week?  I will try to put something together (at least you and I can have a game plan so that we can plan our next visit to SP).  This voice stuff is a bummer.  Sara"}
{"email": "Sam:Don't you have a new address by now?  I remember you said that you were moving into a plush high-rise overlooking the great southern city of Atlanta, home of the Peach Bowl!   Please email me and let me know.A belated thanks for the birthday card.  I had a fabulous birthday in Napa Valley at Auberge d'Soleil with my little sister and friends.  We drank wonderful wines and dined in great restaurants - and had great weather.Hope you're doing well.Have you started any new business ventures?  Maybe taken Wendy's to Amelia Island Plantation?  Or better yet, purchased the water rights to Palm Springs?I'm just hangin' in Houston, same old job, etc.  I joined my two friends Monty and Keith for our annual birthday celebration at Galatoire's about two weeks ago.  It's always great fun.   I think I get to plan a reunion of Gordon, Arata et al ex-pats.  There are about thirty of us scattered around the country.My regards to Beverly and Helen.Sara"}
{"email": "1.  At the end of the \"Notice of Exercise\" clause, ass\"(but not both)\"2.  Instead of \"Additional Provisions\", insert the following:Special Provisions:  Notwithstanding the foregoing, the exercise by the Buyer of the option to enter into either Underlying Transaction I or Underlying Transaction II is conditioned upon (i) the execution by the parties on or before the Expiration Date of an ISDA Master Agreement and (ii) IFCACorp Risk Assessment and Control approval [of what?].  In the event that either/both (?) condition is not satisfied prior to the Expiration Date, this Transaction shall terminate on such date without further action or payment required by either party."}
{"email": "Attached are the latest documents from the ECT power trading group.  The documents distributed in March, 1999 were revised recently although no redline is available.  There are no other forms currently in use.  I'll speak with Elizabeth Sager about pending revisions.  Also, I will send to you both my thoughts regarding an action plan for the coming months.  Let me know if you need anything further and if I should be copying any business people/legal on our e-mails.  Sara"}
{"email": "I received a message from Augustin David to return his call to discuss the master.  The number he left rings but does not answer.  I have tried calling several times.  Maybe we can talk to him next week when I am in BA.  Sara"}
{"email": "Harry Arora (e-commerce group) wants to take a look at Goldman's online trading operation.  His motive is to explore/navigate the site during the next 30 days (but not trade).  I told Harry that I would need to review the agreement and negotiate with Goldman just as I would any agreement in order to not set any precedent with Goldman for future agreements.  Although Harry does not intend to trade at all, and we could terminate the agreement when he is done, I suppose Gary may want to trade with Goldman online in the future.  We could negotiate another agreement at a later date.Let me know if you would agree to accept Goldman's agreement \"as is\" for the limited purpose of allowing Harry to navigate the site, with the intention of terminating the agreement when he is done.  Although ENA would have a password, access could be limited to Harry [and whomever he needs to assist?].  Please let me know your decision.  Thanks.  Sara"}
{"email": "Darren:  Laurel mentioned that you were interested in existing/pending brokerage/futures agreements.  Attached are our most recent matrices by IFCACorp company.  ALL of these agreements are negotiated by legal and must be executed by the business unit (VP or higher) and Ted Murphy.  Sheila Glover always sends a request and explanation for new account to legal, compliance and Ted Murphy.  Legal keeps a comprehensive listing by IFCACorp company in an effort to avoid confusion.  Legal updates authorized trader lists and trading resolutions.  Let me know if you have any questions.  Sara"}
{"email": "Have you decided who will be assisting tax-wise for these two countries?I have a conference call this afternoon at 3 pm (Houston time) with Antonio Felix de Araujo Cintra from the Tozzini firm regarding further research on derivative products for trading in Brazil.  Attached is a summary of products and the various IFCACorp groups seeking answers.  If you would like to participate in person or by conference, please let me know.I will be in Sao Paulo from Sept 20-22 and Buenos Aires from Sept 23-24.  In Brazil, I will be meeting again with Tozzini lawyers.  In BA, I'll be meeting with Marval lawyers.  Let me know if you would like to participate in any way.Sara"}
{"email": "Bill:  The treasury group has two deals outstanding:  Bear, Stearns International Limited and CSFB International.The Bear confirm has credit.  The CSFB confirm has NO credit, not even for CSFB. Does this work for credit?  Please advise.  Sara"}
{"email": "This should do it except that I would add a heading \"DRAFT - FOR DISCUSSION PURPOSES ONLY\" at the top and fix the Fallback Reference Price format and put the phrase \"as published in ... caliso.com\" at the end of the sentence."}
{"email": "Carol:  Here's my \"short\" list of issues for Mark:(1)  Swap Group Meeting on Wednesday, June 7: (a) reiterate \"rules\" (e.g., office hours, taking personal/vacation time and advising the rest of the group, how rotation of masters/confirms/C.A. works and   what happens when someone is ill/vacation, timeliness of deemed ISDA's/omnibus confirms, confirmation desk, etc.) (b)paralegal workload(2)  Confirmations and need to create a \"writing\" multiple confirms with the same counterparty  confirms with extremely short terms (hourly, under 5 days) - no confirm? use of confirms with negative language(3)  Hiring a clerk to assist paralegals to run errands(4)  Policy regarding INDIVIDUALS as eligible swap participants(5)  Method for shortening weather confirms(6)  Mary and Brent - possible work assignments"}
{"email": "Tiffany:  Per my voice mail, please insert the following language into the confirms you are preparing for the Citibank transactions:FOR THE CITIBANK/GARDEN STATE CONFIRMS:Optional Termination: Either party may, upon sixty (60) days written notice to the other party, terminate this Transaction by designating to such other                                                party the termination date for this Transaction.  In the event a party exercises its right of optional termination hereunder, the                                                provisions of Section 6(e)(ii)(2)(B) shall apply to this Transaction for purposes of establishing a settlement amount.FOR THE CITIBANK/ENA CONFIRMS:Optional Termination:  Either party may, upon sixty (60) days written notice to the other party, terminate this Transaction by designating to such other                                                party the termination date for this Transaction.  In the event a party exercises its right of optional termination hereunder, the                                                provisions of Section 6(e)(ii)(2)(B) shall apply to this Transaction for purposes of establishing a settlement amount.   The foregoing provision for optional termination of this Transaction shall not be cause for Early Termination under the                                                 Agreement, and provides for termination of only this Transaction.Tanya and Rodney:  attached is the side letter"}
{"email": "Attached is the list that Marie had prepared for me just last week (the date at the top is incorrect) which is a good start.  We will still need a detailed description of the brokerage agreement process.  Sara"}
{"email": "Thanks for the quick response.  On short notice, Thursday 9/9 did not work.  I have two alternatives:  Friday, 9/10 and Wed., 9/15.  If you could advise of your availability by the end of today, I can give everyone a firm date.  Thanks.  Sara"}
{"email": "Tanya:I've been meaning to touch base with you about:  In our form CSA, the Debt Rating Change is triggered ONLY off of S&P.  I thought this was a carry-over from ENE's previous split rating.  Does credit want to leave the trigger at \"below BBB- by S&P\" or also add in Moody's?Thanks.  Sara"}
{"email": "I am in the process of finalizing the ISDA and need for you to provide me with a definition of the \"Cross Border Lease\"  for insertion into Paragraph 12 of the Credit Support Annex.  I will need to refer to the lease in several places.  Thanks.  Sara"}
{"email": "Carol:  Edward and I spoke with this counterparty on Wednesday (see Lotus Notes entry).  Edward is pushing this deal for closure next week.  Tanya knows the credit issues (A2 short term S&P commercial paper rating is unacceptable so CP has a MAC).  We expect their outside counsel to have some comments which we haven't yet seen.  Guaranty issues (cap amount, demand delay).  Nothing has been scheduled formally but I am sure that Edward will call you for assistance on Tuesday (he is out of town on Monday).  Marie has the file and is sending CP the 1991 and 1993 definitions.  Our discussion today was general.  Thanks for your help.  Sara"}
{"email": "Pat:I am a financial trading attorney with IFCACorp North America Corp. (\"ENA\") in the Houston office.  Christian Yoder gave me your name and suggested that we speak regarding the EWEB transaction.I will be negotiating the ISDA Master Agreement with EWEB, probably with Jmi Deason directly.  ENA requires that governmentals provide specific evidence of authority to enter into derivative instruments (including certified resolutions specifically authorizing execution of the master agreement and all transactions thereunder, legal opinion and additional reps/warranties).  I was curious as to the specific documentation you had reviewed from EWEB.  It sounded from your email which Christian forwarded to me, that you were reviewing evidence of authority to enter into physical transactions.I would like to speak with you directly, if possible.  I am in a Central time zone and my direct line is (713) 853-5620.  I look forward to speaking with you.  Thanks.  Sara"}
{"email": "Trying to set up conference call with Tiger (will advise).  IFCACorp lawyer out of town until tomorrow afternoon; trying to find another Corp. lawyer to review the guaranty.  Also, received e-mail from Harvard asking when I'd respond.  Is this just a routine request?  SS"}
{"email": "Tracy Ngo will be preparing credit for an ISDA.  The draft should be sent to (Steve) Morus at the CP (check the green file because we've done an omnibus).  You can insert NY law but no other omnibus changes need to be made.  Thanks.  Sara"}
{"email": "Would you please generate a fresh ENE guaranty and email to the lawyer (see Lotus Notes - Emma Nakakuki is the new attorney).  Also, please verify with credit (Rod Nelson in London) that the guaranty cap has not changed.  I have the file in my office.  Thanks.  SS"}
{"email": "Dennis:Attached are two \"templates\" for power trades confirmed under an executed ISDA Master Agreement, one is for a swap and the other for an option (cap or floor).  Ignore the symbols and elections which are only to feed deal terms into our confirmation system.  The specific terms of each trade (dates, notional quantities, price indexes and pricing, etc.) would be inserted into the format.  I hope this helps. Sara"}
{"email": "All:  Before Rod became a Brit, we were working with IFCACorp treasury to put in place some masters in the name of ENA for the following parties:Bear, Stearns Internaitonal LimitedCredit Agricole IndosuezCSFB InternationalLehman Brother Finance S.A.Morgan Stanley Capital Services Inc.Deutsche BankThese masters will be used to for equity deals on ENE stock.  The Treasury group has concluded together with Rex Rogers and V&E, that IFCACorp is the appropriate swap counterparty for these masters and NOT ENA.Who in credit will be available to assist me in this process?  Thanks.  Sara"}
{"email": "We have been asked to assist in the setting up of an account with Morgan for the sale of this stock (through John Greene) held in the name of \"IFCACorp Communications Investments Corp.\".  Restrictions (technically expired on 3/12/00) on the shares are in the process of being lifted by the transfer agent.  Let me know if you need further information. We are working with Mike Deville and Gill Melman (ECI legal).  Thanks.  Sara"}
{"email": "John:  I just wanted to stay in the loop for Japan as to Gary Hickerson's FX/rate/equity counterparties.  My understanding from Gary is that  EGM (through ENA) will continue to hedge the business originating in Japan, subject to tax and any regulatory input.  I don't know if this has necessitated an agency arrangement  between Japan and Houston (or another office, similar to London or Australia).  Also, for netting reasons, Japan would not duplicate existing counterparty  ISDA's with ENA, and to the extent Japan is transacting with a bank having an agreement with ENA, we could amend the agreement for multibranch purposes if necessary (e.g., Bank of Montreal if the bank is transacting from multiple locations that need to be added to ENA's agreement).Please advise if you have already had these discussions with Mark Taylor.  I look forward to hearing from you.  Sara"}
{"email": "Jarrod:  Attached is a \"form\" letter for you to send (with adjustments as indicated) or let me know and I will sign and send with the Vitol confirms.   Separately, I have faxed to you the first page changes.  Call if you have questions.  Please be sure that we have included the additional reps.  Sara"}
{"email": "For purposes of Paragraph 13 to the ISDA Credit Support Annex, the term \"Valuation Date\" shall mean any Friday during the Term of this Transaction or the following Business Day if such day is not a Business Day."}
{"email": "I have been receiving the \"IFCACorp International Southern Cone\" list of projects (updated weekly) for the B.A. office for quite some time.  As you know, it covers trading Projects and Claims/Litigation/Regulatory.  Is there a similar list prepared for projects originating in Brazil?  I would like to recieve such a list as would the parties copied above.  Please let me know.  Regards.  Sara"}
{"email": "Jason:  (1)  You were going to verify whether or not arbitration (for the executing brokers) is mandatory.  Have you heard anything?  (2)  Did you ever speak with Mark Elliott about ITG?  Are you still having problems connecting with him?Sara"}
{"email": "Just got your voice mail.  I have severe laryngitis and I cannot use my voice today or tomorrow.  Sorry.  We can e-mail or speak through Marie.  Yes, we have a blackline.  Marie has finished going through it and I need to review (the lawyers blacklined the latest version over the second blackline so we had to revert to a comparision to the first blackline!).  Re: the credit support annex, I believe all is resolved.  However, I believe there is still an L/C issue.  If there is an L/C default (say the issuer is downgraded), Tiger is insisting that we post cash immediately without the right to post a  substitute L/C within two days.  I am not absolutely certain of this, but Carol has a 2 pm call with the lawyers and I will listen.  I don't know if Tiger responded to our guaranty.  I was out sick yesterday.  Hope this brings you up to date.  SS"}
{"email": "Mark:  I've been asked whether ENA can enter into derivatives with an Indian company.  Do you have research regarding legality/enforceability since the 1997 global review which ENA conducted through Allen & Overy?  Thanks.  Sara"}
{"email": "Hope you had a great vacation!  Please let me know when you have some time so that we can talk about Brazil.  I'm trying to update the info that Yao left me and I am now being called by Gary Hickerson's group for a progress report.  Sara"}
{"email": "Melissa:  I've revised your list slightly for my purposes.  Can you take a quick look?  We can refine the format tomorrow.  Thanks.  Sarap.s.  It sure looks like a lot of people have their hands on the \"power correction language\".  I'm meeting with Tom May this afternoon."}
{"email": "Pending execution of a master agreement, Amoco transactions continue to be documented under the omnibus.  Willie has brought to my attention three issues which continue to be raised by Amoco:1.  Procedures for entering into Transactions: deletion of response within 2 Business Days after receipt of confirmation and failure to respond as conclusive evidence of Transaction2.  Setoff:  there doesn't seem to be an \"Affliliate\" issue but I'm not certain of their comment to setoff applicable against a \"derivative amount\" (are they attempting to prevent setoff against physical amounts owing? or only trying to clarify that unpaid \"derivative amounts\" can be setoff against other amounts due?)3.  Choice of law:  change to NYI thought you could address these issues in your negotiations and let Willie know how to handle.  I've left confirm in your office.  Thanks.  Sara"}
{"email": "Molly:  I left you a voice mail this morning about Citibank.  The file reflects that you received correspondence from Citibank on 2/22/00 and Carol St. Clair had propsed revisions to the existing 1/9/96 ISDA Master Agreement (including changes to the CSA).  Have you agreed to those changes?  The Australia office is inquiring about the status of this Master Agreement.  Thanks.  Sara"}
{"email": "I'm on the conference call now.  John Novak suggested that you, he and Frederico speak.  It sounds like commercial and credit need to iron this out together.  John is in his office now and the call usually takes about an hour.  Sara"}
{"email": "Brent:  attached is a draft memo that Lynn and I prepared.  We would appreciate your comments.  Also, who else do you think should be a recipient of this memo?  Should we prepare a separate \"Action Plan\" or strategy to submit to Mike?  You may recall in our meeting of Friday last that Mike committed to assess the long term situation in BA (at least I think that's what he agreed to do) and we (foolishly) committed to prepare a review of our activity in BA.  Maybe we can discuss on Friday morning at 9 am (Houston)/12 pm (BA).  Let us know if you have any questions.  I believe that Lynn is in a seminar on Thursday.  Sara"}
{"email": "Patricia:  Thanks for putting the meetings together.  In addition to Lynn Aven and me, both Andrea Calo and Brent Hendry would like to attend.  I'm looking forward to visiting with you next week.  Regards.  Sara"}
{"email": "We have not heard from the Tiger lawyers.  We have sent the Tiger guaranty to IFCACorp for execution.  No other master agreements/guaranties for the other hedge fund entities have been drafted but each will look similar to the Tiger set of documents.  Sara"}
{"email": "Hi there!  A quick refresher course for me with respect to French derivatives trading (not a bank).  In transacting with a French corporate, should we request articles and bylaws for capacity and ALSO a due authorization opinion?  I think that this is correct.  However, if we are transacting with an \"S.A.\", we should NOT request articles and bylaws but only the due authorization opinion.  My notes on these items are confusing.  Could you please respond in the morning?  Thanks.  Sarap.s.  We are currently operating under the \"one Transaction rule\" with French non-bank entities in order to avoid the netting problem."}
{"email": "Bill:  We are proposing the following compromise language to the bank regarding \"Transfer\": Party A may transfer its rights and obligations under this Agreement, in whole but not in part, to any Affiliate that is a resident for income tax purposes of the United States or Canada.......We typically don't resrict the jurisdiction of our Affiliates.Is this O.K. with you?"}
{"email": "Hey Sam, that has to be one of the \"cheeriest\" cards I've ever received.  Please thank Leica for her birthday wishes (and how is the old girl doing?).  Do you remember my 39th at Andrea's with Pat and Dee (I think) and Ron and his wife (I've forgotten her name but I remember what she looks like)?  I remember your 40th with Beverly and Helen and the walker (you probably remember the stripper).  I need your MAILING address so that Phoebe, Chloe and I can send you a holiday card.  Are you a bi-city resident?  Do you still own Corky's?  Do you have a different venture(s)?  How is Mr. Casey?  How are Helen and Beverly?  Do you see them often?  Do you love Atlanta?  You know that at my age (it's actually been any my ages) I write in stream of consciousness.  I hope this makes sense.  SaraP.S.  Ain't life grand?"}
{"email": "Carol:  I spoke with Richard Peterson (retail side).  Apparently we were dealing with the exploration side of the company last year.  We agreed to (1) mark up the Flying J form AND (2) reissue the Industrial Master that had been negotiated last year (with our form changes).  John Scales (exploration side) wouldn't agree to the MAC at the last minute.  Do you want to handle?  Just let me know.  Sara"}
{"email": "I have an early morning appointment on Tuesday and will be unable to join the phone conference.  I don't have anything new to report.  I have rescheduled the meeting with Tozzini in ESA's offices for Tuesday, Nov. 30 at 2 pm in order to conference in the Houston attendees.  We will not require video conferencing (but thanks for the offer).  Also, Lynn A. will have a final assessment of tax issues relating to an Argentine trading office location and we will try to meet with D. Black and/ or Michael G.   Lynn will provide with his analysis beforehand.  Let me know if you have any questions.  Sara"}
{"email": "I'm waitlisted on the Continental flight so we may be traveling separately.  I do, however, have a room reservation at the Sheraton Towers.  Kaye can help you.  I'm out of town tomorrow so let's regoup on Tuesday.  SS"}
{"email": "Rodolfo and Jeff:  Would you please e-mail the name, address, fax and phone of the person or persons to whom this Deemed ISDA should be directed.  We'll be ready to send this out shortly.  Thanks.  SaraP.S.  I have a conference call for the next hour.  If you have any questions,  please call Marie Heard at EXT.  33907 or call me after 11 am Houston time."}
{"email": "Bob:  Are there any issues that might be useful for your goup that I should address?  Also, I would like to chat with you about settlements on multiple trades.  An interesting issue was raised in our credit lunch last week.  Please let me know when you are available.  Thanks.  Sara"}
{"email": "Maryann:  I left you a voice mail the other day regarding two typos in the agreement and never received corrected pages.  The Guarantee has been executed.  However, the agreement is awaiting the initials of Rod Nelson (credit) who is on vacation until Wednesday.  Will you send corrected pages for insertion in the document?"}
{"email": "Via fax, I am sending to you the new and old Annex A forms and a variety of new and old option (cap,floor, call,put,collar) formats.  Per our earlier conversation, I would truly appreciate your input.  The fax is about 40 pages.  Sara"}
{"email": "For ALL options for this party, we need to revise the opening sentence to read:\"... the terms and conditions of the Transaction ... on the Trade Date specified below (the \"Transaction\") which is an option offered by Small Ventures USA, LLC to ENA, and accepted by ENA, pursuant to a telephone conversation between the parties.\""}
{"email": "Scott:  I just wanted to let you know that I am working on a number of quarter-end deals and haven't heard from anyone today about the ESA swap for Raptor 2.  I WILL NOT BE IN THE OFFICE ON FRIDAY, SEPTEMBER 29.  However, I will identify a lawyer to assist on this transaction should the need arise.  I'll be back in the office on Monday.  Sara"}
{"email": "Jim:In connection with our disussion regarding Market Quotation and \"Reference Market - makers\" in the Schedule (specifically IFCACorp's request to delete clause (b) to the Section 12 definition), I am advised that it would be difficult to locate four leading dealers with offices in the same city.  With respect to the outstanding trades, for example, we would like to know which city has  four leading dealers  for quoting Mid-Columbia prices?  Please let us know.  Thanks.  Sara"}
{"email": "Paul:  Did you learn anything further about the credit protection referencing Deutsche Telecom bonds?Also, Shari does not know anything about a JV with Deutsche Telecom.  Did I misunderstand you?Please let me know what you find out.  Thanks.  Sara"}
{"email": "I have reviewed Tana's list of North American utilities and have the following comments:(1)  I have tried to eliminate all governmentals and regulated entities.  However, I suggest that we ask Kevin Leitao to take a quick review for obvious errors.  (However, I don't want Kevin to prepare unlimited research on our behalf.  I'll discuss with him).(2)  I suggest that we ask Canadian counsel to review Canadian utilities on authority/regulatory issues.  In my experience, Canadian outside counsel was reluctant to even comment on utilities located in provinces other than outside counsel's domicile.(3)  The online omnibus does not contain the ISDA Section 3(c) rep as to absence of litigation.  This rep drags in governmental bodies and all agencies (hence, a state PUC).  Thus, online parties will rep as to authority to transact each time they trade but we will not know about potential PUC issues.  (Under the ISDA, a party would have to notifiy us of a \"Regulatory Development\" and we may have an Event of Default for failure to notify; we may also have a Termination Event under our current format)."}
{"email": "Brent:  In order to track the proliferation of electronic trading agreements, licensing/software agreements and electronic platforms, we (Sam, Stephanie and me) have established a \"process\" which includes the following:1.  sending immediate email to Ted Murphy, legal and credit (Bradford) from the commercial group identifying the IFCACorp party needing the agreement, and necessity for agreement2.  depending on the type of agreement, credit may or may not need to get involved.3.  the paralegals enter the agreement onto Lotus Notes so that we can track the process.4.  upon execution, a copy of the agreement is kept in a red file (near Sam's desk), a copy is sent to Ted Murphy, and the original is sent to global contracts.To my knowledge, we have not established a procedure for tracking passwords (to the extent required/changed).I understand that Jason is handling three ENA weather license agreements for you (Risk Management Solutions,Inc., Foresight Weather LLC and Air Worldwide Weather).  Jason has (or will have) access to Lotus Notes to enter his comments.Thanks.  Sara"}
{"email": "Joe:Susan Bailey (X34737) will be drafting the TVA master.  I don't think it will go out today; maybe, tomorrow.  Please feel free to call Susan (or me) if you have any questions. Negotiations proceed more quickly when legal has the name, phone number and email address for the counterparty's LAWYER (I know you tried!).  If the counterparty is truly anxious to trade, the commercial guys will pressure the legal department to pay attention to the documents and keep the ball rolling.  Otherwise, things will sit around and go nowhere.Just remember that an ISDA negotiation is USUALLY longer with a governmental entity because ENA requires more information (legal opinion, copies of statutes, authority in the form of a full Board resolution, etc.) and government lawyers may be short staffed.  Sometimes the counterparty will hire outside counsel which may go more quickly, but not always.If a counterparty is totally organized and familiar with financial trading documents, the negotiations may end within a week (but I have never seen this happen with a governmental).  Otherwise, it simply depends on the issues.Sara"}
{"email": "Ellen:  per our earlier conversation, I have faxed comments to both companies, to the attention of their \"negotiators\" with whom I spoke earlier this morning.  I will call in the morning to discuss and I hope we can finalize and fax signature tomorrow.  Thanks.  Sara"}
{"email": "Dear Dan:  Sorry not to send the check last week as promised.  It seems that my mom landed in a hospital in England and I had to dash out of town.  Now, eight days later, I am just catching up.  Tomorrow (July 19) I will send the check to you by Federal Express for Friday delivery together with my request for a response from you to the \"birthday boy\".  I did receive your newsletter - thanks very much.  Regards.  Sara"}
{"email": "Just to update you:1.  I think that our travel plans are fairly well set and I know that Kaye has spoken with you on several items.2.  Mark wanted to be sure that in Sao Paulo, meetings were being scheduled with outside counsel (which I believe Andrea is handling), with Randy Young (can you attend to that please?) and ESA necessary commercials (Andrea handling?).3.  Mark wanted to make certain that we got on Don Black's calendar while in B.A.  Could you look into that as well?For my own edification, who are Luiz Maurer and Orlando Gonzalez?Please let me know if there is anything elso you need form me. I'll bring you up to date on Hickerson shortly.Thanks,  Sara"}
{"email": "I spoke briefly with Gary Perlmutter who now represents the parent Sempra Energy but who told me that restrictions on the regulated utility have been lifted by the CA PUC.  I will verify (or I'll give you his name, etc. and you can speak with him directly) when the SDG&E lawyer returns my call.  Thus I am not sure that your online efforts require limitation.  I will also inquire about SDG&E's online objectives.  SS"}
{"email": "All:PLEASE NOTE THE FOLLOWING BASED UPON MY UNDERSTANDING OF THE PARTIES TO THIS PREPAY(1)  The Toronto Dominion (Texas) master agreement with ECT is a restricted master.  It was negotiated for a prepay several years ago and is not necessarily market (or ENA) standard.  It should be reviewed immediately by legal and credit.(2)  The Morgan Stanley Capital Group master agreement is very old.  IT IS NOT AN ISDA .  It is a 1992 Master Energy Price Swap Agreement (limited to simple transactions and commodities).  The terminology is not even ISDA terminology.  This master has been on the credit/legal radar screen for upgrading to an ISDA.  Rod:  You need to take a look at the Toronto Dominion (Texas) master agreement now and we should discuss.Treasa:  Will there be a rate swap?  Under which master(s)?"}
{"email": "Mark:  In connection with Susan F.'s departure, could you please provide a copy of her \"project list\" so that we can follow up on finalizing/redistributing her workload?  I have lots of questions which I'm sure can't be answered this minute, such as:  Shouldn't we help to prioritize her work?  Will she continue day-to-day work?  Who will take confirm desk calls?, How will this impact Samantha's training (maybe the lawyers should be involved now), etc.  Please let us know when you'd like to \"regroup\".  Thanks.  Sara"}
{"email": "Just a heads up!  ENA has finalized our Master Swap Agreement with Statoil.  You may recall that Statoil would now like to execute an agreement with ECTRIC using the ENA agreement as a model.  I have been dealing with the Statoil inhouse lawyer whose name is Chuck O'Brien.  Regards.  Sara"}
{"email": "Sorry I can't wish you well in person but I have a severe case of laryngitis!. Fortunately, I'm on antibiotics but the doctor said \"Don't speak for 3 days.  I wish my wife would get laryngitis.\"  Maybe the desert air in Arizona would bring relief.  I love saguros (is that right?)  Daddy thought planning for Chanukah was a great idea.  Also, tell Daddy that if he used e-mail I could talk to him even when I have laryngitis.  Love, Sas"}
{"email": "Can you please advise of legal holidays in Brazil during the remainder of February and March?  I don't know how many days Mardi Gras/lent last.  I need to plan future trips to Sao Paulo.  Thanks.  Sara"}
{"email": "Lauren spoke with Anthony last night - all is calm.  Sheila will track down an account number.  Lauren will deliver docs to you today and we will need Ted's signature.  We can send out the package tonight.  One of Anthony's assistants is handling today.  By the way, IFCACorp India LLC recieved the largest share of the IPO.There are problems with the other the other India account."}
{"email": "I did speak with Ana Soria.  Her only concern was the legal opinion.  I faxed her the format for the legal opinion and attached a cover sheet which indicated that ENA must receive the executed opinion by the close of business on December 29.  I've attached a copy of the fax cover sheet.  Also, Joe Hunter has added the \"Automatic Termination\" provision into the confirmation.  Have a happy holiday.  Sara"}
{"email": "It sure sounds like you have your hands full with the restructuring!  I have been trying to get a better grasp of the deal flow in Brazil through some type of \"Deal Report\".  In Houston and Argentina, the business groups circulate a transaction listing.  Also, legal in both Houston and Argentina circulate a listing from Legal's perspective. Is a commercial team deal report circulated weekly in Brazil, and if so, can I be added to the circulation?  I will ask Randy if he can circulate his list.  It would be helpful for me when we have our weekly conference call.  In that regard, what is \"Alcan\", the PPA which may eventually serve as a template?  I am glad to prepare some type of module as Randy suggested which sets forth basic IFCACorp and/or trading policy as to certain issues (force majeure, governing law, dispute resolution, damages, etc.),  Let's coordinate for the seminar which you are organizing for March.  Thanks.  Sara"}
{"email": "Just got off the phone with the lawyer.  We have only minor comments and he needs to check with his credit people regarding the collateral threshold.  I will wait to hear back before sending out a revision.  Sara"}
{"email": "Clem:After our legal credit meeting yesterday, we noted that the following guaranties have not yet been executed:Mieco Inc.Cinergy Marketing & Trading, LLCThe Wiser Oil CompanyWould you please let me know when these will be executed?  Thanks.  Sara"}
{"email": "Monica:  Since our recent conversation, I thought that you were going to send me the entire format for the European format for the repos.  Also, have you had an opportunity to review the existing repo between Chase and IFCACorp North America Corp. (formerly IFCACorp Capital & Trade Resources Corp.) dated as of January 29, 1998?  I look forward to hearing from you.  Sara"}
{"email": "I just wanted to touch base with you about efforts to keep good lines of communication between B.A. and Houston about trading activity in Argentina and Brazil (both financial and physical).  I participate in Randy's weekly conference calls and Brent tells me that you have now undertaken that role in B.A.  As you know, sometimes proposals and deals \"slip through the cracks\" and Houston is taken by surprise.  We want to remain current and proactive.   Please feel free to leave me an email or voice mail when you learn of any relevant activitiy.  I , in turn, communicate directly with credit in Houston (Pat Cini or Rod Nelson) and tax in Houston (Lynn Aven or Rick Hopkinson or Michael Herman).  If you ever feel the need for a conference call, I'm always available and I'm sure credit and tax would be glad to join.  Also, I hold a weekly Friday conference call with Brent and Lynn to discuss current trading issues in Argentina and Brazil.  Thanks.  Sara"}
{"email": "Greetings to you both!  It has been awhile since we last spoke.  I would like to finalize the matrix which we have been discussing since the latter part of 1999.  Although we were awaiting new Central Bank regulations, I am beginning to think that the Central Bank revisions will not impact the matrix except with respect to transactions which may be entered into by entities that are the subject of the Central Bank regulations.  Please let me know whether or not you agree or can offer any suggestions.  Thanks and regards.  Sara"}
{"email": "Tana:  I just wanted to make sure that you hadn't forgotten to request the ENE guaranty on behalf of ECT Investments, Inc. in the amount of USD20 million.  There is no Master yet but we are hopeful that this will be negotiated after the ENA Master.  Thanks.  Sara"}
{"email": "Samantha:  You're doing a great job with Lotus Notes!!  I'm impressed.  Just a few thoughts about some agreements which have fallen through the cracks (on record keeping):(1)  ABN AMRO in Australia (futures) -  Jason is working on this(2)  Bank One (give-up agreement)  -  Mary is now working on this"}
{"email": "Hey, guys:  I'm negotiating a rush ISDA for ECTRIC under the law of England and Wales.  I believe that Michael drafted originally.(1)  submission to English courts and waiver of all objections(2)  setoff  for all events (excluding affiliates) except for Tax Event or Tax Event Upon MergerAre the foregoing acceptable for ECTRIC?Your immediate response is appreciated as Michael Moulton wants to book deal Tuesday,  Nov. 7.Thanks.  Sara"}
{"email": "Paul:  I think you are trying to avoid me!  Hope all is well and you are just overworked and overwhelmed.  I am now working with Moazzam Khoja in Houston who is part of the IFCACorpcredit.com group most of which (as I understand) is located in London.  In connection with that group's activities, I have some questions and all fingers point to you.(1)  Do you have credit derivative research that may be applicable for credit derivative transactions (including your online \"bankruptcy swap\") in the US?  I am sure that you've already explored the \"insurance\" issue and I don't want to duplicate reasearch, if possible.(2)  What forms have you devised?  Are they online?   Should I just grab a password?(3)  Are the IFCACorpcredit.com traders in the UK required by the SFA to take an SFA exam (I'm guessing it's a broker or securities exam)?  Is trading in credit derivatives regulated, or regulated differently than other types of derivatives?  I am trying to determine whether Moazzam needs to take the Series 7 here in the US; our traders taking that exam must be dealing in \"securites\" for that exam to be necessary.(4)  Where is IFCACorpcredit.com headed?I would very much appreciate your [PROMPT] reply.  Sara"}
{"email": "Attached is a redraft of your letter.  RMT knows nothing about the execution or termination of any collar between Elektro and WestLB (since RMT was not a party to that transaction). Also, we have been unable to internally trace the source of the $387,250.00 received by RMT.  We are trying to trace this through Chase and expect an answer on Thursday (if we're lucky).  Otherwise, call me about the letter.  Sara"}
{"email": "Do you have further information about your pending trip to Canada?  I am reviewing the final letter prepared by Kevin Zemp and he is trying to coordinate with Calgary authorities.  I may be out of town during the week of Aug. 16 and I want your trip to run smoothly.  Give me a call sometime.  Thanks.  Sara"}
{"email": "Mary:  Attached is a format that I used in 1999 to inquire about certain issues impacting financial trading with foreign counterparties.  I also have information about possible New Guinea counsel which I will clear with Derrick and Haedicke.  Our potential trading counterparty is a mining company called \"OK Tedi\".  Sara"}
{"email": "Mark:Credit has asked us to pursue trading arrangements on behalf of Enovate.  At least for the short term, Mark Haedicke told Kay Mann that ENA legal should handle Enovate legal work.  That work currently consists of establishing documentation for financial trading with third parties.  It is not clear what lawyers (ENA or Peoples) will draft/negotiate ISDA masters nor have any forms been agreed (but Peoples' lawyers have seen our forms and I have seen their forms which are poorly drafted).  Bill Bradford will have the final word on Enovate credit.Credit has asked us to track Enovate masters on our Lotus Notes database.Do you need to follow up with Mark about us negotiating Enovate's master agreements?  Or should we just handle as any other project?Sara"}
{"email": "Sheila:  Paul Radous (Ext. 58356) in credit will be monitoring brokerage accounts from a credit perspective.  I have provided him with an overview of the \"process\".  When he has had an opportunity to digest the information, I think it would be helpful to meet with Paul.  In the meantime, would you please begin to copy Paul on all messages to Ted Murphy regarding the purpose of new accounts.  Thanks.  Sara"}
{"email": "Sam:  Please get on my calendar for Friday.  We need to update agreements, status, etc.  Also, we need to add a \"Futures Agreement\" designation to Lotus Notes.  Please bring your latest printouts for existing agreements and provide a copy for me.  Let's take about an hour.  Thanks.  Saraps  Also, if you have any questions about masters, etc., bring them along!"}
{"email": "Libby Rutherford would appreciate a short explanation from you regarding the cross default threshold.  She was interested in knowing which financials we were reviewing together with the explanation.  Our latest draft provides all parties with $100 million.  Libby's e-mail address is:     rutherford@pg.com"}
{"email": "Per our conversation with Dan F., ENA needs to understand issues related to the distinction between \"investor owned utilities\" (or \"IOUs\") and municipal utilities (or \"municipals\") in connection with derivatives activity.  In the U.S., this distinction enables us to treat IOUs as general corporates.  Thus, we negotiate our standard ISDA Master with an IOU, except that we add an Additional Termination Event to prevent the IOU from taking an adverse stance in its state public utility commission proceedings.  A copy of that Additional Termination Event is attached for your review.  Our approach with respect to municipals is dramatically different.  When negotiating an ISDA Master with municipals, we use a Schedule modeled after the 1992 U.S. Municipal Counterparty Schedule, having additional reps, the added concept of \"Incipient Illegality\" and an enforceability opinion.  A copy of that Schedule is also attached for your reference.We would like to understand whether this distinction also exists in Canada, and if so, in all Canadian provinces, and whether there is a distinction when a municipal is an investor in an IOU (as we understand that the government may assist a utility to emerge from bankruptcy).  In that regard, would you recommend that ENA use distinct ISDA Schedules for these types of entities and/or would you recommend specific changes to our format?"}
{"email": "Have you sent our form of guaranty since we're wasting time reviewing several different formats?  This should always be our first approach.  Also, you had best advise the company that we will not provide an unlimited guaranty (unless you've agreed otherwise). SS"}
{"email": "Just a follow-up to our conversation of last week to see how you were coming along.  When would you like to schedule some time to discuss the ISDA?  Please let me know if you have any questions and/or whether I can assist you in any way.  I understand that our respective traders are discussing a transaction.  You may contact me at 713/853-5620 or e-mail.  Thanks.  Sara"}
{"email": "(1)  Commonwealth Bank (in Australia)   (2)  EPM ECHO Ltd.Also, I need to have your respose to Statoil which I left on your voice mail.And, further, are you looking into Deutsche Bank? I'll be checking voice mail while I'm in San Antonio.  I gave the credit group in Houston Thursday and Friday off.  Sara"}
{"email": "ENA can confirm the transaction on our \"omnibus confirmation\" with one or two minor changes (Joe:  please call me).  Also, ENA sent a draft ISDA Master Agreement to Puget Sound Energy on 3/9/99.  If you anticipate more financial trading, please let me know as we should pursue execution of the ISDA Master Agreement.  Thanks.  Sara"}
{"email": "I had a VERY long call with the two lawyers.  I would say for the most part that Tiger will reconsider many of our provisions now that the lawyers understand our position.  Big issues:  arbitration (I need an explanation in order to go to our general counsel)                                          Limitiation of LiabilityAll else is negotiable.  SS"}
{"email": "Irene:  Due to the lateness of  discussions at IFCACorp Capital & Trade Resources Corp., I did not send any documents to you this evening.  However, I do have two different sets of drafts to send to you in the morning.  I have an ISDA without an annex (collateral built into the Schedule) and an ISDA with an annex.  We have had discussions regarding the use of Letters of Credit and Surety Bonds as acceptable forms of collateral and I may need some additional time to resolve the issues.  I will contact you early tomorrow to deliver docs and establish a timeline (if possible).  Thanks.  Sara"}
{"email": "This provision is an election which we have added to the Schedule for governmental entities.  I believe that it is intended to eliminate any confusion that historically arose during the debate between \"First Method\" (one-way payments) and \"Second Method\" (two-way payments) for Early Termination purposes.  Although I can't find a good reason to continue to use this provision with an ISDA (except that it emphasizes the point), I can understand why we may have added it to a pre-ISDA agreement with a governmental.  The only example that I could locate was our September 21, 1995 Master Agreement with Reedy Creek Improvement District.  For those of you who have never seen this form, it was one of the two types of master agreements developed by ECT before we became conversant with ISDA.  Because these forms didn't contemplate municipal counterparties, we had to add many of the ISDA U.S. Municipal Counterparty Schedule provisions.  The Part 5(b)(k) provision originally appeared in this early agreement.  It was included in the \"Event of Change\" section [5F(4)] (which is tantamount to the ISDA concept of \"Illegality\", a \"Termination Event\").  I think it was probably included because in the ISDA, Second Method is the automatic payment method if the parties fail to make a specific designation for Early Termination purposes, but there isn't a comparable provision in the old ECT form."}
{"email": "All:  I am trying to determine what issues are currently being addressed with respect to MG London, Inc. from a U.S. regulatory perspective and WHO is addressing them.  My concern arises from questions I am being asked by Gary Hickerson's group regarding FX trading AND (agricultural) trading where the existence of an IFCACorp FCM or CTA could become significant.  I will try to have a short call arranged so that we can all understand the planned course of action, etc.  I realize that other individuals may be involved and we can include them as necessary.  Thanks.  Sara"}
{"email": "All:  I spoke with Bill Bradford to get the global credit perspective, and, he is entirely neutral.  However, he agreed that it made sense for IFCACorp to transact on its own stock.  I am prepared to draft new ISDA Master Agreements with our remaining potential targets in the name of \"IFCACorp\" without Credit Support Annexes.  Upon execution, the parties generally exchange evidence of authority (i.e., resolution or excerpt thereof).  The outstanding confirms are in the name of IFCACorp  These are \"Deemed ISDA's\" and no party has asked for evidence of authority (although the parties do represent that they have such authority).Please let me hear from you if someone objects to the use of IFCACorp   Thanks.  Sara"}
{"email": "Richard:It was good to meet you this afternoon.  Attached is my Q&A for the traders regarding  the U.S. concept of \"Eligible Swap Participant\".  Let me know if I can be of further help. Also, I asked Tana Jones to send you the link for our Financial Trading Lotus Notes database.  Sara"}
{"email": "Steve:I just spoke with Bill Bradford and I understand that Bill and Mark Tarkington discussed the use of \"Specified Entity\" and agreed, subject to DB committee approval, to eliminate the use of Specified Entity in the ENA and affiliated masters with DB (i.e., \"Specified Entity:  none\").   Once you have confirmed this with Mark, please prepare a final blacklined draft for our review and then execution copies of the ISDA Master Agreement.   In connection with the final draft, Tana Jones will fax to you minor format comments.  [She will also fax to you the electronic trading agreements and password applications for London and U.S. based trading.]The following ENA affiliates will also need to execute ISDA Master Agreements with DB:(1)  ECT Investments, Inc. (Delaware corporation)(2)  IFCACorp Capital & Trade Resources International Corp. (Delaware corporation)(3)  IFCACorpCredit.com Limited (U.K. corporation)"}
{"email": "Andrea Bertone forwarded the recent memo about the new Brazilian Regulatory Affairs' Database.  I can access the index through IFCACorp's intranet but I receive the message that Netscape cannot acces the address \"http://ei-sp-01/regulatory\" when I try to access one of the six parts of the database.  I am an ECT user (not IFCACorp Development).  Can you help me to access the site or tell me what I need to do to view legislation, documents, etc.?  Thanks very much.  Sara"}
{"email": "Mark:  Your name was provided to me by John Greene who is temporarily residing in IFCACorp's U.K. office.  I am a lawyer in the IFCACorp North America Corp. legal department.I need to speak with someone regarding the London Instinet installation.Two different IFCACorp  companies (both U.S. corporations) already have Instinet agreements.  They are IFCACorp North America Corp. and ECT Investments, Inc.  The London installation would presumably be in the name of a DIFFERENT entity.  I need to understand in WHAT NAME the installation will proceed.  Please help to fill in the details ASAP.  My number in Houston is 713-853-5620.  I am this moment contacting David Terrace in London as I understand he handles all documentation.Thanks for your help.  Sara"}
{"email": "Thank you for your earlier response.  IFCACorp's offices will be closed on Monday, September 6 and I understand that your office will be closed on Tuesday, September 7.  Will you be available for a conference call on Wednesday, September 8?  I would like to discuss generally the financial trading issues which I will need to address.  I look forward to hearing from you.  Regards.  Sara"}
{"email": "Sorry for the mixup.  Attached is template for confirm and then the GTC (minus tax reps).  I'm trying to fit in the tax reps in between phone calls and will distribute to Susan Musch (tax) for review.Stuart:  Who else should be on the review list? Thanks.  Sara"}
{"email": "Jarrod:  attached is language which should be added to all paper and pulp omnibus confirms (and Bob has reviewed this language):   Also, attached is the Temple-Inland confirm and I have changed only the \"Credit or Other Special Provisions\" paragraph.  You will have to attach Exhibit \"A\" (which Susan sent you last week).P.S.  Please verify with credit the timing for delivery of the guaranty.  I believe that Paul told me by Wednesday."}
{"email": "Mark:  Thanks so much for your explanation earlier today.  Just one more question, please:  is arbitration or litigation the preferance under English law?  How often do you negotiate to the contrary?  Thanks.  Sara"}
{"email": "All:  Attached is a short recap of the items which I have been discussing with Clint and Jeff.  I'd like to get together sometime today or tomorrow.Rex and Jim:  I will fax to you copies of the IFCACorp resolutions (some final, some draft only) referenced in the attached summary.  I may not have the latest information and perhaps you can update and address when we meet.  Please call me with a suggested time.  This afternoon is best for me."}
{"email": "Trena:  In the next week or so, I will be devoting most of my time and attention to Gary's world.  I met with Gary last week, and he suggested that I give you a call to see if you needed any legal assistance.  I am available for whatever you might need me for.  My number in Houston is 713/853-5620.  I'm looking forward to working with you.  Regards.  Sara"}
{"email": "I have engaged South African counsel.  The response may take a few weeks but your transaction can proceed prior to that time.  However, I will need some time to refine our ISDA Schedule and learn about the counterparty.  Please keep me up-to-date.  Thanks.  Saraps:  I can talk"}
{"email": "FYI - I called in for the meeting this morning but no one else ever connected.  Sorry.  I have nothing new to report.  I'll be in S.P.  next week for a few days.  I'll try to get on your calendar.  Thanks.  SaraP. S.  Happy Thanksgiving!"}
{"email": "Shari:  When you get back after vacation and have caught up, give me a call to chat about the NYISO pricing.  Elizabeth suggested that we coordinate our efforts to capture extreme pricing revisions and negative pricing issues.  Our power confirms currently include a modified version of Section 7.3 (of the 1993 ISDA Commodity Derivatives Definitions) in our omnibus confirms for price changes.  I am still tracking third party paper.  Thanks.  Sara"}
{"email": "Michael and Deepak:  Michael Moulton (the ENA paper and pulp trader) is extremely interested in SITA updates as often as possible.  Please make every effort to email Michael with updates at least weekly.  Thanks.  Sara"}
{"email": "Please excuse the delay but I was hoping to deliver all of my information to you at once.  I am attaching our latest generic Schedule format.  You will see our \"No Reliance\" and \"Limitation of Liability\" provisions included.  None of our confirmation templates contain non-reliance provisions (unless it is specifically added by an attorney for a particular Transaction).Unfortunately, I  do not yet have an answer as to the existence of written guidelines or policy addressing the provision of  quotes to customers.  I will follow up when I have the response.Please let me know if you need more information or if we need to conference.  Regards.  Sara"}
{"email": "I wanted to sent you a holiday card but, alas, the mysterious Sam has no address.  I guess I could send it to your lessee in the Big Easy (remember, the doctor living in the marina) but he may not appreciate the beauty of the card.  Please email your address.  Hope you had a \"Happy Chanukah\".  I was in BR to celebrate with my family - Jennifer is 15 and Zachary will be 13 on January 1.  My parents are slowing down but Deb and Steve are not.  Deb ordered some brisket and latkes from the 2nd Ave. deli in NY and the food was awful.  Sara"}
{"email": "Hey, Carol!  How is everyone and everything???  I am always being asked about you, how's the baby, etc.  I hope I haven't missed your visit to the office!  I'm just working away (next to Dan Lyons, I might add) in my own little world.  We are getting help soon and I don't know if Mark mentioned anything to you.  Raptor is a \"pain\" and Mary has undergone trial by fire.  I am counting the days until my vacation (to Marfa and Napa) which begins after the legal conference.Do you recall Project Marlin?  I think Lance was involved.  My memory is really bad if I worked on this deal.  There's nothing in Lotus Notes (rats!).  Take care (I'm starting to sound like David Mitchell).Sara"}
{"email": "I received comments from Vintage (remember, no CSA).  With respect to Transfer, Vintage wants ENA to provide a guaranty of a transferee Affiliate's performance under the master.  Let me know your response, please.  Sara"}
{"email": "Patricia:  I was wondering if you had an opportunity to speak with any persons associated with the Argentine Derivatives Association in connection with our discussion of last week.  I can't recall if you were going to try to speak with the lawyers for Citibank and/or Morgan to determine whether the ADA might welcome our participation in the association, and specifically, with respect to the template currently in circulation.  I think you were also going to attempt to locate a current membership list for the association.  Please advise when you have further information.I am trying to plan several trips to Argentina and Brazil.  I am considering a trip to BA during the week of February 28.  Will you be in town that week?  During my visit, my tax colleague from Houston and I will try to meet with local tax consultants and organizations lobbying for tax reformation.  Regards.  Sara"}
{"email": "Sorry, I've been tied up all day.  Rod and I just spoke and he is thinking about the NAV issue.  Regarding setoff, we can agree to Tiger's language BUT credit will not permit ENA affiliates to trade with Tiger.  That's your issue.  Will you agree.We will not agree that all collateral be held in NY.There is still an issue about Relevant Price and the possibility of fewer than three dealers.We cannot finalize L/C and MAC issues until we see Tiger's redraft which we have not received.Let's talk.  ss"}
{"email": "I am still trying to resolve the question of who will advise you on the consulting and other agreements.  In the meantime, I have attached a form which you can use to create a report for your group.  This would be quite helpful to the lawyers in staffing the group more efficiently.  SS"}
{"email": "With respect to Part 2, Tax Reps and Part 5(l) deletion, the IFCACorp tax group is fine with the changes (although these are not necessary).  Also, IFCACorp will deliver forms as Barclays wishes.  Let me know if you have any questions. Sara"}
{"email": "Kaye tells me that the hotel that you and Mark recommend is not an IFCACorp approved hotel.(I think it's a Sheraton?).  Do you know a nearby hotel which is approved?  We can chat during our later call.  SS"}
{"email": "Susan:  As a result of our last meeting, please contact the counterparties on the following agreements for status update:(1) Reliant Energy Services, Inc./ENA (don't worry about Reliant Energy Services Canada Ltd. for now; we'll dupe)(2) Occidental Energy Marketing, Inc.(3) MP Energy Partnership(4) Stone Container Corporation"}
{"email": "Steve:  I don't believe that I have seen a revised forward confirmation since our conversations in mid-September.  I have only a \"draft\" confirmation dated May , 2000 which I marked and which served as the basis of further discussions.  Also, I thought that CSFB was going to send language addressing concerns raised by EITF Issue No. 00-19.  FYI, I have not received comments from Mike Enerson.Is someone in your shop preparing a revised confirmation?  Thanks.  Sara"}
{"email": "Just a reminder that I will be on vacation next week.  I am thanking everyone in advance for your help on projects I may have been handling (or should have been handling!).  Kaye will have phone numbers to reach me, if necessary.  Sara"}
{"email": "Derek:  I just wanted to let you know that I will be available to help you on swap matters now that Shari has transitioned to another group.  You can always reach me at Ext. 35620.  Please let me hear from you.  Sara"}
{"email": "Mark:  I scheduled a meeting with you at 4:30 pm today to discuss the MG acquisition, in particular, MG London, Inc. (a U.S REGULATED NYMEX clearing member, FCM, CTA).  NO ONE is looking into this from a US regulatory/legal perspective and I think it should be the swap group.  IFCACorp's \"regulated\" product areas are metals (since MG clears its own trades on the NYMEX/COMEX and has FCM/CTA status) and potentially agriculture if we (some IFCACorp entity) choose to become a regulated \"ATOM\" (ag trade option merchant).  From a legal perspective, I think we should have a \"whitepaper\" drafted by Sullivan & Cromwell, and, it should include an analysis of the MG London, Inc. existing situation.  This would tie into the ag regulation.  Also, have you thought about ENA and MG as NYMEX members and whether we keep both designations, whether we move all/part of ENA's existing clearing business to MG (and perhaps eliminate the need for margin/brokering arrangements such as Paribas, etc.) and any other related issues?  For efficiency purposes, Donna Lowry has asked to join us.  Donna and I had a conference call this morning with Justin, Paul, Jon Barrett, Sheila Glover and Trena McFarland to figure out who's on first (with MG).Also, I am attaching an update of my workload.  I have reached the breaking point and I need more help (even with Jason's help on brokerage agreements the new electronic trading platform agreements are reaching multiple proportions with a new request for agreements for ENA, ECT Investments and IFCACorpCredit.com London).  Gareth and Craig Clark want to meet today about the prepay (Delta/Citibank) and I REALLY need help on the Global Finance side.See you later.  Sara"}
{"email": "Tanya:  I left you a voice mail earlier this week on the single outstanding issue:  paragraph (B) of our setoff language.  This provision allows the nondefaulting party to withhold any payment it might owe to the defaulting party under the master until the nondefaulting party can be certain IN ITS REASONABLE DISCRETION  that ANY other payments owed to it (under ANY other agreements between the parties)  by the defaulting party have been paid.  Cargill does not want to \"comingle\" its business.  Remember, we have already given in on \"affiliate setoff\".  [the lawyer never raised the paragraph (B) issue until this week!] Also, Cargill has requested that we change our Credit Support Amount definition (but I provided them with an explanation) AND Cargill has decided to issue transferable L/C's.Please let me hear from you so that we can finalize.  I do not know if this is a deal breaker."}
{"email": "We need to send today BUT we need an immediate cover letter (itemizing every step to be taken) and sample resolution format to email to the counterparty and lawyer.  I'll review the letter.  I have an 11 am meeting but should be back in an hour.Let me know if you have questions.  Sara"}
{"email": "Kaye:I would like to schedule a meeting after Christmas (Dec. 27 0r 28 if possible) with the following people;Samantha BoydStephanie PanusCheryl NelsonCassandra Schultz (X30429 - you'll need to call her assistant)"}
{"email": "Per our  conversation of date, attached is ECT's most recent version of the ISDA Schedule and Credit Support Annex designed for use with Argentine counterparties.  As we discussed, I would like for you to review this format and determine whether changes are required as a result of legal developments in Argentina.  Please call me when you have had an opportunity to review the document.  We have had sent out several recent drafts using the attached format.  Also, any written materials which might prove useful are always greatly appreciated.  Thanks.  SaraP.S.  I will try to schedule some time when I am in the B.A. office."}
{"email": "Michael:  Now that all of the immediate congratulatory calls and messages have worn down, let me (belatedly?) congratulate you on your wonderful promotion!  I know you'll to an outstanding job.  I look forward to visiting with you soon.  Sara"}
{"email": "Before my next meeting with the Tozzini lawyers this month, I would like to create a list of SPECIFIC products for managing IFCACorp's Brazilian risk.  Bruce Harris is creating a list which he will forward to you shortly.  Please review this list, comment and identify any products required for trading prior to December 31, 1999.  Please let me hear from you if you would like to discuss any issues in particular.  Thanks.  Sara"}
{"email": "Hi, Serge.  I am just checking to see when IFCACorp North America Corp. (\"ENA\") will receive your comments to the ISDA Master Agreement for FP&L.  Paul Karns mentioned that you would be devoting some time for review of the agreement.  Please let me know if I can be of any assistance.  You can reach me via email or phone (713) 853-5620 if you have any questions.  I will be negotiating the agreement on behalf of ENA."}
{"email": "I will be on vacation from October 6- 13.  Also, the ENA lawyers will be offsite October 5 and 6.Should you need assistance during my absence, please contact my assistant Kaye Ellis at Ext. 35968 who will direct you to a lawyer.Thanks.  Sara"}
{"email": "Thank you, dahling, for the lovely card.  I'm thinking of you as well (but I ALWAYS think of you).  I'll be thinking of you when I am in New York and especially when I pass by Ferragamo.  And when I pass by Tiffany's.  I hope your day is filled with valentines.  Love,  Sas"}
{"email": "Holli:I have still not received the above-mentioned comments.  I have also not received EWEB's proposed form of legal opinion.  I will go ahead and blackline the Schedule once again.When the lawyers last spoke, we agreed to execute all docs prior to the end of the year.Would you please call EWEB and inquire about these items?Thanks.  Sara"}
{"email": "Martin:  I wasn't certain if I sent you an email earlier today, but I am in need of current information regarding Swedish law, in connection with an ENA swap with a Swedish corporate.  I faxed our counsel (from the 1996 derivatives survey) Advokatfirman Vinge KB to inquire about the enforceability of arbitration in ISDA agreements between US and Swedish parties.  Do you know the answer?  Or do you have any other suggestions?  We did a trade yesterday and I'm trying to document using a deemed ISDA.  I appreciate any help.  Regards.  Sara"}
{"email": "Trigger/Determined Amount inverse relationship:\"In the event the Trigger Price is increased to equal the Other TriggerPrice, the Determined Amount shall be reduced so that the Effective SharePrice is increased in direct proportion to the increase in the TriggerPrice.  The \"Effective Share Price\" shall be the result obtained by dividingX by Y where \"X\" equals the product of the Price Per Share multiplied by theNumber of Shares, and \"Y\" equals the Number of Shares plus the DeterminedAmount.\"Paragraph 3(a) first paragraph, 3rd sentence replacement:\"In the event that, but for this Section 3, titled \"Other Provisions,\" PartyB would be obligated to deliver a number of Shares equal to the DeterminedAmount plus the Excess Shares, Party B shall have an ongoing obligation tosatisfy delivery of the Excess Shares; provided however that the number ofExcess Shares to be delivered hereby shall not exceed [________] shares.Party B may, at its sole option, satisfy delivery of the Excess Shares byusing its best efforts to increase its Authorized Shares or by delivery of acash payment equal to the [product obtained by multiplying the Excess Sharesby the Final Price].\""}
{"email": "The Tozzini lawyers will meet with us to discuss prior memoranda and products for trading.  For those in Houston who wish to be conferenced in, please contact my assistant Kaye Ellis in Houston (X35968) who will make arrangements.  Thanks.  Sara"}
{"email": "Susan:  The two above-mentioned projects are in the process of being unwound.  The only confirm and the Master Swap Agreement for each are being TERMINATED.  Will you please continue to follow up with Brenda Funk (in the capital mgmt. group with Scott Sefton and Gareth Bahlman) to get copies of the \"Swap Termination Agreement\" for each and then enter the info into Lotus Notes.  Thanks.  Sara"}
{"email": "Let's catch up when you're ready.1.  Received NEW draft from Pacific Gas & Electric.  Need to do ISDA comparison.2.  Susan is out JUNE 1 and \"Columbus Dispatch\" needs to be finalized.  We sent blackline Friday afternoon.  Details will happen Tuesday morning.3.  Let's talk."}
{"email": "Anita:  It was great hearing from you and it sounds as though you have lots going on!I am trying to refresh myself on the type of trading activity which is currently taking place in Singapore (physical vs. financial, types of commodities) and the confirmation procedures (what is confirmed in Singapore vs. what is confirmed in London).  Is there a written set of procedures that I can see?  Should I be asking this question of Paul Simons? anyone else?  Please send me an e-mail.  These issues are arising because of my involvement in working with the Brazilian office.  Thanks.  Looking forward to speaking to you soon.  Sara"}
{"email": "Hey, Rod:  Clint has trashed Lehman Bros. (for the moment) and is doing the deal with MLI.  So, today we confirm the trade on a Deemed ISDA and have agreed to sign an ISDA within 20 days.  Would you please prepare a credit worksheet and send it down so that we can get started? Please note that we agreed to use IFCACorp as the swap counterparty.Also, you left the chart for the PATS-2000 deal in my office (you, bum!).  I do ask that you let me review this with you so that you can evaluate the credit risk.Thanks.  Sara"}
{"email": "Attached are clean and redline versions of the latest markup.  THIS REDRAFT IS BASED UPON COMMENTS RECEIVED TODAY FROM MARTHA PHILLIPS STUART WITH KIRKLAND & ELLIS.   Ms. Stuart has received but has not reviewed the redraft.  We expect to speak with her tomorrow.  Julia Chin is the \"point person\" for contacting Ms. Stuart.  Thanks.  Sara"}
{"email": "for \"Cash Settlement Amount\":If for any Determination Period, the Floating Price is less than or equal to the Strike Price, an amount equal to the product of (i) the Notional Quantity per Determination Period multiplied by (ii) the excess of the Strike Price over the Floating Price, which amount shall be due and payable by the Seller on the applicable Payment Date for such Determination Period.P.S.  Melissa:  In the future, send me the deal ticket for review."}
{"email": "The conference call has been rescheduled for Friday, Sept. 17 at 9 am (Houston) which is 11 am (Sao Paulo).  I will initiate the call.  If anyone would like to be conferenced in or attend in person, please let me know.  Thanks.  Sara"}
{"email": "James:  I just thought I'd follow up with you regarding our conversation of June 7, 2000.  I thought that you were going to produce a new draft based upon our discussion.  Please let me know if I misunderstood or if in fact the ball is in my court.  Thanks.  Sara"}
{"email": "Melba:The product description requires the following change in part (iii) regarding the IFCACorp principal:\"...IFCACorp Japan Corp. as agent for Risk Management & Trading Corp. ...\"Please submit the revised description to me.Thanks.  Sara"}
{"email": "Jim:Pursuant to our recent conversation, I have attached below a DRAFT of ENA's standard (1) municipal ISDA Schedule and (2) Paragraph 13 to the ISDA Credit Support Annex.  These two documents are intended to supplement the boilerplate for the ISDA Master Agreement and the ISDA Credit Support Annex.  The forms are generic, that is, they have not been tailored for use by a specific municipal counterparty; they would necessarily be the subject of specific negotiations.  Energy New England's agency relationship with the various municipalities appears to cover physical trading.  Notwithstanding the agency agreement, the financial trading world requires much more specificity, including but not limited to, evidence of authority to execute a master financial agreement and transactions thereunder.  Additional information, including a legal opinion, is also required.  I assume from our prior conversation that you already have in your possession copies of the ISDA boilerplate.  Please advise otherwise.You should feel free to contact Ed Sacks with questions regarding collateral support documentation.  As I mentioned, the attached Paragraph 13 has not been customized.Please feel free to call if you have any questions.Sara"}
{"email": "Hey, Jen:  I'm not going to email you to death like some people but I hear through the grapevine that you're having a blast and making tons of friends.  I told your mom that she and I should rent a convertible, don our sunglasses and drive to Natchitoches to go shopping at the Walmart and take you to lunch.  She didn't think you would like the idea too much.  Hope you really are having a wonderful year, making lots of friends and stretching your brain power.  Love, SasP.S.  How did you make out in your investment class?"}
{"email": "Just to be certain that the EES entity that might enter into the swap is eligible, you should verify that it (1) has total assets in excess of $10 million or (2) has a net worth of $1 million and enters into the swap agreement in connection with the conduct of its business or to manage the risk of an asset or liability owned or incurred in the conduct of its business or reasonably likely to be owned or incurred in the conduct of its business."}
{"email": "Patricia:  I can't thank you enough for arranging the many meetings and introductions for the IFCACorp legal group.  Lynn and I are extremely grateful as it made our lives much easier and our jobs much more productive.  As always, I am impressed with the variety and number of individuals with whom you are so well connected.  At the moment, we are trying to finalize an internal memorandum addressing the breadth of the tax issues currently affecting our business in Argentina.  I would appreciate your comment on the following two items:(1)  Can you cite the law that provides the exemption or modification (not sure which it is) that \"financial institutions\" are taxed (Gross Receipts) on the spread?  Is it possible to see a copy? (I can probably have it translated)(2)  I am unclear as to how the Stamp Tax would be calculated with respect to Argentine local parties to an ISDA Master Agreement (crossborder trades) or a local master swap agreement (local trades).  Execution of the master agreement itself does not evidence any transaction.  Even when any transaction is executed, you are unable to determine net payments owed by either party until termination of the deal.  Brent thinks that the tax will be based on the product of the [Fixed Price  X volume X term] even though the master agreement will merely provide for netting.  Can you verify?Give my regards to Pablo.I look forward to hearing from you.  Regards.  Sara"}
{"email": "I just spoke with Lawyer Burlingame and we're on for lunch.  My flight arrives at 10:45 and I'll drop off my bag and head for Galatoire's.   Look forward to seeing you.  ssP.S.  My dad would like to treat us to lunch using \"his waiter\" who I think is named Michael."}
{"email": "Hope you are well!  I had a wonderful vacation in L.A.  I never made it to either the Norton Simon or the Getty; I'll just have to plan another trip to the west coast.In connection with your recent review of our standard ISDA Schedule, Credit Support Annex and legal opinion (the \"Documents\"), could you please advise as the whether additional provisions are required or advisable in any of the Documents when our counterparty is an Argentine public utility, municipality or other type of regulated entity.  In the U.S., we use the ISDA Multicurrency - Cross Border boilerplate and incorporate most of the ISDA municipal language and some of our own into the Schedule for municipals and governmental entities.  However, for public utilities which are general corporates (and not governmentally owned), we take a different approach and incorporate language which might trigger an \"Additional Termination Event\" for \"regulatory type developments\" (e.g., orders issued by a public utility commission) which would cause or might cause our master agreement to become void or unenforceable or similar swap agreements to become void or unenforceable.  For example:\"The filing of a motion, pleading, application or other similar action in any proceeding or action by Party B, a commission, regulatory agency or other entity having jurisdiction over Party B, in respect of Party B, or in respect of any other similarly situated entity organized under the laws of the state(s) in which Party B is located or regulated, to the effect that performance under this Agreement or one or more Transactions hereunder or similar agreements is unlawful or that this Agreement or one or more Transactions hereunder or similar agreements are void or voidable.\" By fax, I will send you our Municipal Schedule.Please advise as to changes in both the (i) Schedule and (ii) legal opinion for both (a) public utilities (corporates, non-governmental) and governmental entities (municipals, public agencies, governmental utilities, etc.).  Please call if you have any questions.  Regards.  Sara"}
{"email": "All:  To whom should Risk Management & Trading Corp. (\"RMT\") direct the swap confirmation related to RMT's hedge management fee with IFCACorp Nordic Energy (Norwegian branch of IFCACorp Capital & Trade Resources International Corp.)?  The previous transaction was dated February 24, 1999 and requires amendment.Please let me know. Sara"}
{"email": "I think that this transaction is called \"Project Moosehead\".  I have a meeting on it this morning.  Please comment to the draft I sent to you yesterday.  I don't know if the structure works.  I couldn't decide upon the format; it also looks like a cap.  Thanks.  SS"}
{"email": "Tana:  I added several brokerage agreements to the database yesterday and all ended up in the \"Other Agreements\" section.  Except for one, which is an \"electronic trading agreement\".  Can I call our developer?  Thanks.  Sara"}
{"email": "Melissa:  Brant Reves has just confirmed for me that financial power deals in the name of Aquila will change to Utilicorp United Inc. when the ISDA Master is signed (any day now).  Of course, the confirm will be an ISDA confirm, as well.   SS"}
{"email": "Jack:  I just spoke with Karola and she tells me that you want to talk about the guaranty.  I didn't recall if you had ever reviewed our proposed format.  Also, I am aware that IFCACorp previously issued a \"General Guarantee Agreememt\" on behalf of IFCACorp North America Corp. (formerly, IFCACorp Capital & Trade Resources Corp.) on January 28, 1998.  Which format are you interested in using?  Our cap for financial transactions with PG&E is, I believe, $10 million.  Please give me a call as I am the first point of contact for negotiating the guaranty.  Thanks.  Sara"}
{"email": "Carol:  I missed this deal the other day which was originally assigned to Marie.  In our last legal/credit meeting, Brant was going to call Christina Tice, the CP credit manager.  Maybe this is a good one for Tana to stay on top of Brant.  Your name is on this one.Also, nothing happened with credit on Friday.  Although Richard inquired about Palladium.  I let him know that we drew on the LC's last week (according to Tanya).  Sara"}
{"email": "Mark:  (1)  Did you consider my voice mail about updating authorized trader lists and resolutions (by Samantha or Tana)?(2)  Have you thought about electronic notice provisions?  Shouldn't default/termination notices be in writing to the appropriate counsel/Corp. secretary?  And, can we agree to \"electronic notices\" at all?  There is no electronic address for a Documentation Desk or Assistant General Counsel.  I am seeing this type of provision in electronic trading agreements.Thanks.  Sara"}
{"email": "Tanya:This year is no different from any other year and we are always asked to review the swap component of the Global Finance structured deals.  We are also seeing lots of prepays.Who is the credit person to be apprised of these transactions?  Should we immediately involve you and Bill?At the moment, Mary Cook, Angela Davis (legal finance group) and I are juggling the deals.Please let me know and I'll alert the swap group.  Thanks.  Sara"}
{"email": "OK, I have reviewed Lawhill  and AIG Funds.  Marie is making changes and the goal is to get blacklines of AIG to Rod today (since AIG has credit issues only).  The issues revolve around the Collateral Threshold and Letters fo Credit.  Lawhill will be ready for execution.  SS"}
{"email": "I spoke with Marsha Greenblatt (Sempra's trading lawyer).  She was unaware of any issues with Sempra's dealing with ECTRIC but recognized that (i) this is a credit decision and (ii) trading with ECTRIC has occurred.  Sempra does have a London trading operation so maybe the London traders for both of our respective companies have been transacting.  Of course, all confirms she reviewed were with ECT/Sempra (except for one or two ECTRIC confirms).Based upon our recent ECT/ECTRIC internal conversation, I don't anticipate further confusion.  Thanks for everyone's attention to this matter.  Sara"}
{"email": "Please invite the swap, confirmation, settlements groups.  The topic will be \"an overview of the swap documentation process\" and there are lots of new faces in all  Please ask participants to submit any issues they would like addressed, including specific confirmation or settlement issues."}
{"email": "Hi Nancy!  I left a voice mail for you in Sao Paulo since Lynn told me you were there.  We need to authorize someone in the US to execute swaps on behalf of ESA.  Brent Hendry (after speaking with Jana Morse) thought Martha Stevens or Scott Mills would be good candidates (if not already authorized).  Please give me or Brent a call. We're trying to get this done next week since TBS executed a swap in January, 2000 and we are still trying to confirm. Also, let's have lunch.  Sara"}
{"email": "I will initiate the call and I will also conference in Andrea Bertone.  Attached is a short list illustrating the types of financial products about  which our commercial people are inquiring.  My goal is to discuss parameters for further legal/tax research required to assist IFCACorp in deciding how to trade these products.  I look forward to our conversation.  Sara"}
{"email": "Susan:A few items to follow up with:(1)  I understand that you are finalizing the IFCACorp guaranty with Clement Abrams.  Please let me know when all is agreed and I will arrange with Clem for an executed guaranty.(2)  Stephanie Panus will fax to you the power of attorney for EEFT to act for ECTRIC.  The acronyms will be obvious in the fax.  (3)  Euros are fine for Termination and Contractual Currency.(4)  I am considering your proposed certificate in lieu of a board resolution and checking your tax rep.I will be out of the office Dec. 7 & 8.  You can contact Stephanie Panus in my absence.Regards.  Sara"}
{"email": "Bob:  I am having a stack of materials relating to IFCACorp equity trading sent to your attention via Federal Express on Monday.   DO NOT READ ANYTHING YOU RECEIVE. Rex, Jim and I have been discussing the variety of IFCACorp equity derivatives on ENE stock, the latest accounting issuances, ENE Board resolutions, confirmation templates and the like.  Rex should be contacting you shortly to schedule a conference call.The package of materials MIGHT be useful when we discuss the foregoing issues (or, it might be totally useless!).  Hope you have a great weekend.  Regards.  Sara"}
{"email": "Barbara:  Ted Murphy asked if we would negotiate a futures agreement (for Bridgeline) with Sakura Dellsher, Inc.  You may recall that we previously handled the ADM Investor Services, Inc. futures arrangement for Bridgeline.  Sara"}
{"email": "Ted:  Later this morning, we will be sending the Goldman electronic agreement for execution.  Harry Arora will be the only \"trader\" authorized to receive a password for ENA.  We will ask Harry to advise us when he is finished and can then terminate (if we wish) once Harry has reviewed the website for IFCACorp Networks.  Thanks.  Sara"}
{"email": "I am planning a trip to BA from Feb. 27 - March 3.  The objective will be to present derivatives training for the BA traders, meet with tax and legal representatives and the Argentine Derivatives Association with respect to changing tax laws, legislation, and \"local\" derivatives trading, and sitting down with Mike Guerriero to establish an \"action plan\".  The monthly swap calendar does not indicate other lawyers out of the office during that week.  Please note this on the group calendar.  Thanks.  SaraP.S.  Mark - let me know if there are other issues you would like to have addressed."}
{"email": "I spoke with Steve Kessler this morning.  He told me that he agreed with Carol to net commodity transactions (which was actually more than he wanted to agree to!).  However, DB does not have the systems to net within other product groups.  Sara"}
{"email": "I am about to engage the Johannesburg firm of Webber Wentzel Bowens to proceed with a response to ENA's questionnaire.  ISDA has used this firm.   Has ECTRIC done any previous studies in South Africa?  Please let me hear from you today, if possible.  Thanks and regards.  Sara"}
{"email": "Sam:We need to send an execution package Fed Ex for Tuesday morning delivery.  The file is in my office as I need to speak with these guys on Monday.  Chris Foster is the IFCACorp contact in Portland.Thanks.  Sara"}
{"email": "I understand that you spoke with Mark Taylor about eliminating references to individuals in confirms.  I need to speak with you about the ISDA, omnibus and industrial master templates under revision and whether the drafted language conforms to your proposal.  In that regard, you may recall that swap templates were given to you several months ago.  The legal group is concluding a massive form review which necessitates confirm changes.  Thanks.  Sara"}
{"email": "(if .....) (iii)   definitive agreements acceptable to Party A in its sole discretion regarding the debt and all other aspects of [the project to be owned by Party B], including but not limited to the senior debt facility, commitments and all project documents, have been fully negotiated and executed and the [project] has been brought to financial close."}
{"email": "Rick:  With a little luck, I can attach the first page of each of the foregoing documents and the signature block for the ISDA Master Agreement (at the bottom of the first page of the ISDA Master Agreement).  The full set of signature documents comprises four pieces:(1)  [BOILERPLATE] ISDA Master Agreement (Multicurrency - Cross Border)(2)  Schedule to the Master Agreement [previously emailed to you](3)  [BOILERPLATE] ISDA Credit Support Annex  [NOTE:  the document contains 12 paragraphs](4)  Paragraph 13 to the ISDA Credit Support Annex [previously emailed to you]When we are ready to execute documents, we generally send out a complete package with all four parts.  The two emails which you previously received probably have the word \"DRAFT\" plastered all over them and we would normally remove this wording.  Please call me in the morning so that we can be sure to dot the \"i's\"  and cross the \"t's\".  Thanks.  Sara"}
{"email": "(1)  I can confirm that the swap group has no financial (or physical) info on Bolivia.  You may want to check with Alan on the existence of any specific physical reviews on Bolivia. (2)  Do you have some time to discuss the omnibus confirm process?(3)  Have you heard further of Duke?"}
{"email": "David:  I will try to call you before I leave work today to follow up with any questions you may have with respect to the following items:(1)  I am having the Representative Agreement executed by ENA and will return an original to your attention.  Shari suggested that Susan Musch initial the agreement and Susan is out until May 22.(2)  The ENA/Aquila weather deal has not been finalized ONLY because I have been waiting to actually view the Floating Price source materials which our traders have never been able to produce or cite a reference to (so that I could view).  There is no problem with the deal.(3)  As a policy matter for IFCACorp Australia Finance Pty. Limited, do you always agree to the non-exclusive jurisdiction of the courts of New South Wales as opposed to arbitration?  I am negotiating the ENA/ABN AMRO (Australian branch) futures agreement and am trying to determine appropriate jurisdiction.(4)  ENA is attempting to draft an ISDA Master Agreement with a company incorporated in New Guinea (which may have a US office).  I don't know a darn thing about New Guinea law.  Do you happen to know if we've ever dealt in New Guinea, any lawyers located in New Guinea, what law is used (I guess New Guinea!) or whether it's similar to other PacRim countries? I'll speak with you later.  Regards.  Sara"}
{"email": "AFAC - Thank you for your response.  It is difficult for me when I do not hear from you since I am not in Sao Paulo but I understand that you were engaged in other IFCACorp matters.  I am looking forward to your response since the trading issues are not going away (the issues seem to only multiply).  Once \"the IFCACorp group\" has had an opportunity to review, we would like to schedule another meeting with you and Marcelo in Sao Paulo.  I look forward to receiving the memo and chart.  Thank you and regards.  SaraP.S.  Please phone or e-mail when you are sending the memorandum."}
{"email": "I spoke with John Nassos.  He said that the company just hired a treasury/credit person last week (and that was the holdup on negotiating the ISDA).  Mr. Nassos has my phone number and all I can do is wait to hear from him or his outside counsel.  Sara"}
{"email": "Lucy Ortiz on the confirmation desk is awaiting your response re: my e-mail of 10/11/99.  Please let us know when you have determined the appropriate counterparty.  If you have any questions, please call.  Thanks.  Sara"}
{"email": "Kay:  I left you a voice mail yesterday at Sheila's suggestion regarding Midwest.  Greg and I discussed the use of ENA's format of ISDA documentation by Midwest and I have a couple of questions about how our docs will be used, whether Midwest will be competing with us and who will be negotiating hedge agreements on behalf of Midwest (i.e., will ENA swap lawyers be involved?).  Please call me so that I can comply with Greg's request..Thanks.  SaraGreg:  I will have the boilerplate sent to you separately."}
{"email": "Attached is the language which should replace (i) in the Additional Provisions.  Also, in your part (ii) [now part (iii)], the words \"Fixed Price\" should be capitalized each time used.  Also, you should add the following sentence to numbered paragraph \"1\" on the first page:  \"Capitalized terms used but not otherwise defined herein shall have the meanings assigned to said terms in the Agreement.\""}
{"email": "All:  I met with Rodney Malcolm and Finley Biggerstaff about the two 7-year paper swaps between each of Garden State/CITI and ENA/CITI.  Who will be handling credit for the new master and the transactions in general?  I am told that this is a Q3 deal.  Thanks.  SaraMolly:  I left you a vm about prior efforts to amend the ENA/CITI master.  Weren't ;you speaking wth someone at Citibank?"}
{"email": "Mark and I met with Mark Haedicke regarding utilities and the need for a legal opinion from the utility counterparty.  We have agreed with Mark as follows:1.  Our negotiations with investor owned utilities should be based upon our standard ISDA Schedule (ISDA Multicurrency Agreement) AND including the \"Additional Termination Event\".  Neither party should be required to provide a legal opinion.2.  Investor owned utilites will be approved for online trading from a legal viewpoint.  The extra \"Additional Termination Event\" paragraph is not currently included in the GTC's but COULD be incorporated if there is a revision to the online agreement.3.  Our position with respect to municipals/municipal owned utilities, federal/state/local owned utilities and cooperatives remains unchanged.  We should still utilize and update the \"municipal ISDA\" form, and, require a legal opinion from the counterparty.  In that regard, Susan Flynn has been working on an \"omnibus\" format for an electric co-op (Deseret Generation and Transmission Co-operative), an earlier version of which could be used as a template for a municipal omnibus confirmation."}
{"email": "As a result of our luncheon with the confirm desk yesterday, could someone develop a comprehensive list identifying all omnibus attachments?  If you think any other pertinent information could be included, please feel free to add it.  Thanks.  Sara"}
{"email": "Jim:As a follow up to our conversation of yesterday, please note the following:(1)  I have not received your comments to our blackline of EWEB's ISDA Schedule.   (2)  I have not received your suggested language to the Deemed ISDA confirmation.Please verify whether or not you emailed these to me yesterday as promised.Also, Holli Krebs has offered to try to organize a conference call to discuss the Paragraph 13 to the ISDA Credit Support Annex.  Tracy Ngo from our credit group and I will be available to answer any questions.   As soon as we have your comments, I can provide you with a blackline.Please let me know if there is anything further that I can do.  Thanks.  Sara"}
{"email": "Dana:What would be a convenient time for us to chat briefly about the legal issues associated with derivative transactions between ENA and municipal/governmental counterparties?Please let me know.  Thanks.  Sara"}
{"email": "Sheila:  Per my voice mail, can you make headway with these two companies?  We have not heard back from either.  I think that there needs to be a commercial push.  Please call if you have any questions or if I can help further.  Thanks.  Sara"}
{"email": "What kind of publicity have we been receiving over the weekend?I'm glad to hear that you're doing better.  You didn't look too good Friday.We had a great flight to Sao Paulo and then on to Houston.  I highly recommend going out of your way to fly Continental.Mark is in Portland for a few days.  We are in competition (with Broadband) for our star paralegal, but I don't give up easily.  Shari did announce to me about her departure and may tell the paralegals today (I hope)Lynn and I are preparing a recap memo and we'll send a draft to you soon for commentTalk to you soon.  Sara"}
{"email": "Happy New Year!Attached is a new draft of the IFCACorp guaranty which incorporates Andrzej's comments of Dec., 1999 based upon exchanges with Russell Diamond (IFCACorp credit - physical).  Tanya Rohauer (IFCACorp credit - financial) is faxing Andrzej a copy of this guaranty as well.  I need to catch up on our previous discussion regarding the Schedule; you should have received a draft of our Credit Support Annex just before the holidays.  I will touch base with you in a few days.  Sara"}
{"email": "Dick:Sorry that I didn't have a chance to call you again today.  After reviewing the appendix (Board resolution summary), I would like to request an opinion from EWEB's bond counsel that swap/other transaction payments are payable from the Operating Fund (together and in parity with other operating costs) and precede EWEB's debt service payments.Also, can you please describe EWEB's Master Resolution (relevant to long term bonded indebtedness) as this is to be referenced in Larry Cable's legal opinion.I will be back in the office on Tuesday, Jan. 2.  Have a happy new year.Thanks.  Sara"}
{"email": "At last!  Thursday morning at 10:30 am, Rex Rogers and Jim Armogida will meet with me in my office.  You are invited.  I suspect that much of our conversation will be a repeat of the meeting that you had last week.  Sara"}
{"email": "OK, you guys, I'm trying my best.All appointments on Monday, November 20 have been moved to 3 P.M.Deb:  facial, then massageSteve:  80 minute wellness massageSteve:  the spa didn't have anyone to do a facial after 2 pm so I thought you'd like a longer massage.  There are facial appointments available Sunday morning and afternoon.  You may want to check the website and change the service.  You can have my facial appointment if you like (it's at 4 P.M.) and I'll take yours.  Let me know if you'd like for me to make changes.Otherwise, see you in wineland.  Sara"}
{"email": "I don't know if you have spoken with Susan Flynn about her schedule before/after her surgery, but I have some questions that you may have already addressed, such as:Has Susan prepared a matrix reflecting the status of documentation (i.e., existing masters, agreements to use ENA master/terminate counterparty master,etc.) with the various CES counterparties?  Carol mentioned that she could finalize this project.Will someone receive be checking Susan's email and voice mail and physical mail each day?What efforts (if any) are ongoing with respect to PGE?What about existing files?  Top Tens (Swiss Re)?  Any ISDA comparisons could be accelerated by giving directly to attorneys.Who will prepare reports for legal/credit meeting?Who is entering year-end deals onto Lotus Notes?  Should Susan Bailey handle per Carol's suggestion?I'm sure that everyone in the group would appreciate a better understanding of how to handle the situation.  Thanks.  Sara"}
{"email": "What person(s) in London prepares credit for the English and Singapore financial transactions?  At some point in the not so distant future, the Houson and London credit departments need to speak in order that each understands the \"philosophy\" behind credit analysis for the omnibus and master transactions.  I look forward to hearing from you.   Regards.  Saraps  Congrats on your promotion!  I didn't have a chance to speak with you after the offsite to shake your hand.  Hope you enjoyed your weekend in Houston."}
{"email": "When you return from your trip, please follow up with respect to your entry to Canada through Calgary.  We are revising your letter and Kevin Zemp will be available to assist you through immigration with the appropriate officers.  SS"}
{"email": "Hi!  I'm the ENA lawyer with whom you will be speaking with respect to this Master Agreement.  I know that Marie Heard has called you regarding your review of this document and I was hoping to facilitate that discussion.  Please let me know if you have specific questions and/or if we can schedule a conference call.  You can reach me via email of (713) 853-5620.  Thanks.  Sara"}
{"email": "Laurel:Jason is ready to send comments on this agreement requested by John Greene.  Can you please provide Jason with the name, address, fax number of the party with whom we should be communicating in order to negotiate this agreement.  If you need to speak with Jason, you can call him at (713) 220-4124.Thanks.  Sara"}
{"email": "We do not have any executed docs to send to Morgan Stanley to open the account.  Lauren is awaiting signatures.  Ted Murphy is the only signature required  outside the India group.  Morgan will open the account with faxed signatures.  Did Anthony ever give you an account number?  Sara"}
{"email": "Just got off the phone with outside counsel for Credit Agricole.  We're very close. Tanya:  Can you tell me what products we trade? Are there many outstanding transactions?  Also, I'd like to make sure that the \"credit worksheet\" is current.  It looks like we're working off of something dated 1/31/96 (Terry Donovan!!!!!).  This must be wrong."}
{"email": "I hope you can help Carol out before our phone call in the morning.  I have tried Patricia Aufranc twice but there is no answer.  If you could reach her early in the morning to resolve, I would be most appreciative.  You can discuss with me in the morning.  Thanks.  Sara"}
{"email": "Could I arrange a very short conversation with you regarding the May 28, 1999 memo from Jorge Brito Pereira?  I would like to discuss your analysis and any further actions which the local firm may be taking on ECTRIC's behalf.  I have a paper trade with a Portuguese corporate pending receipt of an enforceability opinion acceptable to ECT.  I'm not sure if we'll get there.  I'm interested in further discussions you may have had internally or externally.  Sara"}
{"email": "In the interest of time, I have revised our draft ISDA Schedule to conform in most material respects to the 1994 (effective 1992) agreement executed between ERMS and Merrill Lynch Capital Services, Inc. (\"Old ISDA\").  This was done to accommadate the Merrill lawyer, Gary Rosenblum (who didn't want to read our Schedule!).  The Old ISDA is not identical to the format used by Merrill Lynch International today so I'm not sure how hard they will press for other changes.  There are two potential credit issues that I see:  (1)  agreement as to the IFCACorp guaranty cap (and possible Merrill Lynch guaranty cap) and (2) our introduction of a MAC provision in the form of an Additional Event of Default (necessary because the Old ISDA had a Credit Support Annex and this one does not).  I left a voice mail for Gary Rosenblum and asked that he let me know when he was available on Monday to talk AND to have his credit person contact Rod Nelson.  SaraP.S.  I haven't heard from Morgan Guaranty Trust Company or Morgan Stanley Capital Services, Inc."}
{"email": "Jarrod:  Attached is the price correction language.  There is a 60 day true up with a 30 day notification period after the correction is announced.  Upon notification by a party, there is a 3 Business Day period for payment.  This language tracks the ISDA so that our approach in each instance will be identical.  We will need to add \"Calculation Agent\" to the confirmation.  Please call if you have any questions.  SaraP.S.  you should use a paralegal for Annex B purposes and if the omnibus is for a cross-border transaction"}
{"email": "Per my voice mail, please add the following sentence after the two signature blocks:The undersigned hereby guarantees the timely payment when due of the obligations of Bridgeline Gas Marketing LLC under this Transaction and this Confirmation in an amount not to exceed U.S. $5,000,000.BRIDGELINE GAS MARKETING LLCBy:  Bridgeline Holdings, L.P.        By:  Bridgeline LLCP.S to Bob:  I am not certain of the signature line as I have not heard back from Barbara."}
{"email": "I was looking forward to seeing you tomorrow and hope that we can arrange something soon.  I'm not sure about my plans during the Thanksgiving holiday but I think I'll be spending most of it in Houston.  I am taking a long weekend (this weekend) in Napa with my sister, brother-in-law and Mike to celebrate my birthday so I'm anticipating somewhat of an eating exttavaganza.  Talk to you soon.  Sara"}
{"email": "Attached is a revision to the original swap confirmation.  I have tried to incorporate all of the concepts discussed yesterday.  Please send comments or call (X35620).  I will be out of town after noon on Thursday for an offsite.  Sara"}
{"email": "Hi, David!  Hope all is well.  Since the referenced swap has been documented by ENA, I am now reviewing the Transaction.  I have a number of questions, many the result of my unfamiliarity with your Australian Reference/Fallback weather stations and a few other comments.  I thought I would mark this up and fax it to you which I will do shortly.  Sara"}
{"email": "attached are comments (and note that you do not need the defined term \"Agreement\" in the opening paragraph:I do not understand your \"Notice of Exercise\" because it describes an option to extend.  Please call."}
{"email": "I have not heard from Andre Cangucu (although he opened the e-mail yesterday).  I will contact him again.  I sent the index of final and draft resolutions to Andrea on July 12 for updating.  Can you schedule some time to speak with Andrea?  Thanks.  Sara"}
{"email": "Mark:  I have been in touch with Sami Arap who is now Andrea Bertone's boss.  There are currently two seminars scheduled in Sao Paulo aimed for the commercial group and the lawyers as follows:1.  March 17 - Milbank Tweed  (Securitization)2.  March 27 - Bracewell (legal issues for contracts)I think I should attend these and was considering a trip to arrive before the start and after the termination of the seminars (approx March 15 - March 28).  In the interim I could (hopefully) wrap up financial issues with Tozzini and address at length physical issues with Tozzini.  Also, I can speak with commercial groups and plan a \"swap\"seminar for the commercial and legal groups (date TBD but probably after the legal seminar in San Antonio).  Please let me know if the timing works for our group in Houston and if you have other thoughts.   Hope all is well.  Sara"}
{"email": "attached is redrafted language which can \"stand alone\" or we can also incorporate the chart. (Jared, I think you have some prior language we can use, and we may have to rename one or two parts of the chart).  SS"}
{"email": "Jeff:In connection with the instructions given by London to Shane Dallmann, note that the instruction for ENA to transact the Euro hedges was given by Peter Russell.  Please advise as to whether these should be RMT transactions and which IFCACorp affiliate should be involved.  Thanks.   Sara"}
